["of Finance\n Budget Speech\n The Hon.", "Dr.", "Lawrence Gonzi\n Prime Minister and Minister of Finance\n Budget Speech 2006\n Printed at the Government Press Price Lm1\n 2006 BUDGET SPEECH BUILDING ON OUR STRENGTHS… FOR A BETTER QUALITY OF LIFE CONTENTS Budget Speech 2006 Page Introduction 1 2005 Overview 7 • Government Finances and Government Economy Economic Performance The Labour Market • Education • Environment Agriculture Sector Fisheries • Social Policy 2006 Budget Initiatives and Measures for 2006 Economic Growth and Government Finances The Euro A Tax Framework that Encourages Economic Growth Reform of the Capital Tax Gains System on Property Governmentʹs Role in the Economy Public Sector Participation in Economic Growth • Continuing to Stimulate Growth in the Economy • Assistance to Small and Medium Enterprises • Strengthening the Tourism Industry • The Labour Market 7 12 16 17 18 19 21 21 22 24 25 29 29 31 34 39 42 44 45 49 • Information Technology and Communication (ICT) • Science and Technology 51 51 • The Maritime Sector • Gozo Education The Environment • A Culture that is Respectful to the Environment • Investing in the Necessary Structures and Infrastructures for Waste Management • Continuing to Re-generate Our Environment • Agriculture • Fisheries • Addressing our Dependency on Oil • Investment in Roads Governmentʹs Social Policy • The Reform of the Pensions System • Health Services • Social Initiatives Fiscal Evasion and Abuse of Social Services • Excise Duty • Law and Order • Immigration Conclusion 52 53 54 58 59 61 62 63 63 64 66 67 67 68 70 73 74 74 74 76 1 INTRODUCTION Mr Speaker, The budget that I am presenting this evening recognises the strengths that we together as a people attained, and secures the vision, strategy and programme of works that builds on these strengths so that our country continues to progress.", "The history of our people shows, unequivocally, that when we had responsibility for our own future, and when we had the freedom to develop and improve, we demonstrated the ability to seize every opportunity and translate these in increased affluence for us and our Nation.", "It is this very ability that has allowed us to reach the affluence and state of development we enjoy today.", "We have a quality of life that compares well with that of our European neighbours.", "We have a welfare system that embraces every person.", "We have a high quality education system.", "We have a health service that is internationally ranked as a leading health care system.", "We have a financial services industry that competes and holds its own with the primary financial centres.", "We have a unique historical and cultural heritage that brings together the history of the Mediterranean.", "Yet, the greatest strength of our people is our ability to face challenges, and more importantly, seize them as opportunities.", "We are a people that understands the importance to prepare for the future, to invest in the education of our children, to save for the future, to own a home, to explore new horizons; continuously seeking how to improve our quality of life.", "It is upon these foundations that my Government is strengthening the foundations of our country.", "A future that instils inspiration in us.", "It is this inspiration that gives us the will to reform that which must be changed.", "2 Malta is a constituent part of a global environment that is rapidly changing.", "This dynamic and fast pace of change presents us with major challenges; challenges which we will not only overcome but also turn into opportunities.", "I have no doubt of our ability to do this.", "I am, however, also aware that we can only do this if we are ready to reform that which must be changed, whether it relates to our culture, mindset, work practices, life style, and our choices and priorities.", "We must seek to improve ourselves in every facet of our being and constitution.", "We must continuously seek to improve ourselves - even in those matters in which we believe we excel.", "Whilst this is necessary for us as we strive for an improved of quality life, it also holds true for the competitiveness of our nation.", "This is a fundamental philosophy which we must uphold, in order to continue to generate economic wealth so that each and every one of us continues to prosper.", "In this second budget that I present as Prime Minister and Minister of Finance, I invite, on behalf of my Government, our people to embrace rather than fear reform.", "Those who argue for the status quo are wrong.", "Countries around us, as well as elsewhere, are responding and adapting to new realities.", "The defenders of the status quo are wrong because unless we take control of our future and effect the necessary changes, then we will find ourselves at the mercy of circumstances – which in turn will force us to change under conditions beyond our control.", "And at a far higher price.", "Those who tell us to hold steadfast to the status quo in the face of these challenges are wrong as they signal lack of confidence in the ability of our people – who have time and again in the past have shown the ability to adapt to changing circumstances.", "This is the message we sought to portray in July when we issued the Pre-Budget document in preparation of the Budget.", "It was our intention, so that together with all Maltese and Gozitan citizens, we 3 establish a vision for our nation – a vision that instils commitment, dedication and the pooling of our collective resources directed to secure a better quality of life for us all.", "The vision that we articulated for our country up to 2010 is that of a Malta that is dynamic, with a high value added economy founded on competence, skills and excellence that is capable of sustaining a high standard of living for all of its citizens.", "My Government has a clear understanding of the road we must follow and the destination we must reach.", "My Government is conscious of what we must undertake to reach this destination.", "Yet we will only reach our destination and overcome the challenges that we will find along the way if we all understand why we have to follow this road and where our destination is.", "Malta must not only be adaptable to change but must recognise and embrace change as an opportunity.", "Malta must compete in international markets – not as a consequence of low priced labour but rather as a direct result of quality and higher value added services as well as the abilities of its workers.", "Malta will win if its citizens win international work as a result of their flexibility, continued education, and adaptability.", "Mr Speaker.", "It is on the basis of these important principles that we seek to take our country forward.", "Economic growth, improvement of our abilities, as well as our commitment for quality are not our end goals; rather they are the underpinning foundations upon which we will continue to create wealth, which is to be distributed equitably and thereby ensure that we remain a caring and inclusive society.", "We never had any illusions that there will be no challenges for us to face throughout the course of our journey to attain our vision.", "4 The oil crisis is definitely one such challenge.", "It is a crisis that has impacted the world and ourselves included – perhaps us more than most as we practically depend on oil not only for the generation of energy but also of water.", "We are conscious that last week we announced measures that will have a toll on all.", "Nevertheless, we were careful in the measures we introduced and their consequential impact, and thus we have purposefully ensured that the Government carries part of the burden.", "This is what prudence demanded and this is what we did.", "We are also facing the globalisation challenge.", "Emerging economies such as China, India and North Africa are generating immense pressures not only on our competitivity but also on that of other advanced nations.", "Technology and communications have rendered it easy for multi-national corporations to uproot and move to countries with lower wages.", "This is a reality that the EU itself acknowledged in an informal summit held last Thursday for which I attended on behalf of my Government.", "In fact, the EU is studying a proposal to establish a globalisation fund to be able to assist those workers that will lose their employment as a result of private capital and investment being shifted to the emerging economies.", "This is a reality that we have faced in the past months particularly in the textiles manufacturing industry.", "This is a reality that we continue to face.", "In Malta, too, we have people who lost their employment as factories moved to neighbouring countries and to Asia.", "Nevertheless, our economy was able to absorb this impact due to the generation of new employment opportunities.", "Mr Speaker, every job lost is both a personal tragedy and has a negative impact on the country.", "When the country loses hundreds of jobs at one go there is no doubt that the blow is much harder to accept, particularly when we would have done our utmost to prevent such job losses.", "In the face of such a challenge, our determination to 5 undertake whatever is necessary so that alternative employment in the least possible time is unstinting.", "This is what we are doing through programmes co-financed by the EU.", "This reality can only be addressed if we concentrate all of our resources to continue to transform our economic and productive sector to one that concentrates on high value added products and services permeated by quality.", "This is what we are working towards.", "No doubt, our political and economic programme is rendering the results we have planned.", "Our optimism and courage for the future is based on facts.", "These facts show that our country has made important strides forward when compared to our competitors.", "The facts that I refer to are not somebody’s opinion but rather results, figures and analysis that have been verified by EU authorities and international institutions – whose job is to carry out such assessments, thereby giving credibility to the clinical and objective assessment of how our country is performing.", "Let me state some of these facts.", "According to Eurostat, the value of our exports on a per capita basis are classified in the 11th position amongst EU member states.", "In foreign direct investment, Malta on a per capita basis, is classified in the 6th position amongst EU member states.", "These results clearly demonstrate the correctness of our strategy, that the results attained are not by default, and that Government, the private sector, and our workers are responding positively to the opportunities available to them.", "This does not mean that we should become complacent as a result of the successes and inroads we are achieving.", "Rather we must strive to continuously improve and strengthen the economic sectors that have the potential to reap further returns, increased productivity and competitiveness in order that our economy expands, and provide our citizens with the employment opportunities and the high quality of life they deserve.", "6 We must, however, acknowledge that for us to continue to expand our economy as well as attract foreign direct investment we must place Government’s finances on a sustainable basis.", "Here too we are achieving success.", "It is with satisfaction that I announce that Government has, once again, met the fiscal targets set and will this year close with a deficit below Lm76 million.", "It is these encouraging results that allow us to present to the House a budget for 2006 which is set to close, for the first time in years, with a deficit of less than 3% of GDP.", "This has been the goal we have worked so hard to attain and I must take the opportunity to thank our people for the effort made.", "This reduced deficit means that Malta will be far more attractive to foreign investors, will spend less on national debt servicing, as well as allow more resources to be directed toward productive investment.", "Mr Speaker, this is the second consecutive time that we would have met the tough targets we set for public finances.", "We have achieved this through the abilities of our people.", "Now we must continue to build on these achievements.", "7 2005 OVERVIEW Mr Speaker, last year my Government established three pillars upon which we sought to renew our country: the economy, the education and the environment.", "In the three areas we have managed to achieve encouraging results and we are now starting to enjoy the fruit of our labours.", "Allow me to present an overview of what we have achieved this year.", "Government Finances and Government’s Role in the Economy In the budget for the year 2005, we took measures to reduce the consolidated fund deficit from Lm94 million in 2004 to Lm76 million, that is Lm18 million less.", "As I stated earlier, we have successfully met this target.", "This means that Government’s deficit will fall from 5.1% of GDP to 4% of GDP.", "We have primarily achieved this as a result of our efforts to improve collection of government revenue including taxes and the adoption of appropriate measures to reduce government expenditure.", "This is no mean feat.", "During this year, other nations far larger than ours, have seen their deficit increase.", "On the other hand, ours is in decline.", "The financial results for 2005 compared to original projections made in 2004 are set out in Table 1, which I place on the Table of the House and in the detailed statements annexed to this Speech..", "8 Table No.", "1\n Consolidated Fund Position\n Total Revenue\n Tax Revenue\n Non-Tax Revenue\n Total Recurrent Expenditure\n Recurrent Expenses\n Interest Payments\n Recurrent (Deficit)/Surplus\n Capital Expenditure\n Total Expenditure\n Structural Deficit\n Direct Loan Repayments\n Sinking Fund Contributions\n Converted Loans Sinking Funds Residue\n Sale of Assets\n Public Sector Borrowing Requirement\n Foreign Loans\n Opening balance as on 1 January\n Local Loans\n Closing balance 31 December FINANCIAL POSITION 2004 - 2005\n Revised E.S.A.ʹ95 Adjustments\n General Government Deficit\n % of Gross Domestic Product\n Gross Domestic Product\n General Government Deficit as a\n 9 In 2005, Government’s revenue increased by Lm100 million when compared to 2004.", "Revenue from VAT increased by Lm27 million, Lm1.4 million more than forecasted.", "Income tax generated Lm2.4 million more than forecasted, an increase of Lm13.4 million on the previous year.", "It is pertinent for me to remind the House of Representatives that Government did not adopt new measures to increase either VAT or Income Tax.", "Thus, this increase is a direct, and positive, reflection of the economic activity generated.", "Lm6.3 million were received through the Investment Registration Scheme.", "Lm39.9 million were net contributions from the EU on a commitments basis and Lm12.8 million from the Italian Protocol.", "Government expenditure has increased by Lm82 million over the previous year.", "The greatest increase in recurrent expenditure relates to pensions and social services – which increased by Lm17.5 million.", "Other increases include Lm3.5 million on agriculture-related subsidies, Lm2.5 million in salaries, Lm1.7 million in pharmaceuticals, and Lm5.5 million in interest payments on debts.", "Increases in capital investment are directly tied to Lm18.5 million in projects co-financed by the EU, Lm10.9 million in projects financed by the Italian Protocol, and a Lm9.7 million increase over the forecasted capital expenditure on the Mater Dei Hospital as a result of the increased pace of work as agreed in the revised contract and programme of works.", "We also managed to rationalise government expenditure.", "Amongst the measures introduced this year was to more effectively utilise government’s human resources.", "It was for this purpose that the Office of the Prime Minister and the Ministry of Finance set up two important units: the Financial Management and Monitoring Unit and the Recruitment and Redeployment Action Group respectively.", "These have resulted in savings of Lm4.3 million in salaries as a result of increased control on recruitment, better utilisation of public service 10 employees, and improved work practices.", "Expenditure related to government entities has been reduced by Lm2.3million.", "Government began a process of consolidation of its entities in order to minimise duplication and establish greater synergies.", "The Central Information Management Unit was integrated with the Malta Information Technology and Training Services Ltd.", "and other entities, whilst the Malta Centre for Restoration was merged with Heritage Malta.", "This process will continue during 2006.", "Steps were taken to set up an Anti-Fraud Directorate within the Department for Social Security in order to intensify our fight against benefits’ abuse.", "Since the setting up of this Department, the Government saved a quarter of million liri.", "Our efforts to reduce Government’s role as an operator in the economy and provide more opportunities for the private sector has continued unabated.", "The process of identifying a strategic partner for Maltacom and Tug Malta is proceeding as planned.", "One other positive signal is the public response to the sale of shares in the Malta International Airport which has exceeded expectations.", "We continue to create opportunities for the private sector to broaden its role in the economy through public private partnerships and the provision of concessions.", "This year we issued development briefs for Mercury House and Pender Place, Dock No 1, the setting up of the Park and Ride operation, and the provision of catering for Mater Dei Hospital.", "The process leading to the selection of a private sector partner to develop and operate a community home in Mellieha is at an advanced stage.", "An integral part of this process was the implementation of a regulatory framework , conforming with EU regulations, for public private partnerships tendering.", "We continue to create an environment that attracts investment to and in Malta.", "Up to September of this year, Malta Enterprise approved 11 Lm2.4 million of low interest loans.", "Fifty two applications for new investment projects were also approved which are expected to create 632 new employment posts and generate an investment of Lm23.6 million.", "The financial services sector continues to grow and create new opportunities.", "In the first nine months of this year 1,711 new companies were registered.", "Another 7 companies were registered in the insurance sector together with 2 international financial institutions.", "The Malta Financial Services Authority today has 107 collective investment schemes with a registered asset value of 570 billion million Maltese Lira.", "It is pertinent to state that this is 140 billion Maltese Lira more than last year.", "The Inter-Ministerial Committee for Tourism, under my stewardship is co-ordinating a number of measures directed to strengthen our tourist product by, amongst other initiatives, re-generating our national heritage and culture.", "The rehabilitation of sites such as Hagar Qim and I-Imnajdra as well as Ggantija are underway.", "Embellishment has been carried out in Bugibba, Paceville and the road from the Airport to Valletta.", "Further to this we have transformed St George’s Bay into one of the loveliest beaches on the island.", "Moreover, as can be evidently seen, the design of new roads now has integrated landscaping.", "With regards to Gozo, during this year an additional Lm500,000 was provided over that voted in last year’s budget for the improvement of roads and related infrastructure directed to strengthen the value of the Gozitan tourist product.", "The tenders for the imminent reconstruction of the arterial roads Rabat to San Lawrenz, Triq l-Imgarr, and Triq Xlendi, to be financed through the EU were issued.", "As the House of Representatives is aware, last April we took the decision for Malta to join the ERM II and thus introduce the Euro.", "Government believes that the Euro will bring with it a number of 12 advantages to our economy, which include reduced risk in foreign currency fluctuation for both industry and the individual as well as more competitive interest rates than that offered on the Maltese Lira.", "In order to introduce the necessary changes for Malta to be able to join the Euro, Government set up a National Committee which is represented by various constituted bodies and civic societies.", "In this regard, I will later in my speech present the National Strategy that we intend to adopt.", "Economic Performance Mr Speaker.", "As I stated earlier, the Economy is one of the pillars and priorities we identified in last year’s Budget.", "I wish to present to the House the outcome of the economic results achieved as a direct consequence of the afore mentioned measures taken this year.", "The facts are clear.", "Our economy is showing strong signals of growth.", "It is sad that in this country there are some who continue to project a negative message of the economy’s performance irrespective of what official results show.", "This is disconcerting, Mr Speaker.", "My Government is not adverse to discussion on the state of the economy.", "Nevertheless the message that we trail others, that we are not able to compete with anybody, that our economic ambience is stifling economic and investment initiative – a message which patently is not true, is creating considerable harm to Malta’s image and self confidence.", "Is it possible, that as a Nation, we are not able to collectively portray a unanimous message of strength? Our message, Mr Speaker, should be that we have workers who are both capable and flexible, that our Maltese entrepreneurs as well as foreign investors have succeeded, that our incentive packages for industry are attractive, that our legislative framework for the financial services market is excellent, that the information technology and telecommunications sector borders on the state-of-the-art, that our cultural heritage is rich and 13 unique.", "This is the message that we, all of us together, should put forward.", "Unfortunately, there are some who deny all of this and seek to discourage and dishearten people.", "This is not acceptable.", "One yardstick that shows, clearly, how well or otherwise our economy performed is that related to the investment we manage to attract.", "What does such investment mean? It means, Mr Speaker, how willing an entrepreneur is ready to invest in our country and how ready an entrepreneur is ready to risk his or her money in our country.", "Today I answer the sceptics.", "In nominal terms, investment for the first nine months of 2005 increased by 7% or Lm20.2 million – that is from Lm278.7 million to Lm298.4 million.", "In real terms this means that investment has increased by 5% to Lm268.6 million over last year.", "I hope that those who have delighted in presenting our economy as being in regression understand what these figures mean, that in the first nine months of this year we had an investment of Lm1.18 million daily – inclusive of Saturdays and Sundays.", "I wish to add that foreign reserves increased by Lm41.4 million to Lm911.7 million till the end of September.", "We are aware that in real terms exportation of goods and services fell by 6.8% to Lm1,088 million.", "Yet this too needs to be analysed and explained.", "The fall in exports is not the result of a reduction in the volume of production which in terms of volume exported increased, but rather a direct result of the pressures placed on prices by globalisation.", "This is why it is imperative that we continue to focus on competitivity and those products and services that are of a high valued added nature.", "Importation of products and services fell marginally by 0.9% to Lm1,095.9 million in nominal terms; in real terms this fell by 2.9%.", "14 A further positive signal that we are on the right track is the economic growth we have registered.", "In the first nine months of the year, Malta’s GDP, in real terms, has grown by 1.7% over the same period last year.", "This compares well with the performance of those European economies with whom we are competing.", "It is pertinent that I emphasise that in the third quarter GDP growth, in real terms, increased by 2.7%.", "An analysis of the productive sectors shows that we have enjoyed growth in practically every sector.", "In fact, in the first nine months we have seen an improvement in the economic performance of the sectors related to agriculture and fisheries, quarrying and construction, wholesale and retail, and hotels and restaurants.", "We have also experienced growth in transport and communications, financial services, real estate, education and health, as well as entertainment, culture and personal services.", "On the other hand, as expected, we did not experience an aggressive economic activity in sectors related to manufacturing as well as energy and water – a direct consequence of the increase in the price of oil as well as the impacts of globalisation which I have referred to earlier.", "It is estimated that in the first nine months of this year revenue generated from services, excluding tourism, increased by Lm12.1 million or 2.7% to Lm461.7 million from Lm449.6 million in the same period last year.", "In the tourism sector, the number of tourists who visited Malta in the first nine months reached 931,213, which means an increase of 1.2% on the same period last year.", "The number of cruise liner passengers was 217,281 which means an increase of 20,923 or 10.7% on the same period last year.", "15 Revenue from tourism reached Lm204.7 million, which is an increase of 1.3% on last year.", "Earnings per capita from tourism were Lm219.8.", "Revenue related to daily expenditure by tourists increased by 2.7% to Lm22.90 when compared to last year.", "In the first nine months consumption increased by Lm20.8 million or 2.4% in nominal terms to Lm872.4 million from Lm851.6 million for the said period in 2004.", "On the other hand the rate of savings by Maltese families increased to 5.8% - a positive development which augurs well for future productive investment.", "The importance of these results is best understood if one considers that Government’s consumption fell by 1.7% in nominal terms to Lm302 million.", "In real terms Government’s expenditure fell by 3.8% to Lm252.7 million.", "This confirms that Government is meeting its commitment to the Social Partners to reduce its expenditure.", "One, however, must appreciate that as Government reduces its expenditure, this has a corresponding negative impact on GDP – which could have easily been higher had the same rate of expenditure been maintained.", "This statement needs to be articulated in simple terms so that it is understood by those who are not familiar with economic terms.", "Economic growth is calculated on a number of factors, including government expenditure.", "Thus, if Government increases its expenditure this will have a positive effect on the economy, and thereby increase the rate of economic growth.", "The reverse takes place if Government reduces its expenditure.", "The challenge we face is that of reducing government expenditure whilst at the same time stimulating economic growth.", "This is what we have achieved.", "In fact had the government retained the same level of expenditure as last year, GDP growth in real terms would have reached 2.4% as against the 1.7% attained.", "To this I must add that if the price of oil remained at the 2004 level, then the economy in the first nine months of the year would have experienced a 3.4% growth in real terms – that is twice as 16 much as that registered.", "This in essence confirms that economic growth has been directly stimulated by the productive sectors of our country.", "Inflation reached 2.76% by September of this year.", "This is marginally higher than that as at 1st January; with the main inflator being the continued increases in the price of oil.", "In fact the annual inflation rate related to water, electricity, gas and fuels reached 18%.", "As a consequence of this increase, the cost of living increase for 2006 had to be Lm1.75 per week.", "In view of the increases in the price of electricity and water announced last week Government has decided that the cost of living increase will be anticipated by 50 cents from that which would have been provided for 2006.", "This means, that in 2006, the cost of living increase will be Lm2.25 per week.", "With regards to pensioners, the increase to compensate for the impacts of the increased electricity and water rate will be given in full; and for this purpose the cost of living increase to pensioners will be at Lm1.67 per week.", "Inflation as gauged by the Harmonised Retail Price Index has reached 2.2%.", "This means that inflation was at the same level as the EU average and the Euro Zone, though lower than that of a number of EU Member States.", "The Labour Market Undoubtedly the results reached in the labour market are another strong indicator of the state of the economy.", "As at the end of September the number of full-time gainfully employed reached 137,813, an increase of 0.2.% over the last year.", "Employment increases were registered in the education, wholesale, agriculture, transport and construction sectors.", "17 The number of women gainfully employed is 40,983, an increase of 402 or 1% over 2004.", "A substantial number of part-time jobs was created, and the number of persons with a part-time employment as their main job reached 23,138, an increase of 2,190 or 10.5%.", "The number of people registering for work on the first two parts of the unemployment register fell to 7,210 or 5% of the labour force.", "This means a reduction of 930 persons or 11.4% over last year.", "It is pertinent to underline that this is one of the lowest unemployment rates of the past ten years.", "Education Mr Speaker, education is the cornerstone of our national strategy not only because an educated person is a free person, but also because education is the best policy instrument for the development of both the economy and society at large.", "2005 has, yet again, clearly demonstrated Government’s commitment to the education sector.", "We have continued with the ambitious programme of works to turn all state schools into modern schools.", "We invested over Lm3.5 million in refurbishment works through the Foundation for Tomorrow’s Schools.", "The new Saint Benedict College in Kirkop has hosted its first students – a capital investment of Lm3 million; a project which was built on time and completed within budget, and which offers an excellent ambience within which our children will learn the skills required to be successful in life.", "Government has initiated a pilot for the reform of the education system based on clustering kindergartens, primary and secondary schools on a basis of regional colleges.", "The pilot includes the three colleges of Kottonera, Gozo, and Saint Benedict.", "We have also initiated the implementation of the Spiteri Report.", "The full 18 implementation of the recommendations of this Report on inclusive and special education is a critical priority for 2006.", "We continued with our efforts to strengthen post secondary, vocational and tertiary education.", "Simultaneously with the capital investment at MCAST and the University we are working on implementing the Chalmers Report recommendations on State financing of higher education.", "Government has decided to set up a National Commission for Higher Education which I will refer to later in my speech.", "We conducted a comprehensive consultation process on the reform of the students’ stipends and have secured a stipend system that will provide maintenance to a higher student catchment across the whole spectrum of the higher education system, particularly, however, with regards to students from low income families and Gozo.", "Moreover, the new stipends system is directed to incentivise students to enrol for studies important for the continued growth of our knowledge economy – primarily science, engineering, and technology.", "At the same time we continued to analyse the education sectors so as to gain a clear understanding of the current education system upon which the necessary reforms will be based.", "Environment Government has continued with the undertaking of important work and investment for the upgrading of our environment.", "Preliminary work related to the building of two Drainage Treatment Plants, one in Gozo, an expected Lm3.2 million investment, and one in the North of Malta, an expected Lm3.7 million investment.", "Work will start in the coming weeks.", "In the meantime, work has continued on the engineered landfill, the rehabilitation of Maghtab, and the improvement of the waste separation plant.", "19 I must underline the massive investment we have carried out on roads.", "In 2005 we invested Lm10.8 million through the Fifth Italian Protocol to reconstruct roads from San Pawl tat-Targa to Hal-Luqa, roads built to international standards, and Lm3 million from EU funds on a number of other roads.", "Re-generating the environment is not tied solely to the upgrading of the infrastructure.", "Rather, it requires the commitment of all of us.", "We must strive to change our attitude towards the environment – which at times is misused and abused.", "For this purpose we have issued new regulations for illegal dumping and littering.", "Whilst we are providing a period of time for people to become conscious of these regulations, it is our intention to apply these regulations with determination.", "We have also introduced a campaign against emissions which was well met by the public.", "We have also introduced Green Wardens and we have embarked upon a campaign to make the Public Administration more environmentally conscious.", "MEPA was involved in the coordination of projects co-financed by the EU to the tune of Lm1.3 million.", "This includes the procurement of air monitoring equipment as well as the strengthening of the administrative capacity of MEPA.", "MEPA has also participated with its foreign counterparts on environmental matters.", "Work has progressed at an aggressive pace in relation to the development of Local Plans, the revision of the Structural Plan, as well as the development and review of policies and regulations.", "It is pertinent to state that the Local Plans will be completed next year.", "Agriculture Sector We believe that the agricultural sector has now stabilised following Malta’s entry into the EU.", "This has resulted to a large extent from the financial support provided to the fruit and vegetables sectors as well as the livestock sector through EU and Government funds.", "20 This assistance is enabling farmers to restructure and thus be better prepared to maximise the opportunities that will arise as we reform the Pitkali market next year.", "This reform is directed to ensure that farmers have a larger role in the management of the Pitkali market as well as to ensure that the Maltese consumer benefits from local fresh produce and a higher quality product.", "These assistance schemes demonstrate how our negotiations with the EU in this sector are resulting in direct benefits to the agriculture sector in order that it restructures itself in order to become more effective and competitive.", "It is pertinent to state that this reform would still have been required had we not entered the EU.", "The difference would have been that the farming community would not have benefited from the financial assistance provided through EU funds.", "In 2005 we continued to manage a number of schemes directed towards rural development and in all Lm3.5 million in benefit measures were made available to farmers both in Malta and Gozo.", "Further to this an additional Lm1.4 million was provided for the reform of agricultural infrastructure, marketing, and processing.", "The reform underway, which also consists of financial assistance, will result in a better quality product to consumers and a reduction in the cost of production.", "It is to be noted that the processing of white meat and red meat has met the Health Mark that guarantees traceability and food safety standards.", "One cannot ignore the Lm4.2 million in financial subsidies to compensate for price variances between local product and those of other EU Member States.", "21 Fisheries Financial assistance in the fisheries sector was directed towards the upgrading of fishing vessels.", "This year has been dominated primarily by the unilateral decision taken by the Government of Libya on the setting up of a conservation zone.", "In this regard, Government’s diplomatic efforts continue in order to attain a fair solution for Maltese and Gozitan fisherman.", "A detailed report on the economic performance is contained in the Economic Survey which is being tabled in the House.", "Social Policy In the social policy area we continue to direct our efforts to establish a robust institutional and legal framework.", "The legislation on domestic violence has now been presented to the Parliamentary Committee for its second reading.", "A draft legislation for NGOs was issued as a White Paper.", "Cabinet is currently discussing a regulatory framework for child care.", "We continue to advance aggressively with investments in the health sector.", "Following the completion of negotiations with Skanska JV last year, the tempo of the work on the Mater Dei Hospital has been significantly increased.", "As a result of this increased pace of work, investment in 2005 increased by Lm9.7 million in accordance with the terms of the new contract.", "Government is committed to maintain its target of commissioning Mater Dei Hospital in July 2007.", "22 2006 BUDGET In the process leading to the preparation of this budget we have departed from the past practice of secrecy which creates uncertainty and speculation unnecessarily.", "My Government firmly believes that in a stable and mature country based on the rule of law, the budget must be prepared in the most transparent and consultative manner possible.", "Whilst my Government firmly believes that it must continue to consult with the social partners in the preparation of its budget, it also believes that the consultation process should be extended so that everybody can participate in the planning and prioritisation process of our country.", "It is for this purpose that in July of this year we published the Pre-\n Budget document to put forward Government’s vision within the context of the realities we face.", "We articulated the priorities we believe Malta should address and we invited all stakeholders to contribute ideas, suggestions and critique.", "Thus, we truly enshrined the concept of dialogue and, as against past practice, of teaming up with social partners in the days leading to the budget.", "We thus extended the consultation process to every extent possible by embarking on a process of dialogue well in advance of budget day, thereby ensuring that every stakeholder could effectively contribute to the country’s well being.", "The reactions of constituted bodies, civic society and the public in general on the Pre-Budget document, as well as the sessions held at Castille and Gozo, show that there is agreement with the vision which we have put forward and have embarked upon.", "A vision that is embraced by all provides the stability and policy continuation that our country truly needs to be able to prosper.", "I sought a valid contribution – even constructive criticism – from the Opposition.", "I believe that we aspire to greater political maturity if we understand that we must work together – particularly so in matters 23 that relate directly to National priorities to be set for our country.", "It is sad that this has not materialised.", "I continue however to aspire to the time when we will attain this maturity, which in turn will help us to attain a shared vision for the priorities of our country.", "It is pertinent for me to state that our work to meet this vision is complemented and supported by two other important initiatives which we embarked upon this year.", "The first is the National Reform Programme, which is directed towards meeting the Lisbon Agenda.", "This programme is now presented to the EU and includes a number of initiatives which are identified for 2006.", "These will be implemented, and where appropriate, will be financed through the Budget I am presenting to Parliament.", "The second is the National Strategic Reference Programme, which addresses the priorities with regards to the utilisation of the EU funds from 2007 to 2013.", "I wish to remind the House that at this stage there is no agreement at the Council of Ministers of the EU with regards to the Financial Perspective, or the EU Budget for the said years.", "I must, however, emphasise that to date we have made important progress during this process for Malta to be able to qualify for the highest level of support provided by the EU.", "24 INITIATIVES AND MEASURES FOR 2006 Mr Speaker, I will now set forth the measures and initiatives that I am proposing in this Budget.", "In the Pre-Budget document we spelled out the fundamental policy goals we must reach if we are to attain our vision.", "I believe that it is pertinent for me to re-state these goals.", "- First.", "To attain our targets in public finances in the medium term in order to regain fiscal flexibility that would act as an economic spur to long-term economic growth and higher standards of living.", "- Second.", "To re-position the capital and human resources of the public sector to efficiently and effectively contribute to better service delivery and economic growth.", "- Third.", "To focus Government’s role in the economy on the regulatory aspect, facilitating rather than participating as an operator in economic activities.", "- Fourth.", "To improve flexibilities in the different markets in order the economy to adapt to new circumstances, thus increasing productivity.", "- Fifth.", "To guarantee quality life-long education and training opportunities for all.", "- Sixth.", "To upgrade our Nation’s environment and infrastructure in order to ensure an improved quality of life through sustainable development and the re-generation of our heritage.", "- Seventh.", "To provide an equitable safety net that ensures that nobody becomes marginalised.", "25 Government is striving hard to meet these goals.", "Between now and 2010, we will introduce incrementally and in an intelligent manner the appropriate changes, initiatives and measures that support these policy goals.", "Economic Growth and Government Finances In discussing next year’s economic prospects we cannot ignore the impact of the price of oil.", "Furthermore, our prospects for economic growth are intertwined with the economic performance of our major trading partners, particularly Germany and France.", "At the beginning of this year these nations were forecasting economic growth of 1.6% and 2.2% respectively for 2006.", "It appears, however, that due to the economic conditions experienced this year, these countries will be revising downwards these expectations.", "Within this context, our forecasted economic growth is expected to be 1.1% in real terms and 3.9% in nominal terms for 2006.", "One cannot expect inflation to start falling before the price of oil re-\n establishes itself at a more acceptable level.", "Thus, whilst inflation for this year is estimated at 2.8% it is expected to reach 3.1% in 2006.", "The unemployment rate is expected to continue to fall from 5.1% to 4.9%; placing it amongst the lowest rates of unemployment in the EU.", "The Convergence Programme established that the 2006 Consolidation Fund deficit should not exceed Lm50 million, which means that the deficit would decline to 2.3%.", "Government is revising this target in order to reflect better today’s circumstances, particularly the effect of oil prices on government expenditure.", "Therefore, whilst we remain committed towards the realisation of the Convergence Programme, we are targeting a reduction in the deficit for next year to Lm55 million, or 2.8% of GDP.", "In 2007 we will target a deficit reduction to Lm50 million, and we will meet the Lm34 million target in 2008.", "26 Nevertheless, we are committed to meet the targets we have set ourselves.", "This is of fundamental importance if we are to retain credibility both internationally as well as with entrepreneurs who look at Malta as an investment opportunity.", "On the other hand it is not expected that this decision to recalibrate the Convergence Plan will prejudice the targets which we set ourselves in order to place the country on a financially sustainable footing.", "This should also provide confidence to credit rating agencies so that Malta continues to retain the excellent ratings it currently enjoys – ratings upon which entrepreneurs seeking to invest in Malta base their decisions.", "Table 2 sets out the financial situation on the Consolidated Fund and the position of the Extended Government for the years 2004 to 2008.", "27 Table No.", "2\n Consolidated Fund Position\n Total Revenue\n Tax Revenue\n Non-Tax Revenue\n Total Recurrent Expenditure\n Personal Emoluments\n Interest Payments\n Recurrent Surplus\n Capital Expenditure\n Total Expenditure\n Structural Deficit\n Direct Loan Repayments\n Sinking Fund Contributions\n Converted Loans Sinking Funds Residue\n Sale of Assets\n 7,026 136,000\n Public Sector Borrowing Requirement\n Foreign Loans\n Opening balance as on 1 January\n Local Loans\n 19,631 110,000\n Closing balance 31 December General Government Deficit\n FINANCIAL POSITION 2004 - 2008\n E.S.A.", "ʹ95 Adjustments\n Structural Deficit as a\n % of Gross Domestic Product\n Gross Domestic Product\n General Government Deficit as a\n % of Gross Domestic Product\n 28 I must remind everybody that our efforts are not directed solely towards reducing the public finance deficit.", "The Government is undertaking concrete measures to reduce the national debt.", "It should be noted that the national debt currently stands at 76.7% of GDP.", "Nevertheless, Government’s strategy is to reduce the burden of public debt during the coming years including through privatisation, as illustrated in Table 3, which I request the House to take as read.", "Table No.", "3\n Malta Government Stocks\n 1,125 1,125 1,175 1,200 Treasury Bills\n 202 150 120 120 Ex-MDD, MSCL Loans\n 25 25 25 25 Foreign Loans\n 65 56 53 50 40 40 40 40 Public Debt (Including EBUʹs)\n 1,457 1,396 1,413 1,435 1,898.9 1,973.0 2,050.6 2,133.3 Debt as a % of GDP\n 76.7 %\n 70.8 %\n 68.9 %\n 67.3 %\n STATEMENT OF PUBLIC DEBT This also means that we will pay Lm8 million annually less on debt servicing.", "I point this out to show that we have the ability to drastically reduce our national debt level.", "I must, however, emphasise that the privatisation process is not dictated by the national debt reduction issue.", "It is mandated by the adoption of the appropriate long term strategic decisions that will benefit the economic performance of our country.", "29 The Euro In view of the progress we would have attained in sustaining government finances, and on the premise that we will continue to maintain this progress, Government believes that it would be possible for Malta to adopt the Euro on 1st January 2008, with the aforementioned advantages that this will provide.", "We are determined to ensure that the adoption of the Euro will not be abused thereby leading to increases in prices as happened in some countries that have experienced this change.", "There is no reason for prices to increase.", "In fact, this was one of the primary reasons why we pegged the Malta Lira 100% to the euro today.", "This will ensure that we have the necessary stability in the exchange mechanism that will be adopted on 1st January 2008.", "Government is considering introducing legislation that will oblige all those who are showing dual prices for their products and services to do so at an established exchange rate.", "The National Committee for the Conversion to the Euro is to embark upon a communications campaign to prepare the public, the commercial sectors and the financial operators for the adoption of the Euro.", "A Tax Framework That Encourages Economic Growth As stated in the Pre-Budget document, Government is to constitute a Commission under the leadership of the Parliamentary Secretary for Finance to: - carry out a comparative assessment of the current taxation framework and how this compares with our competitors as well as EU member states in terms of incentivising work, growth, savings and competitive advantage; - assess the current taxation framework in terms of its impact on individuals and companies together with a view of shifting taxation from direct to indirect taxation on matters 30 such as consumption, environment and the use of our natural resources; - recommend measures of how the taxation system can provide incentives directed to generate employment and economic growth, particularly in relation to small enterprises, and research and development; - review the legislative framework to seek to remove excessive administrative burdens, and anomalies, as well as to simplify processes.", "The Commission is expected to present its report in June 2006.", "31 REFORM OF THE CAPITAL TAX GAINS SYSTEM ON PROPERTY In the discussions we embarked upon in preparing this Budget, both social partners, as well as the general public indicated the capital tax gains system on property as one of the fiscal structures that requires reform.", "Throughout the discussions the point was made that the anomalies created over time as a consequence of the various amendments to this system need to be addressed.", "We are highly conscious of the sensitivity of the property market.", "Undoubtedly the performance of this sector has a direct impact on the economic performance of the country.", "This sector is also one of the key indicators of how the country itself is performing; though one needs to be sensitive to its impact on other areas, particularly the social dimension.", "We must ensure that we continue to stimulate this sector.", "Nevertheless, we must also ensure that this sector not only performs well but does so in a reasonable manner.", "The changes being introduced addresses both those selling property that has been inherited, as well as those selling property that has been acquired through purchase and other means.", "Two scenarios apply in relation to the first category.", "The first relates to an individual who would have inherited property before 1992.", "In such cases the heir who sells the inherited property is subject to a final withholding tax of 7% on the full transfer price, that is, the price declared on contract of sale.", "This method will remain unchanged.", "The second scenario relates to those who inherited property after 1992.", "In this case this heir will pay up to a maximum of 35% tax on the total profit made, that is, on the difference between the sale price and the value shown on the deed of transfer ‘causa mortis’.", "32 This tax is now being decreased from 35% to 12%.", "Hereby, we will be reducing considerably the tax payable by heirs of property, especially in the light of the fact that property is often inherited by family members.", "The current fiscal regime is the Capital Gains Tax – which taxes profits made from sale of property on the basis of set tax rates.", "We are aware that the fact that taxation has to be paid on profits made from sale of property encourages some to under-declare the value of the sale in order to reduce the amount of tax paid.", "In the past years we have introduced measures to resolve this matter.", "Despite these attempts we believe that we have not achieved our goals in this regard.", "Thus, we believe that the time has now come for a radical reform of how taxation on sale of property is to be administered.", "For this purpose, with effect from tomorrow, we will introduce a Final Withholding Tax of 12% on the value of the property.", "This will replace the current system of up to 35% taxation on the profit made upon the sale of the property.", "In this new regime, property transfers will be subjected to a final withholding tax of 12% on the value of the property sold without allowing for expenses and other related exemptions that used to apply under the Capital Gains Tax system.", "The Final Withholding Tax is payable upon contract of sale.", "There will be no changes to the current system where-in residential property is exempted from taxation.", "Existing exemptions, including the transfer of property resulting from separations and sale by court order, shall continue to apply as shown in the draft bill which is being published today.", "33 Together with the Budget legislation, the necessary amendments are presented so that this reform is affected as from tomorrow, 1st November 2005.", "A transitional period will be applied, however, to cover acquisitions under a ‘Promise of Sale’ which have been placed with the Public Registry or are in the hands of Public Notaries up to 20th November.", "Persons falling within this transitional category will have the choice to pay tax either under the current Capital Gains System or the new system subject to the condition that the contract is published by the end of the year.", "In the case of property transferred within the same group of companies, we will apply the same legal provisions enacted in January 2005.", "34 GOVERNMENT’S ROLE IN THE ECONOMY Consonant with our philosophy of Government’s role in the economy, the process of privatisation will continue.", "It is our intention to ensure that the private sector is provided with the necessary space to invest and create new opportunities in order to engender economic growth.", "It is pertinent for me to underline, once again that this Government does not perceive the privatisation process purely as a means to reduce the national debt.", "Rather we seek to ensure that our country benefits from various aspects through the privatisation process.", "With regards to our strategic entities, it is our intention to ensure that we identify strategic partners that can develop further these entities, that can best embark on new commercial activities, that can best transfer knowledge and technology to the employees and Malta, that can best open new opportunities overseas.", "I must underline the strategic interests of our country will not be forfeited by means of privatisation.", "They will be safeguarded just as effectively by Public Service Obligation Contracts.", "However we have no rush to sell.", "We will sell only when we are assured that the market will provide us with the optimum returns and when the goals set for privatisation will be attained.", "These goals are particularly important in relation to the privatisation of Maltacom and Bank of Valletta.", "In the case of Maltacom, we must ensure that the strategic partner selected will provide this entity with the latest technology, with research and development, innovative products and services, as well as access to new markets.", "With regards to Bank of Valletta, its establishment as a regional bank is to be denoted as essential for the viability and further growth of the Bank as well as the share value to the private investors.", "On 1st January 2006 the import and distribution of energy products including petrol, diesel and gas will be liberalised.", "This is a further 35 opportunity for the private sector to re-enter in a market which in the Seventies was nationalised.", "The liberalisation of this market should bring with it new products, new opportunities of work and investment, as well as competitive prices.", "As part of this process, Government will in 2006 implement the commercialisation of the Petrol Division of Enemalta.", "Government’s intention is to apply the same strategy of liberalisation in relation to the production and distribution of Liquid Petroleum Gas.", "Government will continue with its efforts to identify strategic partners for Tug Malta and Kordin Grain Terminal.", "With regards to Maltapost, Cabinet decided that its strategic orientation should be one of diversification in order to compensate for the increasing decline of land mail.", "For this purpose Government’s position, with the agreement of the minority shareholder, is to identify a new partner for the company.", "In 2006 Government will consider the privatisation of yacht marinas as it believes that the management of such marinas is not consistent with the regulatory role of the Malta Maritime Authority.", "This measure, whilst providing new opportunities for investment, will continue to strengthen Malta’s development as an international centre for yachting.", "As a further measure to achieve this goal, in 2006 Government will enact a law for the registration of yachts.", "Further to the privatisation process, Government will continue to restructure its public sector entities.", "It will take a two-pronged approach as follows: First.", "Where Government is of the opinion that a public sector entity has a strategic role, it will retain such an entity under its control on the basis that the entity is restructured to reflect its core business.", "Functions identified as non-core to its business will be either 36 privatised or transferred to the private sector in a transparent manner.", "This is the process we have embarked upon in Air Malta with the sale of non core business functions such as its hotels and Air Supplies.", "In 2006, MITTS, government’s agency for information technology, will no longer provide maintenance to personal computers.", "This business will be divested to the private sector.", "Further to this, MITTS will focus only on the development and enhancement of applications that are designated as strategic and sensitive to Government.", "More significant is the need for Government and the parties concerned, including the private sector, to explore how MITTS can be leveraged as a national asset.", "This can be attained by the exploitation of the MITTS existing applications as well as infrastructure for overseas markets.", "Second.", "Government is no longer prepared to subsidise ‘sine die’ those entities that, notwithstanding the huge investments made, will not be able to start contributing positively to the economy.", "Mr Speaker.", "I will be unequivocal.", "We do not agree with those who would have us continue to subsidise entities that are a burden to the country and society at large.", "The national interest is the fundamental determinant in the decisions that we take, and it is for this matter that we are not ready to continue to channel tax revenue paid by our citizens to bolster inefficient entities because these fear change.", "We have a glaring example.", "This year’s financial results of the Drydocks are once again encouraging.", "It is with satisfaction that I underline that we will meet the financial targets that we had drawn up with the European Union.", "In 2006, the Maltese people will save Lm10 million in subsidies which would have continued to be paid had we not embarked on this process of restructuring.", "Lm26 million have been saved from the taxation bill since we embarked upon this process.", "37 This result shows how correct the policy adopted by my Government is.", "This result upholds the argument of those who maintain the need for the restructuring of Government entities in order that they no long remain a burden on our economy.", "This is what we have embarked upon and we are now achieving positive results in spite of the cynicism or the fear of change, or those who favour a political agenda as against the national interest.", "We have not arrived at our goals yet; but we are moving forward.", "And we are moving in the most intelligent manner for the country – that we would establish the Malta Drydocks as an entity based on efficiency, seriousness, quality, adopting modern and effective practices so as to be competitive and to be able to start giving back a little of what the Maltese public has invested in it over many years.", "I await the day when the Drydocks would be able to operate with no financial assistance.", "This too would be of immense satisfaction to its own employees.", "In tandem with the above measures Government will continue to seek public private partnerships in order to ensure that it obtains the best return possible on its assets, inject private finance for public initiatives, and to acquire assistance in its efforts to induce more efficiency in the public sector.", "These public private partnerships are also a means of building a relationship of trust between Government and the private sector.", "This can only strengthen Malta’s economy.", "In particular, Government will issue a request for the involvement of private public partnerships in the rehabilitation of Fort Delimara and the building of Ta’ Qali Crafts Village.", "The identification of new projects that can be co-financed through the 2007-2013 EU Budget will provide us with a unique opportunity for the further participation of the private sector.", "It is important that a substantial part of these funds are directed towards projects that will generate new sustainable employment opportunities that will further 38 spur our country’s economic progress.", "As stated in the Pre-Budget document, Government wants to ensure that those initiatives and valid ideas put forward for public private partnership materialise, and for this purpose will introduce an appropriate scheme.", "This will be achieved next year.", "In 2006, Government will issue development briefs for the ex-\n Government Computer Centre in Swatar in Had-Dingli and its surrounding lands and the site known as ‘31st March’ in Birzebbugia.", "The process for the re-generation of the Holiday Inn in Tigne will be embarked upon in the beginning of 2006.", "39 PUBLIC SECTOR PARTICIPATION IN ECONOMIC GROWTH Government believes that its departments and public entities should not only be held accountable to the Government of the day and the public in general, but they must increasingly participate in the growth of the economy.", "For this purpose Government has recently established a Better Regulation Unit within the Office of the Prime Minister.", "This Unit will have the mandate proposed in the Pre-Budget document, on which the Social Partners agree.", "By June 2006 the Unit will submit recommendations to Cabinet on how existing regulations are to be consolidated or amended in order to lighten the cost of administration on private enterprises whilst at the same time continuing to safeguard the national interest.", "For this purpose, every department of government and public sector entity must by the end of March 2006 carry out an evaluation of regulations and tariff within their respective portfolios that impact business, industry and the general public in order to ensure a far simpler and streamlined regulatory framework.", "This exercise will complement the process we introduced this year in that recommendations for the introduction of legal notices are to be supported by an impact assessment.", "An efficient public sector requires a high level of accountability.", "When we talk of accountability we do not refer only to the management of resources but also on whether the targets set for that entity would have been attained.", "Accountability must be real and there should be consequences for those who do not meet their objectives.", "For this purpose, Government will pilot an accountability framework that will see its entities tied to established goals.", "In 2006 this accountability framework will be piloted by MITTS Ltd.", "In tandem with the above, Government will continue with the preparatory work for the introduction of accrual accounting within the public service.", "Such a system will provide a clearer and more 40 realistic picture of expenditure of each department and hence should serve as an important tool for more effective planning.", "In 2006 Government will issue a tender for the replacement of the existing Department Accounting System by a new financial management system.", "A major step forward is the recent signing of the new collective agreement for public officers.", "Following long and cordial discussions with the six Unions that represent the employees in the Civil Service, we have reached agreement for a period of six years with effect from 1st January 2006.", "This must certainly be considered as a major breakthrough for our country.", "I thank the Unions involved for the positive and instrumental role they played in the lead up to this Agreement.", "Although last year we failed to reach agreement on the Social Pact, the new Civil Service Collective Agreement continued to build on the discussions held then, and thus confirms that, on a sector by sector basis, we are capable of reaching agreement that respects the current realities that the country is facing as well as recognising the contribution that the employees in the public service play in our country.", "One other primary objective is the reduction of the size of the public service.", "We will, thus, continue to apply the re-deployment policy that enables us to fill the vacancies through internal re-deployment instead of issuing external calls.", "My Government, nevertheless, recognises that this measure alone is not enough to address the problem of excess employees.", "Where this problem is the result of poorly designed work practices or ineffective management, these must be addressed directly to enable organisations to meet their full potential and start operating in the most efficient and effective manner possible.", "In 2006 Government will embark on two review initiatives where working practices will be reviewed and redesigned as necessary, 41 whilst resources will be reassigned as appropriate.", "The two areas to be reviewed are Enemalta Corporation and St Luke’s Hospital.", "It is necessary that Enemalta not only improves its efficiency in the way it generates electricity, but also in its human resources and the work practices currently employed.", "The Maltese public should not be expected to subsidise the inefficiencies where these exist and I thus seek the cooperation of the Unions and the employees concerned to enable us to achieve the efficiencies required.", "The migration of all facilities and services from St Luke’s Hospital to Mater Dei Hospital will take place during 2007.", "The transfer should not only result in an upgraded physical ambience – important as this is for both patients and workers – but also in an improved service.", "Improvement in health care demands review of work practices as well as employee culture.", "This change has to happen to enable us to reap the benefits from the huge investment made on the new hospital.", "There is no doubt that ICT has revolutionised government operations and its service delivery.", "Government will thus continue to invest in ICT and will in 2006 allocate Lm9 million for this purpose.", "It is however important to underline that ICT is not an end in itself: it is a leverage for change in the culture, operation, and quality of service of organisations.", "Amongst the initiatives that we will be implementing, we shall introduce a new generation of the www.gov.mt portal which will allow users to profile their portal according to their particular needs.", "In 2006, 20 new electronic services will be launched.", "Furthermore, there will be an upgrading of the Government ICT infrastructure since two directly linked Data Centres will start operating.", "These will enable the consolidation of Government’s infrastructure over a period of seven years and thus reduce costs as well as provide much better information security.", "42 Permanent Secretaries in all the Ministries will be held accountable to ensure that investments in information technology do render the planned return on investment.", "It is not acceptable, for example, to continue to give the same importance to the traditional methods of service delivery when demand for electronic services is on the increase.", "It is also important that expenditure on information technology is done as efficiently as possible and MITTS Ltd is held responsible to ensure that the Government secures the right technologies within reasonable costs.", "In 2006 Government will seek to initiate and conclude formal discussions with Social Partners on the Public Service Act with the goal of having it adopted through Parliament.", "Continuing to stimulate Growth in the Economy In 2006 Government will allocate Lm2.3 million to Malta Enterprise, that is Lm450,000 more than this year.", "This investment is necessary to sustain the building of new factories, and incentives to industry including soft loans and training grants.", "Furthermore, Lm825,000, including EU co-financing, will be invested to improve the industrial zones.", "This year, Government, by means of subsidiary legislation to the Business Promotion Act, implemented a number of incentives announced in the 2005 budget.", "For 2006, Government is allocating: - Lm4 million in tax credits as incentives associated with research and development of new technology in Malta.", "- Lm500,000 in tax credits for companies that set up back office operations in Malta.", "- Lm500,000 in tax credits for companies that set up eBusinesses in Malta.", "43 We will continue to invest in strengthening specialised skills required in the science and technology sector, by providing a full tax credit to those companies who pay for the studies of their employees.", "Those individuals who chose to continue with their advanced studies to obtain doctorates related to science subjects, will benefit from tax credits on the payments that would have been made on such studies.", "This is besides the scholarship fund that I will refer to later in my speech.", "As we emphasised in the last budget, Government believes that the film production industry can have a substantial multiplier effect.", "For 2006, Government is allocating the sum of Lm1.5 million to attract such film productions.", "Every film production can benefit up to a maximum of 20% of the expenses that would have been made directly in Malta.", "At the same time, Government has already developed a framework of tax credits for those who wish to invest in the facilities and services for the production of films in Malta.", "We are adopting a far more strategic approach in relation to Industrial Zone planning.", "Government is examining the possibility of financing through a long term agreement with financial institutions as well as utilising existing factory stock in order to create investment funds.", "In tandem to this we will further develop the concept of specialised parks.", "Work will, in 2006, also be initiated in order review the possibility of establishing business parks that cater for particular market sectors such as science and technology, pharmaceutical and laboratory research, financial services, and back office services.", "The potential of developing such parks through private public partnerships with strategic partners will be explored.", "The competitiveness of local industry depends also on the efficiency and cost of transport.", "Another measure aimed at assisting the 44 competitiveness of the local industry, as well as mitigating the cost of transport, is the reduction of registration on new commercial vehicles exceeding five tonnes from 36% to 24% of their value.", "Several enterprises will thus benefit through modernisation of their transport fleet.", "The introduction of new vehicles having environmentally friendly engines and modern equipment should facilitate the attainment of the obligations of several enterprises, regarding clean transportation and reliability.", "The cost of vehicle repairs and maintenance will be reduced through this measure.", "Assistance to Small and Medium Enterprises Government’s policy in relation to small and medium enterprises was, is and will always remain one that gives importance to this sector as in essence this sector constitutes the backbone of the Maltese economy.", "As I have stated earlier in this speech, the Tax Review Commission will, as part of its terms of reference, present recommendations on tax reforms directed to incentivise small enterprises.", "Government’s efforts in 2006 will also be directed towards establishing the appropriate supportive environment for small enterprises during their start-up and early stages of doing business.", "These efforts will cover matters such as the creation of an entrepreneurial culture, easier access to finance and visibility in the market place.", "This initiative will be complemented by the setting up of an office that will assist small enterprises to identify foreign partners as well as opportunities for growth and foreign sources of support.", "In consideration of the fact that 80 tumoli of land have been identified by MEPA for the building of 7 zones for SMEs, Government will allocate Lm100,000 to initiate infrastructural works associated with the delivery of essential services such as drainage, water and electricity to 45 these sites.", "In this way private sector development may commence within the established framework and conditions.", "To strengthen the competitiveness of small enterprises, I am specifically referring to micro enterprises, for 2006 the sum of Lm260,000 is allocated with co-financing from the Structural Funds of the European Union.", "These funds will be focused on programmes that support the restructuring of these companies and the training of investors and their employees.", "Strengthening the Tourism Industry Tourism is one of the primary pillars of our economy and it is our priority to ensure that this sector remains strong and healthy.", "In doing so, however, we must acknowledge that the tourism industry is changing.", "To mention some examples, the advent of the Internet has meant that large numbers of persons plan and book their trips on their own without having to seek the services of agents.", "The emergence of low cost airlines has helped to make previously unheard of destinations accessible.", "Weekend breaks are becoming increasingly popular.", "Better advantage needs to be taken of these changes.", "During this year we restructured the Malta Tourism Authority to enable it to plan for the future as well as to respond to challenges more effectively.", "We wanted to ensure that its resources are focused towards its core business of promoting Malta.", "As a direct consequence of this restructuring, whilst the vote allocation of the Authority will remain Lm8 million, it is now in a position to channel Lm600,000 previously allocated to administration expenses towards the marketing of Malta and Gozo.", "Thus, investment in the marketing of Malta and Gozo will increase to Lm6.2 million.", "Government is allocating Lm500,000 to carry out a comprehensive branding exercise to establish a clear and consistent message of the image we want to project about Malta to the prospective tourist.", "46 Branding on its own, however, does not suffice.", "Ultimately, the sustainability of the tourist sector depends on the quality of the product that has to be sold.", "And the Maltese product requires improvement.", "The strengthening of our tourist product demands, as an important supporting amenity, the building of a golf course.", "The site that Government proposed to MEPA for evaluation has created a negative reaction from some quarters.", "This reaction is understandable.", "The fact remains that any site selected will create controversy.", "One needs to strike a balance between the environment and our livelihood.", "It is not easy at all to find this balance, but we are aware that a five star tourist product demands golf courses.", "This is reality.", "We must decide what we want as a Nation.", "Do we want only mass tourism which yields a small return and which places great pressure on our infrastructure or do we want a high value product that attracts quality tourists? If we want quality tourism, then we have no alternative but to provide the facilities that these type of tourists seek.", "My Government does not hesitate to shoulder its responsibilities and takes decisions that are in the best national interest, even if such decisions will not please everyone.", "We are convinced that there is a need for a golf course and I have no doubt that, in due time, even those who are today not agreeing with us will eventually judge us to have acted correctly.", "Of course this does not mean that we take decisions irrespective of the price to be paid.", "We have decided on two other golf courses – one in Malta and one in Gozo.", "It follows that in both instances these must be viable.", "We are not ready to accept that, for viability to be attained, these initiatives are transformed into massive developments.", "We seek a golf course that integrates with the environment and that upgrades our environment into an experience that can be enjoyed by the public.", "And it is for this purpose that the appropriate studies are underway so that a final decision is taken on the site or sites that should be 47 developed.", "I re-emphasise that we seek the best, and no less, for our Nation.", "An improvement of our beaches is also required.", "We have shown the first example of how this can be achieved with the work that we carried out in St.", "George’s Bay.", "In 2006 we are planning to replicate this example in other bays by partnering with the private sector in the development of new beaches.", "We will continue to invest to safeguard our unique cultural heritage.", "In recent years we invested heavily to do our duty better towards this heritage.", "We set up Heritage Malta, the Superintendence for the National Patrimony, and the Office of the Superintendent for Fortifications.", "We implemented important restoration projects at de Domus Romana, Port de Bombes, Hypogeum, St James Cavallier, the Mediterranean Conference Centre and Fort Ricasoli, to mention a few.", "In 2006 Government will continue with its commitment to invest in our historical heritage.", "The vote for Heritage Malta will rise to Lm2.3 million, including funds from the European Union.", "Our strategy for the rehabilitation of our national heritage demands that, where possible, we will involve the private sector and voluntary organisations.", "The restoration of Fort Rinella and the guard towers of Bahar ic-Caghaq and Bugibba are very good examples of the contribution that could be made by the private sector and the voluntary organisations.", "It is our declared policy that these two sectors continue to take an active part in this field.", "Furthermore, there are a number of other projects for the embellishment of promenades and other sites connected with tourism that will be completed in 2006, and others that will commence.", "These projects are being carried out by employees from the Public Works Division.", "Allow me, Mr Speaker to praise and publicly thank these workers for the work they have carried out.", "The works that are being 48 planned include the promenades of Mellieha and Ta’ Xbiex, Fisherman’s Wharf in Marsaxlokk, Wied Babu, a project that will include a walkway up to Hagar Qim, the garden of Xaghra ta’ Bormla, the reconstruction of the tower in the square at Birgu.", "In Valletta, there will be embellishment works in Merchants street, St John’s Square, St George’s Square as well as the conclusion of the works at Hastings Garden.", "To ensure that tourist zones are kept at an appropriate and quality level, 6 tourist zones have been identified and each will be assigned a zone manager.", "For this purpose the sum of Lm150,000 has been allocated.", "The responsibility to sustain tourism does not rest only with Government.", "Hoteliers and restaurant owners, taxi drivers and owners of horse drawn carriages, amongst others, also have a duty to provide services that are of value and quality in their interest as well as in the National interest.", "The millions we are investing in tourism can easily leave little return if we all do not realise that the hospitality we provide, together with the quality of service we offer, provide the best marketing and are the most important ingredients for us to succeed in today’s competitive environment.", "It is Government’s intention that Gozo also benefits directly from the cruise liner industry.", "In 2006 Government will hold discussions with the operators to explore how cruise liners can be brought to Gozo.", "In the event that such discussions fail to provide the desired results, Government will weigh alternative options of how this goal can be met.", "An important project that is related to the development of an improved tourist product for our country is that of Mnajdra and Hagar Qim.", "The project includes a visitors centre, protection of the temples, security systems and conservation projects with an 49 investment of Lm1.5 million which are co-financed from the funds of the European Union.", "As I stated earlier on, the low cost airline industry is both an opportunity and a challenge that must be addressed in parallel.", "There is no doubt that the number of tourists visiting Malta will increase if we freely accept low cost airlines.", "On the other hand we cannot disregard the impact that this could have on Air Malta and the other international airlines that supported our route over the past years.", "This does not mean that Government has a policy against low cost airlines, and in this regard, we shall continue to explore with all the other stakeholders regarding how this can be achieved in the best interest of all sectors concerned.", "With reference to agro-tourism, in 2006 a Working Group will be constituted with the participation of the Ministry for Tourism, Malta Enterprise, Ministry for Gozo, the Ministry for Rural Affairs and the Environment and MEPA.", "Consultation will be held with all stakeholders.", "The Labour Market Government remains committed to increase to the greatest extent possible, the rate of participation in the employment market.", "Government is already taking measures to address the low rate of participation by women and the elderly, the impact of the restructuring of the economy and international competitiveness as well as the development of the necessary skills of our workforce.", "Another element that influences the rate of participation in the employment market is the underground economy.", "Government will continue to implement a variety of complementary measures and services that are proactive and others that are of an enforcement nature.", "The Employment Training and Corporation 50 (ETC) and the Ministry for Family and Solidarity will continue to offer services and schemes, both to those seeking work and to employers, that are related to training, child care, work experiences, career guidance and similar services.", "On the other hand Government is planning to intensify its enforcement of regulations through collaboration between the various agencies (ETC, Social Security, Inland Revenue, TCU and VAT) to control as much as possible employment in the black economy.", "Another sector which unions, employers as well as Government believe needs to be addressed and regulated is temporary work, otherwise known as temping.", "Government is informed that there are instances where operators are abusing of this sector in order to avoid having to meet their obligations towards their employees and thereby distorting the market as well as undermining the rights of their employees.", "Government will, thus, discuss with the social partners legal provisions that, whilst encouraging this type of work, will ensure that the rights of workers are respected.", "In 2006 the ETC will continue with its work amongst youths, women and persons with special needs.", "The ETC will continue to implement, by means of co-financing through the European Social Fund, projects related to literacy, services for those who are over 40 years old, work schemes for persons with disabilities, and child care projects in the work place.", "Lm1 million will be invested in these projects.", "Government will allocate Lm130,000 in 2006 to support 45 existing child centres to upgrade their standards in order to comply with the new regulations that will be issued next year, and which will be phased over a number of years.", "With respect to training, in 2006 the Government will review the systems and procedures related to the Apprenticeship Schemes to render them more relevant and attractive for trainees, as well as for 51 employers, in the light of developments that are taking place in vocational training and the economy in general.", "Information Technology and Communication (ICT) During 2006 Government will continue to implement the National Strategy for Information and Communication Technology.", "Our goal remains that of ensuring that Malta will be in the forefront as a country that utilises and embraces technology; and that all Maltese participate actively in this sector.", "Thus in 2006 we will continue to launch more Community Technology Learning Centres.", "We aim to increase the number if ICT specialists by 500 over and above the 2005 figure.", "This will be complemented by the introduction of a Career Space Framework that will establish the ICT Skills profile that public and private entities should strive for.", "In 2006 we will launch a set of e-Business road maps and an eLearning Consortium as the first phase of a national eLearning Gateway.", "Science and Technology As announced in the last budget, Government has embarked on the reform of the Malta Council for Science and Technology (MCST).", "The aim of this reform is to give this Council a more focused role and to ensure that State-funded research is invested in research, innovation and development of products, processes and ideas that are business driven.", "As part of this programme of reform the Council has been placed within the Office of the Prime Minister in order to underline the importance of research and innovation.", "By March 2006 MCST will draw up a strategy setting out priorities for state funded financing in the areas of research and development of technology.", "Further to this, MCST will in 2006 develop and present to Government, an Environment Technology Action Plan.", "52 Subsequent to this Government will launch the 2006 National Programme for Research, Development and Innovation in Science and Technology (RDIST) which will be given a different focus from the one launched this year.", "This is so for three reasons.", "Firstly, the National Programme RDIST will be focused on fewer projects and these will thus benefit from increased funding.", "Secondly, it will act as a fund for co-financing of initiatives through which funding from the EU will be available.", "Thirdly, a bursary will be constituted that will be awarded on a competitive basis in order to support and motivate young Maltese students.", "The latter is directed towards motivating more youths to study science and technology subjects.", "With the primary aim of increasing activity in the science and technology sectors in Malta, Government, through the Malta Council for Science and Technology, is seeking partnerships with European institutes renowned in the research sector so that by June 2006 a proposal for EU funding for the establishment of a Mediterranean Institute of Training and Innovation will be submitted.", "The role of the Institute will be that of developing new technologies in areas that are indigenous to Malta and that could be commercialised and exported to the rest of the Mediterranean.", "We are firmly convinced that with a strategic direction and with the establishment of partnerships with leading research institutes like those mentioned above, we will be able to establish a solid foundation for science and technology and that would have bright future prospects.", "The Maritime Sector Malta is increasingly enhancing its reputation as a maritime nation by providing a complete package of services to the ports and merchant shipping industry.", "This is being boosted by a programme of consolidation and restructuring in the ports.", "In 2005 we embarked 53 upon the reform of the cargo handling operations at the Grand Harbour.", "The process should lead to the elimination of duplication of cargo handling and to a reduction of related expenses.", "This reform should be completed by mid 2006.", "In parallel during 2006, Government will continue to implement a National Ports Development Plan that should provide a new framework for port operations.", "This framework will establish better governance of the port operators by the responsible authority and that the port legislation will be simplified to engender more trade opportunities.", "A primary element of this reform is the replication of the success attained in the maritime policy sector in the aviation sector.", "For this purpose the Malta Maritime Authority and the Department of Civil Aviation will be amalgamated into one Authority – the Port Authority.", "This new structure will facilitate the work we will undertake to set up an Aviation Register directed to attract foreign-owned airlines and other companies in this industry.", "As already mentioned a Yachts Register will be introduced.", "These important developments should continue to strengthen Malta’s position in this area of maritime and aviation services.", "Gozo Government is already investing massively in the development and infrastructure of Gozo.", "I have already had the opportunity to mention the investments that will be made during this year on substantial capital projects and that will have a positive impact over a long period of time.", "These include the sewerage treatment plan, the road projects to be financed by the European Union, the restoration project at Ggantija, and the ports of Mgarr and Cirkewwa.", "54 Furthermore Government recognises that Gozo has a unique advantage over Malta, which should constitute the backbone of the Gozitan tourist product.", "This is its rural ambience.", "Gozo will be represented directly on the Working Group that I have already announced for the development of an agro-tourism strategy as we believe that this could be an opportunity for developing new projects based on agriculture and crafts that could also be financed by the Structural Funds of the European Union Budget 2007-2013.", "Government together with Malta Enterprise will explore how the industrial zone at Xewkija could be utilised better to support the exigencies and requirements of a small artisan industry.", "Furthermore, Government will continue to strengthen the essential tourist infrastructure.", "Government believes that there are a number of essential amenities that are required for Gozo to upgrade its tourist product, and for this purpose the Government will in an assertive manner support and sustain every initiative, including a conference centre as well as the opening of a Casino, a Yacht Marina and a golf course.", "Education Mr Speaker, I cannot but not emphasise that any thrust that seeks economic expansion on research and innovation, a more entrepreneurial culture, and flexibility is ultimately dependent on the continuous upgrading of our individual abilities and skills.", "Nationalist Governments have always placed education as a priority.", "It is of the utmost satisfaction for us to see the consensus attained on our policy in this sector.", "Development of the educational infrastructure and ambience are the essential tools that will allow us to attain the vision set by 2010.", "Thus, expenditure in education will next year be of Lm108 million.", "It is 55 pertinent to note that our expenditure on education as a percentage of Government expenditure and the Gross Domestic Product compares very well with that of other countries in the EU.", "In terms of expenditure on primary and secondary state schools, Government in 2006 will invest nearly Lm53 million; that is Lm1,200 for every student.", "Government is working with all stake holders to ensure that this investment truly translates itself into high quality education for all our students.", "For this purpose this year we have embarked upon the implementation of measures for the reform of the compulsory educational system on the basis of the principles espoused in the document ‘Biex Uliedna Jirnexxu Ukoll’.", "Government will work with all stakeholders so that our educational system is renewed in order that we ensure that our society will have the confidence, as well as the competence, to meet challenges and optimise opportunities available to us in Europe as well as elsewhere.", "Government is striving to strengthen the national education institutions to ensure that we have the best teaching standards and quality as well as to continue to improve on the results we achieve in this sector.", "In 2006 we are aiming to institute legislation directed at restructuring the Education Division into two distinct and complementary entities.", "A directorate will be established to regulate the quality and standards of all schools, including private schools, church schools and state schools.", "Another Directorate will be responsible to operate the support, resources and services for primary and secondary state schools.", "In the meantime, we shall provide for the necessary basis to set up autonomous regional colleges.", "The Ministry for Education, Youth and Employment is nearing the completion of a comprehensive and intensive review of the educational system and services provided.", "This review has been carried out by means of consultation with the people involved in the 56 sector as well as with experts.", "Further to the process of setting up colleges, in 2006, Government will work to implement the recommendations related to the improvement and strengthening of kindergarten and early years education, inclusive and special education, absenteeism and discipline, the reform of the MATSEC examination system, the career guidance services to students in relation to both education programmes and employment, and adult education and life-long learning.", "Government is in discussion and consultation with the unions concerned, in particular MUT.", "Government is satisfied with the discussions underway which are being carried out constructively and in a positive spirit and I am confident that in the very near future we will be able to report the desired progress.", "Subsequent to these reforms, Government will focus on the developments that are to be sought in higher education: post secondary, vocational and tertiary.", "It is evident that the Spiteri Report necessitates that the current special schools develop into resource centres and services.", "This is necessary for all students with disabilities, but even more so for those with a severe disability whose participation in post secondary services present particular challenges.", "Conscious of the difficulties these persons have to face during their transition to the Adult Training Centres , Government is already reviewing the possibility to develop educational and post secondary services within these schools.", "This exercise has to be concluded during 2006 so that this need is addressed without delay.", "Following the publication of the Chalmers Report on the financing of higher education, we reformed the stipends system in order to ensure that we do not only assure accessibility for all to higher education, but also to channel students towards educational programmes that are necessary to our economy if we are to strengthen the competitivity of 57 our country.", "In 2006, other than the Lm8.3 million provided for stipends (including ITS students) Government is to allocate Lm200,000 to introduce a ‘Government of Malta Scholarship Scheme’ for studies and research at Master and PhD levels.", "Moreover, it is our intention to extend the soft loan Youth Specialisation Studies Scheme, which currently is limited to overseas studies and research, for locally held post graduate studies.", "As I highlighted some moments ago, a National Commission for Higher Education supported by a Permanent Secretariat will be established.", "This will constitute the next phase in the reform of higher education directed to strengthen the quality of education provided at post-secondary, vocational and tertiary levels.", "It is Government’s intention to establish this Commission as the primary tool that will ensure that higher education institutions – including the Institute of Tourism Studies (ITS), MCAST and the University – meet standards and assure quality qualifications that are recognised internationally, work within a strategic framework and manage sustainable finances that will allow them to meet national goals.", "I am thus placing on the Table of the House for public consultation the document prepared by the Ministry for Education, Youth and Employment titled ‘National Commissioner for Higher Education’ which presents terms of reference and related details.", "We seek the further involvement of private sector educational institutions so that we may broaden opportunities for new and improved, educational programmes as well allow us to extend a new economic niche directed at providing education services to foreigners.", "The quality education that this Government wishes to give to our children necessitates the optimum infrastructure, technology and environment.", "For this reason, next year, Government will invest Lm5 million in the building of new schools and in modernising the existing schools stock.", "Government targets that by the end of 2006, it would have concluded the process relating to permits and tenders for the 58 new secondary schools at Qormi (Handaq), Bormla (Verdala), Naxxar and a new primary school at Pembroke.", "We seek to complete the extension to the Higher Secondary School Giovanni Curmi.", "FTS will work with the Ministry for Gozo to draw up a strategy for the modernisation of all the schools constituting the Gozo College.", "Further to this we seek to initiate the new sports complex at Hal-\n Kirkop, targeted to be completed in 2007.", "This is complemented by other works at several primary and secondary schools that include extensions, building of halls, upgrading of sports facilities and other matters.", "In terms of capital expenditure directed at sustaining higher education, Government will invest the sum of Lm1.7 million in the Malta College of Arts, Science and Technology and Lm750,000 in the University of Malta.", "It is to be noted that in terms of recurrent expenditure for these institutions, Government will be investing Lm17.1 million in 2006, excluding stipends that will amount to Lm8.3 million.", "It should be further noted that for Gozitan students Government will allocate Lm300,000 in special assistance with respect to the expenses that these students incur to study in Malta.", "This year too Government will allocate Lm200,000 for the purchase of new books for the University.", "This allocation will supplement the recurrent expenditure on books and periodicals that is already incurred by the University and that normally exceeds Lm400,000 yearly.", "All these initiatives and programmes, planned within a clear strategy, indicate Government’s direction and vision through a clear educational commitment and policy.", "Government aims to offer quality education that leads both to economic development as well as a better quality of life and satisfaction to all our citizens.", "The Environment Increasingly, today, everybody is becoming even more convinced that the environment has a direct impact on our quality of life and life 59 style.", "The investments that Government is channelling towards the environment show our commitment to meet our responsibilities to ensure that future generations inherit a healthy environment.", "It is pertinent for me to emphasise that a healthy environment can only be attained if every one of us is responsible for, and sensitive to our environment.", "Government’s environment strategy is based on the following initiatives: First.", "The inculcation of a culture that respects the environment.", "Second.", "The investment in the appropriate structures and infrastructures so that the waste we generate is managed responsibly and with the least negative impact on our environment.", "Third.", "That we continue to re-generate the environment by investing in the development of national parks, afforestation, the rehabilitation of valleys in order that we secure an environment that people can truly enjoy.", "Fourth.", "To strive to ensure that we utilise the natural resources of our country.", "This should also allow us to address, to some degree, our dependence on oil in generating electricity and water.", "A Culture That is Respectful to the Environment.", "Mr Speaker, given that Government fundamentally believes that the changes we see in the environment sector demand a change in culture, we will in 2006 invest further in the education campaigns already underway in this regard.", "Amongst other measures, we shall be investing Lm400,000 in a programme, co-financed through the EU Social Fund, to train a number of Waste Management Trainers who will be tasked to carry out home based education and communication 60 on the management of waste.", "In 2006 we are targeting that this education campaign would reach 20,000 families.", "The Ekoskola programme, in which 26 schools in Malta and Gozo are participating, is helping to foster amongst our younger generations, as well as integrating within the educational curriculum, a culture that is respectful and friendly to the environment.", "This initiative, co-\n ordinated together with Nature Trust, is one other example of how this Government works in partnership with NGOs to further environment-related education.", "Whilst education and information campaigns are a powerful instrument to mould a conscientist culture towards the environment, this does not mean we are not ready to sanction those who persistently and capriciously harm the environment.", "It should be noted that our war against litter and illegal dumping shall be ruthless and relentless.", "Those who dump illegally are harming our country, your and my quality of life, and the image of our country.", "Littering and illegal dumping also means that the effort and investment which is made with so much sacrifice to improve our environment are not being allowed to take root.", "Whilst it is sad that we must use legal measures in order to contain the problem of littering, people who are caught defaulting will be sanctioned for acting irresponsibly.", "Government will not tolerate cultural and environmental terrorism.", "I warn those involved that if they are caught we will apply the full effect of the law.", "In 2006 we will issue construction site management regulations.", "It must be stated that there are a number of contractors and developers that are disdainful of the inconvenience they cause as a result of the noise and dirt they generate.", "These practices, too, must be changed.", "61 Investing in the Necessary Structures and Infrastructures for Waste Management In 2006 capital expenditure for the environment and waste management will increase from Lm11.6 million to Lm15.9 million, an increase of Lm4.3 million or 37%.", "The strategy for waste management designed by Government is built around a number of initiatives.", "The first initiative is the rehabilitation of Maghtab, il-Qortin and Wied Fulija.", "Over the next two years, with the assistance of EU funds, Lm 3.6 million will be invested in this regard.", "The second initiative is the investment of Lm 2 million from EU funds directed at the procurement of the necessary equipment for the setting up of bring-in-sites and recycling stations.", "We are targeting 400 bring-\n in-sites of which 170 have already been identified by Wasteserv in conjunction with Local Councils.", "Permits are currently being processed in order to have preparatory works implemented by 2006.", "Furthermore, Government will set up five centres for the separation at source of bulky waste.", "A number of these centres will be operational by mid 2006.", "Third.", "We will continue with the work underway on the engineered landfills.", "In 2006 we will also initiate work on the building of a waste transfer station in Gozo.", "The fourth initiative is the upgrading of the Sant Antnin recycling plant for which Lm7.2 million will be invested through EU co-\n financing.", "The fifth initiative is related to land reclamation.", "Government, earlier this year, published a preliminary study on land reclamation.", "This 62 initiative could act as a partial solution for the management of waste related to development and construction.", "This type of waste constitutes approximately 80% of the waste generated in Malta.", "It should be noted that building waste and rubble was used in the post-\n war years to reclaim land in Pieta, Marsa and Msida.", "In 2006 detailed studies will be carried out and the necessary decisions taken.", "In the event that the decision is to move forward with land reclamation, a development brief by means of competitive tender seeking private sector investment will be issued.", "Continuing to Re-generate Our Environment Considerable work and initiatives which include afforestation and landscaping of roads have been carried in Malta in the past years to render it greener.", "It is our intention to maintain our commitment in this regard.", "In 2006 a further 11,000 trees will be planted at Xrobb l-Ghagin, the Ta’ Qali National Park, Salina and Mellieha.", "The Ministry for Rural Affairs and the Environment will aggressively continue to seek partners from the private sectors to contribute in these initiatives.", "Government will invest Lm100,000 as its share towards these initiatives.", "We believe that even in this sector there is considerable scope to enter into partnership with the private sector.", "In 2006 Government will identify sites that can be developed into recreational zones for families and children in the form of public private partnerships.", "The landscaping of Malta is also tightly integrated with road design.", "It is positive to state that landscaping, such as water channels, wells, and trees – have been intertwined with the construction of the new roads.", "We must learn from this experience and ensure that this is replicated.", "63 The investment in the rehabilitation of valleys and storm water courses will continue at the current pace.", "In 2006 the projects related to the watercourse at Hal-Qormi and Marsa, the rehabilitation of the watercourse at Burmarrad and Salini, as well as the rehabilitation of Wied Incita will be completed.", "Agriculture In 2006 agriculture related priorities will be directed towards food safety, the competitivity of local produce, the grading of agricultural land and appropriate restructuring.", "Government is committed to continue with its work to ensure that local plants are upgraded to meet food hygiene standards, and thereby safeguarding the consumer.", "In fact, a number of agriculture products will be graded in accordance with EU standards thereby safeguarding pricing as well as providing the appropriate guarantees to consumers on the minimum use of pesticides.", "Our experience in 2005, particularly that related with diary products, should serve as an example to other sectors that need to be restructured.", "Government is to provide direct assistance to farmers to maintain price stability and therefore safeguard local produce.", "This restructuring will be supported through the Rural Development Plan as well as EU structural funds.", "The restructuring will strengthen the agricultural sector to enable it to be better prepared to meet market pressures as well as the impacts of globalisation.", "Fisheries With regards to fisheries the key priority is the building of a dry standing facility in Marsaxlokk which is estimated at Lm1 million; of 64 which 75% will be financed by the EU.", "This project will improve the facilities available to fishermen as well as reduce their operating costs.", "Moreover, we will, through joint financing with the EU, continue to provide assistance to fishermen to upgrade their vessels.", "Further to this, we must continue to invest in this sector so that we can ensure that we are equipped to compete in a liberalised market.", "As promised in our Political Manifesto, in 2006 we will introduce an agricultural insurance scheme.", "This scheme, which is currently being finalised, is directed to provide insurance to full time farmers and fishermen.", "It is pertinent to state that the EU is considering similar schemes and thus in the future partial financing from the EU may be attained for the operation of this scheme.", "Lm250,000 is being voted for this scheme.", "Addressing our Dependency on Oil Mr Speaker, last week Government was constrained to announce a number of measures affecting the price of oil and fuels in order to address the impacts of the international increases in the price of oil on the expenditure related to the generation of electricity.", "It is pertinent to underline that international experts are not forecasting that the price of oil will fall back to the levels we have been accustomed to.", "This means that our country must not only adopt measures in order to finance this expenditure, but must holistically evaluate the implications to our country stemming from the high dependency on oil.", "For this matter, Government, through the Malta Resource Authority, has embarked on the necessary studies to evaluate the possibilities of installing a cable between Malta and a neighbouring country to be able to purchase electricity through the European grid as well as 65 through the installation of a pipeline or gas storage plant in order to introduce gas as another source for the generation of electricity.", "We believe, nevertheless, that a number of initiatives are also required in order to promote the use of alternative energy.", "Studies carried out to-date indicate that large wind or solar energy farms are not viable in our country.", "I must add, however, that we continue to evaluate the possibility of setting up wind farms on reclaimed land and their resulting energy generation.", "Furthermore, we must keep in mind that related technology is developing at a rapid rate and that which is not possible today may be so in the future.", "I would like to point out that the changes in excise duty on petrol announced last week and the adjustments in electricity rates introduced last year are shown in the bill presented together with this budget.", "Mr Speaker, energy consumption is also dependent on our behaviour.", "In truth, few have been those that have sought to apply alternative energy despite the incentives introduced in this regard.", "In part this is the result of a general lack of understanding of what constitutes alternative energy, what measures to adopt and how these can be maximised.", "To rectify this, the Ministry for Rural Affairs and the Environment together with the Malta Resources Authority will embark on a sustained campaign to generate awareness and imbue a new culture in this regard.", "For this purpose we will allocate Lm100,000.", "Government acknowledges that as we strive to build this culture, education alone will not suffice.", "In last year’s Budget we announced a scheme directed to incentivise the installation of solar energy products that allowed for a refund of 15% subject to a maximum of Lm50 on the 66 expenditure made.", "This year the government will increase the refund limit to 25% subject to a maximum of Lm100.", "Furthermore, this scheme is to be extended to encompass wind energy as well as roof insulation of private homes.", "Moreover, it is pertinent to note that if a household has introduced photovoltaics and is generating more energy than is consumed, this excess generation is lost.", "We believe that this excess generation should be placed on the national electricity grid.", "Government is, thus, introducing a number of schemes to incentivise this type of energy generation.", "First.", "On the expenditure incurred on the purchase of photovoltaics technology Government will refund 25% subject to a maximum of Lm500.", "Second.", "Enemalta will not charge the Lm20 fee for the installation of the meter necessary for the operation of the photovoltaics technology.", "Third.", "Enemalta is introducing a system which allows it to absorb the excess energy generated by the photovoltaics technology.", "In the event that a more energy is generated through the photovoltaics technology than that consumed through the Enemalta electricity grid, Enemalta will pay for the balance at a rate of 3cents/kWH.", "Investment in Roads Mr Speaker, this year has clearly demonstrated Government’s determination to provide our country with quality roads.", "We have reconstructed kilometres of roads; built to international standards, within the time frames set, and within budget.", "In 2006, Government will continue with its commitment to invest and upgrade the roads network.", "Works, through the Consolidated Fund 67 and co-financing from the EU, include Lm1.6 million for the upgrading of the Regional Road Bridge, Lm1.2 million for the completion of the third phase of the Hal-Far road.", "A further Lm2 million will be invested on other arterial roads.", "Over and above this, Government acknowledges the need to propel the work required on residential roads as these affect on a daily basis the quality of life of the people living there.", "For this purpose the expenditure will increase by a further to Lm2 million, to a total of Lm7 million directed at a programme of works across Malta and Gozo.", "Government’s Social Policy The expenditure on social policy amounts to 46% of the total government expenditure.", "In 2006, the expenditure on social policy will increase from Lm463.5 million to Lm475 million, an increase of Lm11.8 million or 2.5%.", "In essence, the expenditure on social policy constitutes 24% of GDP.", "Undoubtedly these figures impress on us the need to ensure that our country’s social welfare system is financially sustainable.", "In tandem, we must continuously ensure that they are adequate.", "This demands that we undertake the appropriate reforms where so necessary.", "It is Government’s duty to ensure that no person is marginalised and subsequently excluded from society.", "It is, however, also Government’s duty to ensure that benefits are channelled towards those who truly need them.", "The Reform of the Pensions system In last year’s budget, I placed on the Table of the House the White Paper setting out recommendations to reform the pensions system.", "This was followed by a wide ranging consultation and discussion process.", "It is important to state that the absolute majority of 68 constituted bodies and individuals agree that the reform of the pensions system is a necessity and that the current system is neither, over the long term, adequate nor sustainable.", "Here too, I sought and wished a constructive contribution from the Opposition.", "Pensions Reform is one of the primary issues of National interest that transcends generations.", "It affects future pensioners as should no reform be embarked upon, these cohorts of future pensioners will not have access to a pension that would guarantee them an adequate standard of living.", "This year we have had the first impact of the post-war ‘baby boomers’.", "Moreover, whilst the fertility rate is falling, the number of pensioners is increasing dramatically.", "Over the past 10 years the average number of persons annually qualifying for a pension stood at 1,962.", "In 2005 this number increased exponentially to 4,400; an increase of 2,438 persons in turn impacting the pensions bill by a further Lm7 million.", "In 2006 the number of people expected to retire is 5,792; that is 1,392 over this year.", "The Pensions Working Group presented its final report to Government and which I am hereby placing on the Table of the House.", "Government is studying this report with the attention it deserves.", "It is the intention of Government to communicate its decisions in the coming weeks and thereby embarking upon implementation.", "Health Services In the Pre-Budget document we demonstrated that we have now established the Health Fund.", "This fund consists of government revenue related to 3% from VAT, taxes related to cigarettes and alcohol, and revenue generated from the health service where so applicable, as well as the total recurrent health service expenditure; with the exception of the expenditure related to Mater Dei Hospital.", "I must state, Mr Speaker, that in 2006 the Health Fund is expected to close with a deficit of Lm23 million, which must be financed from the 69 Consolidated fund.", "In 2006 health service related recurrent expenditure is targeted at Lm101.5 million and capital expenditure on Mater Dei Hospital at Lm37.2 million.", "Government strongly believes in a health service that is accessible and of a high quality.", "Our strict adherence to this principle is one of the key elements that render Malta a caring and inclusive society.", "Mr Speaker, unless we continuously apply measures that achieve efficiencies, effectiveness, economies and accountability in the health service sector it will not be possible for us to continue to sustain and further develop this sector which is so important for the well being of our society.", "In 2006, Government will continue with the reforms initiated in the health service.", "It is our intention to introduce a new and comprehensive legal framework that will separate the regulatory and operational roles of the current State health institutions.", "We will further continue with the reforms of the pharmaceuticals services provided by Government.", "It is pertinent to remember that government’s expenditure in pharmaceuticals only ten years ago did not exceed Lm6 million.", "Today, this expenditure stands at Lm20 million; three times more than that spent 10 years ago.", "We must be assured that the prices we pay for pharmaceuticals are truly competitive.", "We must also be assured that the pharmaceuticals and services we are providing are neither being misused nor abused.", "In 2006 we must meet these objectives.", "For this purpose we shall introduce a pricing policy for pharmaceuticals.", "We shall also reform the pharmaceutical services chain encompassing planning to procurement to distribution to auditing.", "Furthermore, we shall review protocols related to prescriptions to ensure that no medicines for which there is no entitlement are dispensed.", "70 It is unfortunate to note that there are persons who misuse and abuse our health services.", "It is thus imperative that we strengthen both our organisational and audit capacities to stamp down on such misuse and abuse.", "I wish to take the opportunity of this address to, once again, assure the Maltese and Gozitan people that the Government has already taken the necessary precautions against the potential pandemic flu.", "For this purpose Government is allocating Lm2 million for preventive measures.", "Throughout 2006, Government needs to decide on how it will develop services related to cancer.", "These do not constitute part of the Mater Dei Hospital development.", "Government is committed to give this sector the priority it deserves and that the highest quality of care is adopted, including if possible with the participation of the private sector.", "Social Initiatives Government recognises that given the breadth of benefits and services provided we now need to consolidate the ‘means test’ mechanism.", "The current system where different departments apply different ‘means test’ yardsticks is no longer tenable.", "Apart from the duplication of work and resources, the current system is neither just nor fair as no standard yardstick is applied to an individual seeking social benefits – be they health, accommodation, social, education as well as others.", "For this purpose Government is setting up an inter-ministerial Working Group to recommend a single ‘means test’ yardstick.", "Furthermore, this Working Group will be tasked to evaluate the possibility of establishing one register for people with special needs.", "71 It has always been this Government’s policy that vulnerable members of our society such as the elderly, victims of domestic and child abuse, victims of substance abuse, and the disabled should be protected and integrated within the community.", "It is for this purpose that this Government has established a number of welfare agencies.", "Apogg, Sedqa, and Sapport, today provide personalised services to over 10,000 persons; at a cost of Lm2.3 million.", "Further to this the Department for Care of the Elderly together with Local councils and the private sector operates 14 day centres enjoyed by 1,312 elderly persons, and 8 community homes enjoyed by 1,648 elderly persons.", "Our next stage of development, Mr Speaker is that of introducing the concept that financing and funding should be tied with the individual and not the institution.", "This is no mean reform as to date we do not have the structures to identify the unit costs on an individual basis.", "Yet if we are to be aggressive in meeting our goal of providing increased community services it is not tenable that we continue to maintain the financing levels for institutions which in essence will be dealing with smaller populations This reform requires a complete overhaul of the financing of such services.", "Government believes that financing should no longer be directly linked with the institution but rather should be transferred in accordance with the service that a person is benefiting from.", "As a first step, in 2006 Government will pilot this concept in the social programme titled ‘Innocenti’.", "The purpose of this programme is to ensure that children placed at the Young Persons Unit at Mount Carmel Hospital are integrated within the community through either fostering or placement within a specialised home.", "The variable cost related to the care provided by the Hospital for these children will be transferred to finance this integration.", "72 We seek a community that is far more inclusive.", "For this purpose the Government is introducing a special scheme in 2006 to enable NGOs and small enterprises to undertake works to render their buildings more accessible.", "For this purpose a refund to a maximum of the 10% on the purchase of a lift will be provided.", "Further to this, a similar scheme currently managed by the Housing Authority is to be extended to cover private homes in which people with disabilities reside.", "Mr Speaker.", "I am not satisfied with the level of accessibility, physical or otherwise, that we have attained, even within government.", "In 2006 every department or entity of government must give attention to this matter; and in the event that new projects fail to meet the guidelines ‘Access for All’, the responsible entities will be sanctioned by losing part of their financing.", "There is no longer room for reticence in this matter.", "I wish to inform the House that for the first time Government is publishing the account related to the care of the elderly.", "This account brings together all the initiatives that relates to the elderly.", "It should be noted that this expenditure, with the exception of pensions and other social benefits, stands at over Lm16 million.", "An analysis of this account shows that Government is matching every Lm1 contribution by persons receiving residential support with and additional Lm4..40.", "At the European level, the Maltese Government is lobbying for the introduction of a favourable rate for services related to home care, such as private home help and other services.", "Government hopes that in the future it will be in a position to introduce a favourable VAT rate for home care services for the elderly, the disabled, and other persons that require home support as well as for child minding services.", "Government, through the Housing Authority, will continue to provide affordable housing for new families or families with particular needs.", "The focus of the Housing Authority will now be 73 directed towards re-generating housing stock in urban and rural areas.", "For this purpose, the Authority will invest Lm3 million to acquire dilapidated property for re-generation and subsequently allocation within the parameters of the schemes in place.", "Fiscal Evasion and Abuse of Social Services Government sees the evasion of taxation and the abuse of social services as nothing less then theft.", "We will therefore aggressively continue to curtail tax evasion and ensure that every person, professional and entrepreneur meets his or her tax obligations.", "Government will continue to invest in the Social Benefits Anti-Fraud Directorate to stamp out freeloaders and secure the legitimacy of our social system.", "For this purpose Government will in 2006 invest Lm90,000 more than this year in order to strengthen this Department.", "In order to strengthen the investigative powers of both the Tax Compliance Unit and the Social Benefit Fraud Directorate, Government, with effect from 1st January 2006, will introduce amendments to the income tax legislation to enable the sharing of tax and social benefits information amongst these two important units.", "Further to this, during 2006 the Ministry of Finance will implement a mechanism that will protect consumers against VAT receipt abuse and to facilitate the reporting of such abuse.", "During 2006 Government will continue to review its anti-abuse and evasion structures to see whether these can be rationalised to allow for a more effective, coordinated and managed mechanism.", "Amendments will also be introduced so that money loaned by financial institutions and banks will be subject to the condition that loans will be made available only if the request is supported by the contract of acquisition and fiscal receipts on the works carried out.", "In tandem with this, in 2006, the Department for Social Security will implement the reform of invalidity pensions.", "74 Excise Duty As from next year, the Customs Department will introduce banderols on alcohol bottles to sustain our efforts against illegal importation of alcohol.", "I consider it just that we take such measures rather than increase duties that would penalise law-abiding citizens.", "Law and Order In 2006 work on the introduction of the Schengen Information System, which will allow Malta to exchange border control information with other EU Member States, will continue.", "This work will be co-financed with the EU.", "Thus, we will continue to strengthen our capacity for to manage border control and immigration.", "Further to this, the national police information system will be integrated with the Schengen Information System to provide our police force with improved management information.", "Irregular Immigration The issue of irregular immigration is a real one – one that can neither be ignored or accepted as a matter of course.", "It is not surprising that this matter is generating immense pressures on the resources of our country, including the Malta Police Force and the Armed Forces of Malta.", "This, however, does not mean that we should discard our Christian principles and values to provide security and comfort to those who land on our shores, irrespective of their status.", "It is pertinent to note that the problem of illegal immigration stems primarily from poverty and economic conditions prevailing within other countries.", "My Government is unequivocal in its conviction and moral obligation to support and participate in the efforts being carried out by the EU, the UN and other supra-national institutions to address the root cause of the problem: poverty.", "75 In 2006, Government will unreservedly continue to place the matter of illegal immigration in the Euro-Med area on the Agenda of the EU and the Commonwealth.", "In doing so, we will continue to demand concrete action and resources, including financial resources, so that Malta is in a better position to address and manage this critical matter.", "Further to this, Government will continue to seek agreements with EU Member States so that these assist Malta in its efforts.", "We will continue to strive for assistance in the repatriation of those immigrants who do not qualify for refugee status.", "In 2006, Government will continue to discuss with our neighbours, particularly Libya and Italy, in order reach agreement on this matter.", "Further to this, Government, within the parameters of international law and human rights obligations, will speed up processing of applications for refugee status as well as the vetting of immigrants, including the repatriation of those persons who are not eligible for refugee status.", "It is pertinent for me to inform the House that Government’s expenditure in this regard will be Lm1.5 million in 2006 apart from expenses related to the Police Corps and the Armed Forces.", "76 CONCLUSION Mr Speaker.", "It should be noted that Government expenditure will increase by Lm17 million.", "Mr Speaker, this is not the consequence of capricious decisions.", "Lm12 million in this increased expenditure is directly related to increased expenditure in health, social benefits and pensions.", "On the other hand, we have reduced recurrent expenditure on both central government and public sector entities by Lm1.5 million and Lm3 million respectively.", "This shows that Government is not only utilising public funds wisely but is also adopting the necessary social and economic measures whilst at the same time rationalising its expenditure.", "Mr Speaker.", "In this Budget we have demonstrated that my Government has a vision for our Nation.", "The attainment of this vision demands action.", "There is no doubt that the transition we have initiated must continue, and new changes embarked upon.", "Only thus, Mr Speaker, will Malta be affluent and will remain a caring society.", "We are a Nation that is proud of its achievements.", "And our achievements are such that should make us proud.", "We are a small Island State that has not only withstood the rigours of a history steeped in the conflicts of those powers that controlled the Mediterranean, but also, we have matured into a nation that is democratic and founded on the rule of law, affluent, healthy, caring, with a unique National identity and language.", "We have achieved this, Mr Speaker, because our ancestors were flexible, enterprising and courageous.", "We have attained this Mr Speaker, because our fathers not only accepted the necessity of change but also because they exploited the opportunities that change brought with it.", "I am convinced that we, as a people, have the intrinsic and innate capacities, skills and talents to successfully embark upon this next 77 phase of the institutional, social and economic evolution of our country.", "Mr Speaker.", "In this address I have demonstrated clearly that my Government is able to provide the leadership, determination, vigour and courage to attain and secure our vision of a better quality of life for the Maltese and Gozitan people.", "I am convinced that with our collective strengths and abilities we are capable to work for a future that will provide all of us with a better quality of life.", "Thank you.", "STATEMENTS TAX REVENUE\n Direct - Income Tax\n 2,480,000 - Higher receipts than expected from capital gains tax.\n Social Security\n - 8,000,000 Shortfall expected against the original estimate.", "One third of the amount\n represents State Contribution.\n Indirect - Customs and Excise\n - 5,590,000 Duties\n Licences, Taxes and Fines\n - 7,653,000 Shortfall registered against the original estimates of proceeds from\n gaming taxes, duty on documents and airport tax.\n Value Added Tax\n 1,431,000 - Increase as a result of greater efficiency in VAT collection.\n TOTAL TAX REVENUE\n STATEMENT A\n REVENUE 2005 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n Shortfall on import duties and on excise duty on cigarettes is being\n ~ i ~\n STATEMENT A\n REVENUE 2005 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n NON-TAX REVENUE\n Fees of Office\n - Increase due to higher proceeds than expected from fees for the right of\n use and in view of the re-launching of the investment registration scheme\n during the year.\n - Decrease in revenue from services to third parties.\n Public Corporations\n - - Central Bank of Malta\n Year 2004 actual profits passed to Government.\n - Marginal increase in revenue from rents.\n Dividends on Investment\n - Increase due to profits/dividends higher than projected being passed to\n Government by MFSA and sundry companies.", "Repayment of Government Loans - - and Interest\n - Receipts higher than projected from the Fifth Italian Financial Protocol.\n Miscellaneous Receipts\n - miscellaneous receipts.\n Total Non-Tax Revenue\n TOTAL RECURRENT ~ ii ~\n STATEMENT A\n REVENUE 2005 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n NON-ORDINARY REVENUE\n Sale of shares\n - Government privitisation programme for 2005.\n Sinking Funds of converted loans\n - - Local Loans\n - Local loans raised to finance the public sector borrowing requirement in\n the Consolidated Fund\n Foreign Loans\n - No use has been made of this facility during 2005.\n TOTAL NON-ORDINARY GRAND TOTAL\n ~ iii ~\n 1 Office of the President\n It is expected that lower expenditure will materialise under the Personal\n Emoluments category when compared to the original approved estimate.\n 2 House of Representatives\n 3 Office of the Ombudsman\n 4 National Audit Office\n Contribution to the National Audit Office for the current year is expected\n to be lower than originally forecasted.\n 5 Office of the Prime Minister\n Lower expenditure than originally projected mainly under the categories\n for Programmes and Initiatives (EU Pre-Accession Programmes) and the\n Contributions to Government Entities.\n 6 Public Service Commission\n 7 Armed Forces of Malta\n Higher expenditure than originally forecasted, mainly in respect of Third\n Country Nationals and under the Operational and Maintenance Expenses\n was offset by lower expenditure under the Personal Emoluments\n 8 Information\n 9 Government Printing Press\n 10 Electoral Office\n Expenditure under the Operational and Maintenance Expenses category\n was higher than expected but was offset by lower expenditure under the\n Programmes and Initiatives category.\n STATEMENT B\n RECURRENT EXPENDITURE 2005: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n ~ iv ~\n STATEMENT B\n RECURRENT EXPENDITURE 2005: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 11 Ministry for Justice and Home Affairs\n 12 Judicial\n Expenditure relating to summoning, as well as fees of Court experts, was\n higher than originally envisaged but this variance was partly offset by\n lower expenditure under the Personal Emoluments and the Operational\n and Maintenance Expenses categories.\n 13 Local Government\n 14 Police\n Emoluments category.\n 15 Correctional Services\n Higher expenditure than forecasted is expected under the Personal\n Emoluments and the Programmes and Initiatives categories.\n 16 Civil Protection\n 17 Government Property Division\n 18 Registration\n 19 Ministry of Finance\n Expenditure under the Operational and Maintenance (International\n Finance Corporation membership) and the Programmes and Initiatives\n categories was higher than expected but was partly offset by lower\n expenditure under the Personal Emoluments category.\n ~ v ~\n STATEMENT B\n RECURRENT EXPENDITURE 2005: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 20 Treasury\n Higher expenditure than originally projected is primarily due to the\n refunds effected in respect of TVRO licences and to higher expenditure\n than originally forecasted under the Operational and Maintenance\n Expenses category.\n 21 Pensions\n Higher expenditure as a result of variance from the original projections in\n respect of retirements.\n 22 Inland Revenue\n originally projected\n Emoluments category.\n 23 Customs\n Maintenance Expenses category was partly offset by savings under the\n Personal Emoluments and the Programmes and Initiatives categories.\n 24 V.A.T.\n 25 Contracts\n 26 Economic Policy\n 27 Ministry of Education, Youth and Employment\n Expenditure under the Personal Emoluments category was higher than\n expected but was offset by lower expenditure than originally projected\n Initiatives and the\n Government Entities categories.\n ~ vi ~\n STATEMENT B\n RECURRENT EXPENDITURE 2005: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 28 Education\n It is expected that expenditure under the Operational and Maintenance\n category will, due to cost of school transport, be higher than originally\n forecasted but will be more than offset by lower expenditure under the\n Personal Emoluments category.\n 29 Industrial and Employment Relations\n 30 Libraries and Archives\n 31 Ministry for Tourism and Culture\n Higher expenditure than the original projections under the Operational\n and Maintenance Expenses and the Contributions to Government\n Entities categories was offset by lower expenditure under the Personal\n Emoluments category.\n 32 Ministry for Competitiveness and Expenditure under the Programmes and Initiatives category is expected\n to be higher than originally projected but will be partly offset by lower\n expenditure under the Personal Emoluments category.\n 33 Commerce\n The amount voted under Food Subsidies will not be required in full by\n the end of the year.\n 34 Consumer and Competition\n 35 Civil Aviation\n Lower expenditure than originally forecasted under\n the Personal\n Emoluments category.\n 36 Ministry for Resources and Infrastructure\n Expenditure under the Personal Emoluments category is expected to be\n lower than expected.\n ~ vii ~\n STATEMENT B\n RECURRENT EXPENDITURE 2005: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 37 Ministry for Gozo\n 38 Ministry for Health, the Elderly and Community Care\n Expenditure for Operational and Maintenance (mainly due to Contractual\n Services) and Programmes and Initiatives (Medicines and Surgical\n Supplies) is expected to be higher than projected but willbe partly offset\n lower expenditure\n Personal Emoluments\n Contributions to Government Entities categories.\n 39 Elderly and Community Care\n Expenditure under\n Personal Emoluments, mainly allowances, and\n Operational and Maintenance, is expected to be higher than originally\n 40 Ministry for Investment, Industry and Information Technology\n Higher expenditure than originally forecasted under the Contributions to\n Government Entities category is expected to be offset by lower\n expenditure under the Programmes and Initiatives category.\n 41 Ministry for Rural Affairs and the Environment\n Maintenance Expenses (mainly Utilities) and the Contributions to\n Government Entities categories is expected to be partly offset by\n originally projected\n Emoluments category.\n 42 Ministry for Urban Development and Roads\n Expenditure under the Guaranteed Earnings Agreement with the Public\n Transport Association\n is expected to be higher than the original\n ~ viii ~\n STATEMENT B\n RECURRENT EXPENDITURE 2005: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 43 Ministry for the Family and Social Solidarity\n Expenditure higher than originally projected under the Programmes and\n Initiatives and the Contributions to Government Entities categories.\n 44 Social Security\n The State Contribution will not be required in full by the end of the year.\n 45 Social Security Benefits\n Expenditure was higher than expected primarily under Retirement 46 Family Welfare\n 47 Housing\n Expenditure under the Programmes and Initiatives category is expected\n to be higher than originally forecasted.\n 48 Ministry of Foreign Affairs\n Higher expenditure than originally forecasted under the Operational and\n Maintenance Expenses, and the Programmes and Initiatives category is\n expected to be partly offset by lower expenditure under the Personal\n Emoluments category.\n TOTAL RECURRENT EXPENDITURE\n 49 Public Debt Servicing\n Expenditure in respect of ex-Shipyards' Direct Loan repayments was\n offset by lower expenditure in respect of short-term borrowing.\n TOTAL RECURRENT EXPENDITURE\n AND PUBLIC DEBT SERVICING\n ~ ix ~\n Office of the Prime Minister\n Additional funds provided under the AFM capital programme in connection with\n the second Protector Class Coastal Patrol Boat P.", "52, urgent construction works at\n AFM barracks at Hal Far in order to accommodate irregular immigrants and for the\n Offshore Patrol Vessel' financed under the V Italian Protocol.\n Ministry for Justice and Home Affairs\n Higher expenditure is expected mainly due to payment on contracts for the\n acquisition of land by Government.\n Ministry of Finance\n 51,385,000 39,100,000\n This Vote was revised to include expenditure incurred on Mater Dei Hospital, which\n was higher than originally provided under the Ministry of Health, the Elderly and\n Community Care.\n Ministry of Education, Youth and\n Although the overall expenditure under this vote is expected to be lower due to the\n programmes financed by the European Union and projects undertaken by\n University, MCAST and Foundation for Tomorrow's Schools, higher expenditure is\n expected on works at Occupational Health and Safety Authority and Sport projects.\n Ministry for Tourism and Culture\n Lower expenditure expected on EU financed projects.", "Funds allocated for the\n installation of an electrical substation to service Bighi Complex will not be utilised\n this year.\n Ministry for\n Lower expenditure expected on EU financed projects under the Transition Facility.\n VII Ministry\n Expenditure is expected to be higher than the original forecast due to additional\n funds provided in connection with centres for Third Country Nationals and under\n the expenditure item for storm water systems\n VIII Ministry for Gozo\n Though expenditure on EU projects is expected to be less than originally\n anticipated, additional funds will be required mainly for roads projects\n STATEMENT C\n CAPITAL EXPENDITURE 2005: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n ~ x ~\n STATEMENT C\n CAPITAL EXPENDITURE 2005: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n Ministry of Health, the Elderly and\n Community Care\n Expenditure on Mater Dei Hospital is shown under the Ministry of Finance.", "Lower\n expenditure is expected on EU Programmes and Saint Vincent de Paule Residence."]