["RENEWING OUR COUNTRY TOGETHER Budget 2005 i CONTENTS Budget Speech 2005 Page Introduction 1 A Review of the Economy 5 i.", "Economic Growth - Introduction - Employment - Inflation - Foreign Trade and Payments i.", "Sectoral Developments - Manufacturing - Tourism ii.", "Economic Outlook iii.", "The Adoption of the Euro THE FIRST PRIORITY – Public Finance and Economy 1.", "Fiscal Consolidation - The Concept of General Government 2.", "Reducing Public Costs ▪ Public Sector Reform ▪ Managing New Recruitment in the Public Sector and cutting down on Administrative Costs as much as possible ▪ Attacking Abuse - Kerosene - Sale of Duty Free Diesel 3.", "Structural Reforms ▪ Pensions Reform ▪ Reform in the Health Sector 6 6 7 7 7 8 8 9 9 9 11 11 12 12 13 15 16 17 18 19 19 20 ii 4.", "We continue to invest in the Country's Productive Sectors ▪ We increase our Country's Competitiveness - Privatisation - Ports Reform - Public Transport Reform - The Social Pact - The National Plan for Research and Technological Development - Industry, Enterprise and Small Businesses - Incentives to Industry - The Services Industry - Tourism and Culture - Financial Services - The National Strategy on Information and Communications Technology - The National Action Plan for Employment THE SECOND PRIORITY – EDUCATION ▪ Sport THE THIRD PRIORITY – THE ENVIRONMENT ▪ Managing the Environment - A once-only Payment on the Purchase of Solar-heating Energy Savers and of Electric Cars - Recycling edible oil into Bio-diesel ▪ The polluter pays principle ▪ Agriculture and Fisheries ▪ Road Improvements and Embellishment ▪ Gozo 21 21 21 22 23 24 25 27 28 30 35 32 33 34 36 39 39 39 41 42 42 43 44 46 Fiscal Measures - The price of oil and its impact on the Public Costs - The price of gas - Cigarettes and Tobacco - Excise Duty on Mobile Telephony - Increase in the passenger departure tax on trips starting from Malta - Payment of Duty on Documents - Inherited Property - Transfer or Exchange of Movable Property and Shares between Companies in the Same Group - Poverty and Social Exclusion - Increasing Children's Allowance - Assistance to Parents of Children with Special Needs - VAT Refunds on Procurement by Persons with Disability - Assisting Couples with Disability who wish to marry 47 47 51 52 52 53 54 54 55 55 56 57 57 58 Conclusion 59 1 INTRODUCTION Mr Speaker, Last 1st May, our nation started on a new path towards new horizons that opened up with membership of the European Union.", "We already live on a beautiful island.", "We enjoy an advanced social set up with an excellent health system.", "We have an able and hard working labour force and large and small enterprises that are able to compete abroad.", "We have a highly accessible education system for all and a unique history and cultural heritage.", "We may, therefore, be proud of what we achieved over the years.", "But, we would be burying our head in the sand if we thought that our achievements overtime would, by themselves, be enough to guarantee to our future.", "The country is now facing stiff competition on all fronts.", "Naturally, other countries, which for long years were considered as economic giants, are also facing the same problems.", "All of them, without exception, are taking decisions that are necessary to retain their competitiveness and are currently going through reforms in all sectors of their society.", "Malta could not be an exception – even because it has now grown as a nation.", "We have grown because we opened up our economy so that it can succeed in new markets.", "We have joined a union of countries that have realized that unity brought strength and that together they make up an enormous economic force.", "In our decision to join we integrated within a system wherein we could benefit from funding for the necessary reforms in everyone’s interest.", "I wish to emphasise the term ‘in everyone’s interest’.", "If we remain inactive before these challenges and opportunities then we are bound 2 to lose.", "We must undergo change because it is both in our interest and that of future generations to do so.", "As politicians, our electorate has trusted us to give direction to our country and not to be carried away by strong winds or strong waves.", "The budget that we present before Parliament has been drawn up precisely with this in mind.", "The government that I lead sees a renewed nation in five years’ time.", "What holds good today we need to do better by 2010.", "We will have to change by 2010 whatever has to be changed.", "The result for the country will be: - a strong economy that generates more and better jobs; - a financial situation that will allow for more development; - a sustainable social basis that guarantees a future with a health system of the highest order and an educational system that provides the best for our children; - an environment that provides space, air and cleanliness that the people deserve.", "We aim to continue building on the good work that was done during this year so that we will continue to address all those sectors that face us with different challenges and opportunities.", "Our main targets are listed in Table 1, which I ask the House to take as read.", "3 Table Nr.", "1 THE MAJOR CHALLENGES THAT GOVERNMENT NEEDS TO FACE WITH URGENCY, DETERMINATION AND COURAGE The Economic Sector - Economic growth and development: this means in practice a new approach in the tourism sector wherein we add value to other advantages that our country, and only our country, has, among them, its culture and its history; - attracting foreign investment to our shores mainly in those sectors that have better prospects in the global market; - competitiveness: we provide all necessary support to small and medium sized enterprises by, among others, reducing bureaucracy and incentivising those who are creative and innovative; - we restore public finances by, among others, increasing productivity in the public sector, cutting down waste and increasing efficiency.", "The Social Sector - Implementing with haste the national plan on employment; - strengthening the family base by updating legislation and relevant polices; - putting social welfare on a sustainable path through decisions that emerge from dialogue; - protecting the environment by resolving the waste problem, improving public cleansing, among others, on our beaches, and reducing pollution everywhere.", "4 Public governance - Government operates in a more compact way by strengthening the Cabinet Office; - the provision of public services would be more efficient and there will be more continual dialogue with the public through a more active role for each member of parliament and each councilor; - we make success in all aspect of our EU membership.", "This we can do not only by maximizing benefits but also by giving our fair share in strengthening values in an ever-changing world both in the vision that ties the Mediterranean to Europe and also in man’s path towards a fairer society.", "In order to reach the end of the road that lies ahead of us w need to have faith in ourselves and the ambition for a better future for our children.", "We shall dialogue, listen and evaluate criticism - but we shall also decide.", "It is only thus that we can renew our country.", "My government has confidence in our people and is convinced that we face reality and take decisions with judgment and sensitivity so that we will secure a better future.", "The measures and initiatives that my government is announcing in this budget are all drawn with man at the center of all our political activity.", "We want that everyone benefit from the opportunities that enable a person to acquire a holistic development.", "Present realities demand from us these priorities: First: Sustainable public finances and an economy that grows faster; Second: Quality education for all; Third: A beautiful, clean, and strong environment.", "5 A Review of the Economy Now that the Maltese market is an integral part of the EU internal market, our priority is to look at the performance of our economy in this new reality.", "This is the first budget for this administration after the historic date of 1st May 2004.", "It was a historic date not only because on that day we renewed our European vocation by attaining full membership in the EU but also because, as from that date, my government provided a new direction for our country and opened up opportunities as never before for greater prosperity and improvement in the quality of life of all Maltese and Gozitans.", "In this process, we drew up a convergence plan that set our fiscal goals over a four-year period up to 2007, by which time we plan to have reduced the deficit ratio from 9.6% of GDP in 2003 to 1.4% of GDP in 2007.", "I am pleased to state that this year we shall be meeting our targets, that is, an imbalance in the Consolidated Fund of Lm94 million.", "We will continue with determination towards meeting our targets for 2005 by bringing down the deficit ratio to 3.7% of GDP.", "There are many determining factors in the attainment of these targets, among them the performance of the European economy in the global environment.", "It is important for us, therefore, to examine the performance of the local economy in the context of what is taking place both in the EU economy and in the global economy.", "This analysis is attached at Appendix ‘A’ with this Speech.", "6 Economic Growth Developments in the international economic environment influence the performance of the local economy.", "During recent years, the generally unfavorable economic environment and the ever-increasing competitive global developments continuously affected the Maltese economy.", "Following a small contraction in real GDP of 0.3% in 2003, the Maltese economy registered marginal growth of 0.6% in the first nine months of 2004.", "In nominal terms, GDP expanded by 2.1% to £m1.4 billion.", "During the first three quarters of 2004, increases in real terms were recorded in all components of GDP.", "Private and general government final consumption expenditure advanced in real terms by 1.2%and 2.2% respectively.", "A marginal increase of 0.6% was recorded in gross fixed capital formation.", "Exports of goods and services in real terms advanced by 3.6% but the significant increase in imports of goods and services of 3.2% served to dampen the positive impact of the increase in exports on GDP growth.", "It is pertinent to note that a drop in average export prices underpinned the increase recorded in real exports of goods and services.", "Introduction During the first three quarters of 2004, compensation of employees rose by 1.1% to £m647 million.", "An average weekly compensation per employee in nominal terms stood at £m123.51, an increase of 2.0% or Lm2.43 over January-September 2003.", "In real terms, average weekly compensation per employee declined by 0.8%.", "Household disposable income during the first nine months of 2004 advanced by Lm7 million or 0.8 %.", "Despite the higher disposable income, private final compensation expenditure increased by a larger 7 amount with the consequence that household savings declined to Lm21 million.", "Employment During the first nine months of 2004, the labour supply and the gainfully occupied population increased, thus reversing the trend recorded in the same period of 2003.", "At the end of September 2004, the gainfully occupied population increased by 294 to 137,274.", "Meanwhile, unemployment continued to rise, albeit at a slower rate than that recorded in 2003.", "Indeed, unemployed persons under Part 1 of the Register amounted to 7,382, representing an increase of 149 persons.", "This translates in an unemployment rate of 5.1 %, marginally higher than that recorded in the same period of 2003 and, therefore, this Budget will be addressing a number of initiatives that will sustain our competitiveness and create more jobs in a more concrete form.", "In line with the trend noted in past years, the private sector, in particular private market prices, continued to be the main generator of jobs.", "Meanwhile, public sector employment dropped further in the wake of restructuring, in particular, as a result of voluntary early retirement schemes in a number of public enterprises.", "Inflation In September 2004, the twelve –month inflation rate in Malta stood at 2.57% when compared to 1.1% registered a year earlier.", "As result, the cost of living adjustment for 2005 will amount to Lm1.75 per week.", "Foreign Trade and Payments The first nine months of 2004 were characterized by a marginal increase of 0.3% in export activity and an increase of 4.7% in total 8 imports.", "As a result, the trade deficit deteriorated by Lm43.1 million to Lm318.9 million.", "Higher total imports reflected a rise in imports of consumer and capital goods partly as a result of the removal of the remaining levies as well as higher capital outlays.", "Similarly, imports of fuel rose on account of higher international oil prices.", "The restructuring process that the Maltese economy is currently undergoing was reflected in the export performance during the first nine months of the year.", "Consequently, during the January-September 2004 period, exports rose by Lm2 million over the same period of 2003.", "The current account deficit increased by Lm83.4 million to Lm144 million during the January-September period.", "This was attributed to an increase in profits by foreign-owned companies that led to an outflow of Lm37 million.", "A decline in net interest receipts of Lm24.2 million and an increase in net outflows of current transfers by Lm10.2 million also contributed to the deterioration recorded in the current account during the first nine months of the year.", "Tourism earnings increased by Lm6.7 million to Lm203.5 million during the January-\n September period.", "Sectoral Developments Manufacturing The local manufacturing industry continued to face a challenging environment following further trade liberalization and the increasing cost-competition.", "During the first nine, months of 2004, total manufacturing turnover declined marginally by 0.2%.", "This performance reflects a decline in local sales of 4.9 % that was partly mitigated by an increase in exports if 1.2%.", "In line with the trend noted in previous year, net investment in manufacturing continued to 9 register increases and reached Lm40.0million during the January-\n September 2004 period.", "Tourism During the first nine months of 2004, tourist departures rose by 2.3% to 919, 728 above the level recorded during the same period of 2003 and 2002.", "Gross earnings from tourism stood at £m203 million, an increase of 3.5% over the comparable period of 2003.", "In per capita terms, earnings rose by Lm2.50 to Lm221.30.", "In the meantime, the number of cruise liner tourists declined by 31.7 % during the first nine months.", "Economic Outlook After registering a decline of 0.3% in real terms for 2003, GDP this year is expected to grow by 0.6% in real terms.", "This marginal increase is mainly driven by an increase in exports of goods and services, while an increase in imports of goods and services is expected to dampen the positive effect of export growth on GDP growth.", "In nominal terms, GDP is expected to increase by 3.0%.", "For 2005, the Maltese economy is expected to grow by 1.5% in real terms and by 4.7 % in nominal terms.", "The unemployment rate is projected to reach 5.8 % in December 2004 and 5.7 % in December 2005.", "The twelve-month average inflation rate for 2004 is expected to reach 2.9% while for 2005 prices are expected to increase by 2.4%.", "The Adoption of the Euro On accession to the EU, Malta is bound to join the Economic and Monetary Union.", "The decision of when to join, however, is one that belongs solely to each member state according to its state of 10 preparedness for attaining the necessary conditions.", "These are required in order to ensure that the member state is in a position to enjoy the benefits attached to membership in a monetary union.", "The process for adopting the euro depends on the extent that we succeed in reaching the goals in fiscal consolidation proposed in the Convergence Plan for years 2004-2007.", "As already stated, I am pleased to state that we have attained our goals for this year as projected in the last Budget Speech.", "With the further consolidation that we shall put in place next year, we will continue to satisfy the conditions to bring the Maltese currency in the exchange rate mechanism also known as ERM ll.", "More details on the performance of the economy are provided in the Economic Survey, a copy of which I am putting on the Table of the House.", "11 THE FIRST PRIORITY Our aims are: 1.", "That we secure fiscal consolidation so that we ensure that our country will continue to grow on a sustainable path and provides the necessary confidence for potential investors.", "2.", "That we cut down public expenditure by, among others: i.", "undertaking public sector reform as necessary; ii.", "managing new recruitment in the public sector and cutting down on administrative costs as much as possible; iii.", "attacking abuse; 3.", "That we undertake structural reforms necessary to attain competitiveness; 4 That we continue to invest in our country’s productive sectors, increasing productivity, and consolidating infrastructure in order to attract investment, and creating jobs.", "1.", "Fiscal Consolidation At Appendix ‘B’, I am providing details on the current state of public finances.", "As I already stated, this analysis evidently shows that we are gaining results from government’s efforts to control public costs and to start addressing some of the crucial reforms, so much so that we shall end up with a general government deficit of Lm98.5 million or 5.18% of GDP.", "In the same appendix, I provide an analysis on the impact of public investment on the economy.", "I wish to stress that fiscal consolidation, together with political and financial stability, should add credibility 12 and confidence in the management of the economy and contribute towards its growth.", "Investment will be attracted to our shores if we continue to be serious in our reforms.", "Moreover, achieving these targets means that the country will keep its present high credit rating if not improve it.", "It would be crucial, therefore, for us to bring down the deficit as we plan to do in order to attract investment.", "One cannot happen without the other.", "The Concept of General Government With our EU accession, we need to apply an accounting system that provides for a different concept for recording public finances from that we had in place so far.", "Our current system provides only for recording government transactions of revenue and expenditure within the Consolidated Fund that is administered by the government.", "The Consolidated Fund balances, however, do not include the imbalances and debt of some of the public entities.", "An example of this is the imbalance in the shipyard’s accounts, those of the local councils, etc.", "2.", "Reducing Public Costs Reducing public expenditure would allow resources to be employed more effectively on other areas and to be addressed towards pushing economic activity further.", "Government is bound to explore ways, judiciously and analytically, of reducing costs wherever possible.", "Government is already working on three areas of initiatives that it will continue to pursue in the coming months.", "13 2.(i) Public Sector Reform Public sector reform was not an easy process and it involved hard decision taking.", "We are sensitive to the fact that there were those who were adversely hit but the results that we are achieving speak for themselves.", "There is still more work to be done.", "However, we are having results wherever we have restructured.", "This is the concrete way of addressing public expenditure, increasing productivity and helping the regeneration of the economy.", "Among the entities that have gone through the process of reform there are: - The shipyard, which will be recording a Lm1 million loss short of that originally forecast; - Gozo Channel Co, which has succeeded to cut down its losses from almost Lm1 million to about Lm27, 000 up to last September while increasing commuters by 50,000 passengers and cargo by 10,000 cars as compared with last year; - Public Broadcasting Services, which turned around an annual £m l million loss to end this financial year with a trading profit of around Lm200, 000; - Air Malta, which after its first year into restructuring is showing signs of recovery.", "The greatest satisfaction for our people is the fact that had we left matters as they stood, these entities would, this year, have absorbed subsidies from the people that would have totaled Lm20 million.", "These have now been saved not only for this year but also for any other following year.", "14 The same Appendix ‘C’ will bear out the initiatives that government will be taking in the coming months.", "All of them form an integral part of our strategy for 2005.", "These are: - restructuring, and eventually privatizing, Sea Malta; - providing for a holistic reform in Enemalta Corporation for attaining an agency that would reflect the needs of its clients and those of the country; - implementing the report on the restructuring of the Malta Tourism Authority.", "Government, meanwhile, is carrying out an exercise to identify public entities that can be merged and thus cut down on costs, increase efficiency and reduce bureaucracy.", "As I shall be explaining later on, government has decided to absorb the Restoration Center at Bighi within Heritage Malta.", "Some weeks ago, government announced the setting up of the Financial Management and Monitoring Unit.", "Its brief is to provide adequate and effective monitoring on the costs of state agencies as well as on recruitment within them.", "This Unit will be able to use the facilities at the Management Efficiency Unit, the Internal Audit and Investigations Directorate, the National Office of Statistics, the Budget Office, the Treasury, and the Collective Bargaining Unit.", "Finally, our aim is not to impinge on management’s initiative but on the contrary, to ensure help and assistance for operations to be carried out at the highest possible standards.", "15 2.(ii) Managing new recruitment in the Public Sector and cutting down on administrative costs as much as possible The second method of bringing down public costs is by undertaking specific measures over a period of time that will provide the desired results.", "- Government will pursue its current policy so that, wherever possible, retirees will not be replaced except in those instances where replacement is absolutely necessary so as not to disrupt essential services; - In addition to this measure there is also government’s other policy of maximizing use of its workforce.", "Therefore, those who are deemed to be more useful or productive in other areas would be required to comply with any government’s directive to be assigned to other work.", "This applies even more to those employees who have been identified as surplus to requirements and who have refused early retirement under a scheme.", "- Wherever possible, government will seek out opportunities to engage in public private partnerships.", "The end purpose would be to attain a better product or a more efficient service at a lower cost.", "- Government, therefore, will be setting up a unit for this purpose within the Ministry of Finance in order to obtain the necessary expertise to develop various models for public private partnership implementation for specific activities.", "- For 2005, we do not intend to authorize government vehicle replacements except in those cases that will be authorized by Finance.", "16 - Moreover, all performances bonuses for 2004 and for 2005 will be given on criteria that would look into achievements of financial targets set up for the department or the entity concerned.", "2.(iii) Attacking Abuse The third way of how we can possibly reduce public costs is by consolidating structures and current initiatives to cut down on abuses.", "The measures that we shall be taking in this direction are: - We cannot ignore the fact that there are those who do their best to avoid paying VAT on their purchases of goods and services.", "We have tried various ways that depended on public cooperation but these were not so successful.", "We shall, therefore, be introducing other ways by which a new property owner who applies for the installation of the water and electricity services will not only be required to seek a compliance certificate from the Malta Environment and Planning Authority (MEPA) but would also need to provide a statement signed by an architect that would show (a) the contractors’ names; (b) their VAT number, and (c) the amount of VAT paid on their services or the supplies.", "This data will be given on a very simple form and, therefore, it will not be adding any beaurocratic process.", "The information will be passed on to the Tax Compliance Unit for further analysis.", "We shall also introduce a number of amendments in the relevant legislation that would provide for the collection of more data that concerns economic activity.", "- As from next year we shall yet again be addressing abuses in social benefits.", "In recent years we successfully undertook an exercise to address abuse in the children's allowance scheme 17 and some other non-contributory benefits.", "It is now time to reform the entire system for applying for invalidity pension.", "- We also intend to attack abuse of those in gainful employment while registering for work.", "We shall introduce legislative amendments that would not allow those who are found to be in gainful employment while registering for work to continue to register as unemployed before producing evidence of having been in gainful employment for the first six months since registering after they had been made redundant from their job.", "- Moreover, those registering for work will be required to attend training courses that are run by the Employment and Training Corporation (ETC) and will be struck off from the Register upon refusal.", "- All of the above will be placed within comprehensive legislation on abuse and fraud that we plan to provide for next year.", "Kerosene This is another area of abuse.", "Kerosene is very highly consumed in Malta.", "One needs only mention that, last year 18 million litres of kerosene were consumed while, in the first nine months of this year, consumption already rose to 22million litres.", "We all know, however, that all these millions of kerosene consumption are not made for domestic purposes but are illegally mixed with diesel for engines.", "Apart from being illegal, the fact that diesel carries excise duty while kerosene does not accounts for a difference in price of 16 cents per litre.", "This is an incentive for abuse.", "18 It is estimated that this illegal activity is costing Lm2.5 million annually to the exchequer.", "- With immediate effect, therefore, excise duty and VAT will be imposed on kerosene so that its retail price will be the same as that for diesel, that is, 34c.4 per litre.", "I may as well say that its price on the international market is higher than that for diesel.", "Moreover, also with immediate effect, the retail price for kerosene will move with its price on the international market in the same way as those for other oil products.", "- However, in order for domestic consumers not to be adversely hit by this measure, government will be effecting a once-only payment of Lm12 by end March next year to all those who are entitled to social non-contributory benefits that are means-\n tested, that is, old age pension, social assistance (including unemployment benefit, social assistance for women, social assistance for unmarried parents), sickness benefit, and special unemployment benefit.", "Sale of Duty Free Diesel - Government, through the Department of Customs, will be adding administrative controls in order to ensure that sales of duty-free diesel will be made only to those persons and organizations that are entitled at law.", "This will be through in built systems that will secure such duty-free diesel from being sold illegally in Malta.", "- The Department of Customs, therefore, will be investing in electronic systems for the better control of duty-free sales of diesel while requiring recipients of these sales to install control systems that can be monitored by Customs.", "19 - At the same time, there will be a change in the procedure s for duty-free sales.", "Instead of the current system, all diesels will be sold subject to excise duty and reimbursement will be made to those who are exempt against a claim.", "Reimbursements will be credited directly in the recipient’s bank account.", "These reforms should ensure a more equitable and fair systems, cut down on abuse, and increase revenue for government and in the meantime without reducing any of the benefits to those who currently enjoy them.", "3.", "Structural Reforms The third principle to strengthen the economy was structural reform.", "Here, I must explain that the aim was not simply to have a sustainable system but reforms were also aimed at guaranteeing systems that retained a high quality over a long period.", "Our main interest was to see the economy responding to these reforms and also to give future generations those same guarantees that we enjoy.", "Under this chapter, there were three reforms: the pension reform, the health reform and the education reform.", "I shall be dealing with education and other reforms later on in this Speech.", "Pensions Reform The time has now come to make another step towards pension reform.", "There is no need for government to repeat all its arguments for this reform.", "We only want to emphasize, however, that reform is inevitable.", "It has to come some time or other as our current system will not be able to guarantee the adequacy of pensions and will not guarantee their sustainability for long.", "20 Studies confirm that the longer it takes to address these challenges the more difficult it will be in the future.", "Government is aware of its obligations to provide for future generations and, therefore, on the 1st June this year decision was taken to appoint a working group in order to look into all the report s that were recently made, including the important exercise that was carried out within the Malta Council for Economic and Social Development (MCESD) together with the Commission for Welfare Reform.", "These studies have now been completed and they include a number of recommendations and a list of decisions that needed be taken for reform to take place over a number of years.", "This analysis has been reproduced in a White Paper that is now being published as part of government strategy for the coming five years and I am now putting a copy of it on the Table of the House.", "One hopes that this White Paper generates a constructive, realistic and mature debate that will lead us eventually to final decisions for implementation.", "Reform in the Health Sector Even here there is a lot of activity going on so that the necessary changes can take place without further delay in the health sector so that it will become a sustainable one for the country while it continues to provide its most urgent services that it is currently provides to whoever needs it.", "Last year, government announced its intention of setting up a health fund that would be a sub-fund of the Consolidated Fund and that it will be financed from social security contributions.", "This decision has not yet been implemented as the heath contributions have not yet been apportioned.", "This will depend on decisions that need to be taken on pension reforms.", "21 Notwithstanding this, it is government’s intent to set up this health fund as planned.", "Even here, MCESD set up a working group made up of the social partners themselves in order to study experts’ submissions in this area.", "Government, as in the case of pensions, is committed to extend dialogue with all partners as much as possible, as is already happening, and will be, therefore, waiting for public reactions to all it was proposing.", "One hopes that, as in the case of pensions, it will not be long even here before we have the desired reforms by which we strengthen the sector and make it sustainable for the country’s financial resources without reducing its benefits to those who need them most.", "4.", "We continue to invest in the Country’s Productive Sectors As I explained earlier, the fourth aim that we need to attain in order for our economy to trust forward is to continue to invest in the productive sectors so that we attract industries that create jobs, particularly in manufacturing, tourism, the films industry, and other important sectors for our country and we lease life in all the productive sectors by giving more space to private entrepreneurship.", "We increase our Country’s Competitiveness Privatisation Privatisation is the fulcrum of our policy in order to reach our objective and targets we put for our country.", "22 I, therefore, attach as Appendix ‘D’ details on our privatisation policy as well indications of our ambitious plan to which we are going.", "This plan includes the following initiatives on which we shall start next year and which will continue for the next three years: - we sell off all our shareholding in Interprint; - we will seek a strategic partner for Tug Malta so that government stakeholding in the company will be reduced to not less than 40%; - we sell off all our shares in Malta Dairy Products; - we sell off another 20% from government ‘s shareholding in Malta International Airport through an Initial Public Offering on the Malta Stock Exchange; - we sell off the three hotels that form part of the assets of Air Malta and we seek out a strategic partner for the management of Sterling Services Ltd as well as in Air Malta Supplies Co Ltd.; - we lease out to a strategic partner the oil storage facilities that Enemalta Corporation would have after it merges Malta Oil Bunkering Co Ltd in its operations and seek out a strategic partner for the production and distribution of gas.", "Ports Reform Our ports are the key to our economic development - development that is continually sustained by imports of consumer goods for our people and of raw material for our industry and by exports of our manufactured goods to foreign markets.", "Government, therefore, cannot but secure the efficiency in our port operations as well as ensure that the services provided by its operators are not costly in a manner that they erode the competitiveness of our economy.", "23 Port reforms are aimed towards two objectives: first, the liberalization of the service of port operations where our competitiveness must ensure the best service at the minimum cost.", "Second, improvements of existing facilities that ensure efficiency and demand.", "We started with the first stage when my government decided that, by the first quarter of next year, there would be a call for tenders for the management of port operations.", "Even here, national interest demands that the process goes forward and that all the necessary changes take place.", "This is crucial if we really want to improve our competitiveness.", "All our economic sectors will stand to gain from this reform but in particular the manufacturing sector that continues to underpin our economy.", "Public Transport Reform Government is committed to continue with reform in the public transport so that this would serve the needs of the public and, therefore, increase its use.", "Last month, there was agreement with the Association of Public Transport on which further discussions are going on for its early implementation.", "This agreement will form the basis for another agreement for the longer term up to 2009.", "The hike in oil prices adversely hit also public transport.", "Since 1999, government had always carried the burden of such increases and with them also those for cost of living increases for the workforce in the sector.", "Studies are in progress in order to establish a schedule of routes that can be operated efficiently and viably.", "For the sake of more transparency and accountability, government will continue to invest in the auto vehicle locator system that would provide a more efficient 24 and modern service.", "This would also benefit those tourists who make use of our public transport.", "Government intends to pursue a policy by which subsidy payments would be linked solely to certification by the Authority that the terms of the agreed reforms are being observed.", "Government will also propose the introduction of other changes by which subsidies will not be based only on operational costs but also on the number of commuters using the service.", "This would incentivise the better operations of the service so that it would attract more commuters than at present.", "Where the number of commuters exceeds an established figure, then that part of the subsidy that would be linked to the additional commuters will be placed into a fund for more improvements in the service.", "Meanwhile, as agreed with the Association of Public Transport, government will be authorizing a 5c increase in fares with effect from 1st January next year.", "However, this increase will not include pensioners and the elderly.", "The Social Pact In order to better focus on our competitiveness, MCESD set up a working group from among the same social partners so that a set of measures can be drawn up for recommendations to government on how to increase competitiveness.", "The Council was discussing this plan to bring about a social pact that would have been agreed upon by all the parties.", "We now know that agreement was not reached – a development, however, that should not discourage us from taking decisions that need to be taken.", "25 The social partners acknowledge the need to increase competitiveness and productivity in our economy.", "It is only thus that we can attract investment that we badly need to secure our jobs and create new ones.", "Among the measures that I have already mentioned there are a number of initiatives that have been discussed within MCESD, particularly those related to the registering of unemployed persons.", "There are other measures that are being discussed within MCESD that I will mention further on in my Speech and which are related to education and the National Action Plan for Employment.", "Government, however, deems that by themselves these are not enough to leave an impact on productivity and competitiveness.", "Therefore, government decided that public holidays that fall on a Saturday and on a Sunday would not be added to vacation leave.", "In practice this means that for 2005 the productive sectors will gain an additional 4 days of work.", "The National Plan for Research and Technological Development Research and innovation is another challenge that is facing us in our efforts to secure competitiveness in our industry and improvement in our quality of life.", "It is encouraging to see the private sector, particularly the manufacturing, becoming even more aware of the need for further investment in research and innovation towards more competitiveness.", "Government has already recognized this and is already giving incentives.", "The main one is reductions from company tax as high as 150% on the amount spent on research.", "Nevertheless, the definition of research that is given in the tax law is somewhat restricted.", "26 This is a sector that has great potential for growth.", "For this to happen we must first review the national framework of all those involved in this area and we need to help those who are wiling got exploit this potential.", "Therefore, government is announcing the following measures: - By the end of January 2005, government will decide which entity is responsible for the sector.", "Those involved at present are the Malta Council for Science and Technology (MCST), the University of Malta and Malta Enterprise.", "This will not include initiatives being taken by the industrial sector or by private companies or individuals.", "For this exercise, it is important to allow room for the contribution of the private sector; - We will increase the tax exemptions from 150% of actual spending to 200%; - The definition of research and development will be extended under the tax law.", "Capital expenditure will not be limited to investment in plant and machinery but will also include acquisitions, such as property, to be used for research; - We will include wages and study fees paid by employers on behalf of employees studying for a Masters or a PhD in areas to be specified with established universities and learning institutions; - We will give a 50% discount on the social security contributions paid by employers for three years on behalf of employees who have a Masters or a PH.D in areas to be specified.", "27 Industry, Enterprise and Small Businesses One of our main aims is to create commercial activities with high value-added.", "A considerable proportion of the work force does not have the required skills and we must create work for this social group.", "Concentrating on high value-added activities might risk creating an imbalance among those seeking work.", "Up to last month, Malta Enterprise had approved 56 projects with a global investment of Lm34 million over a three-year period.", "Eleven of these projects are in printing, with a total investment of Lm7 million.", "Another seven are in the pharmaceutical industry with a total investment of Lm15 million.", "There is also considerable activity in the area of small enterprises.", "About 1300 persons have been trained.", "Last May, we opened a new training center in Gozo that has already organized 11 events.", "A total of 110 businesses have benefited from 2 support schemes while another 100 will have benefited by the end of the year.", "An agreement is being reached with the European Investment Fund for guarantee facilities.", "Help is being given to small enterprises that want to start up.", "This is being done through the Business Incubation Centre in Corradino where 25 businesses are receiving help.", "There is need for more help for business in Malta.", "Businesses the backbone of the economy, generating spending and consumption that drive the economy.", "28 Incentives to Industry Industry is another pillar of the economy.", "We need to support and strengthen it as much as possible.", "The incentive should not only look at what has been achieved over the years but also at the business that we want to attract to Malta.", "- Therefore, I am pleased to state that this year government has allocated Lm1,850,000 by way of assistance to industry under the Business Promotion Act.", "- Another amount will be allocated to the Malta Industrial Parks Ltd for other measures connected to the construction of factories and to the maintenance of industrial areas.", "I want to emphasize once again that this is one of our major priorities.", "Therefore, the allocation of Lm1,850,000 will be supplemented by a number of fiscal measures aimed at specific sectors that the government feels require help.", "There is a huge demand for new factories which are more sophisticated or which are to be custom built.", "The demand already reached Lm17 million.", "Therefore, another way has to be found to finance existing demand as quickly as possible to invest in new factories.", "Malta Industrial Parks Ltd will, therefore, consider the possibility of using a model that has already been successfully used in the construction of new schools and will go for private financing.", "In the area of back office industry we will organise, through ETC training courses for employees in this field.", "We are also preparing fiscal incentives to tighten the cost burden of those who employ these workers as well as to reduce the capital costs of those who want to start operating here.", "29 We believe that Malta has the geographic potential to serve as a base for storage and distribution throughout the Mediterranean.", "We are looking at those parts of Malta could be free trade zones in accordance with the European customs rules.", "We are also drawing up a package of fiscal incentives to help capital investment in that sector.", "As the government has repeatedly stated, we consider the involvement of small enterprises to be crucial.", "We plan to increase the amount of assistance given to this sector.", "In the 2003 Budget Speech we had extended the incentives to small enterprises to those which employed 5 persons and which had a turnover that did not exceed Lm250, 000.", "These incentives were: - spending on information technology would be deducted from last year’s profits; - small enterprises will be refunded VAT within 30days of the declaration as long as the returns are submitted on time; - government will extend these schemes from companies that employ less than 6 full timers to companies that employ 11 full timers.", "Apart from this, apprentices and students will no longer be counted as full time employees so that more companies could benefit from these incentives.", "It is important that we make an effort to increase access to risk capital to those with good ideas.", "Our economy will not grow if, in order, to start a project, you need to raise capital from bank loans that is secured by property.", "Our competitors are growing because their private investors are ready to invest in new commercial ideas.", "Government will, therefore, invest Lm900,000 over a three-year period to set up a Venture Capital Fund.", "To encourage this investment, each 30 investor will get a tax credit on part of the capital and a partial exemption on the capital generated by the investment.", "We are doing this because we believe that it is crucial to have a source of financing – but it will not succeed unless we attract private capital.", "Government will introduce a one-off scheme to give businesses the chance to regularise their pending VAT bills, exempting them from fines as long as they pay their arrears and interests within a timeframe to be established.", "Government wants to attract more cinematic and television work.", "We want to have a regular momentum of productions that will generate more jobs in this sector.", "We will, therefore, introduce incentives to increase our competitiveness.", "Fiscal incentives will take the form of tax reductions for capital investment connected to infrastructure, equipment and approved facilities, refund of VAT and of social security payments paid in Malta, and a 20% tax cut on certain expenses which have more than 50% value-added.", "The Services Industry Tourism and Culture Tourism is one of the main pillars of the economy.", "It requires an effective and collective effort to strengthen it.", "Government is aiming for an increase of between 100,000 and 150,000 tourists by 2006 - 2007, an increase of 50,000 a year for the three coming years with more occupancy in 5-star accommodation.", "Government has decided that its strategic policy for tourism should address two aims.", "The first is to keep the market share of tourists who visit Malta to enjoy the sun and the sea and who book through established tourist agencies and specialized tourist operators.", "The 31 second is to dedicate more financial resources and marketing efforts to attract tourists in the following categories: i Cultural tourism ii Sport tourism iii Language learning tourism iv Conference tourism v Gozo as tourist destination vi Other niches such as cruise and stay, health and retirement, short brakes, agro tourism, gastronomy, events and yachting.", "- There is a close link between our heritage and the tourist product that we offer.", "It is, therefore, doubly important that we boost restoration and conservation of our heritage.", "With this aim, government is increasing the allocation to Heritage Malta by Lm400, 000 to Lm1,650,000 and in addition it will keep the Lm1million revenue it generates.", "- As part of our policy to improve our product in the coming weeks, government will take a decision on golf courses in Malta and Gozo.", "- Moreover, as I shall state later on, we shall be allocating an additional Lm100,000 to draw a schedule of restoration and conservation of the Ġgantija temples to improve the tourist product in Gozo.", "- The Malta Tourism Authority vote for next year will be Lm8 million.", "Government will allocate an additional Lm500,000 during the year if established additional arrival figures are met through its operations.", "This will introduce the concept of performance-related targets even in these entities.", "32 - In the meantime, government is maintaining the 5% VAT rate on hotels and will be drawing up a scheme of refunds for part of the VAT paid on international conferences held in Malta.", "- We believe that the time has come to consolidate our structures.", "In order to create more synergy, the Restoration Centre at Bighi will be falling under the responsibility of Heritage Malta.", "It will retain its academic aspect through the courses organised at the University of Malta or the Malta College of Arts, Science and Technology (MCAST).", "- In order to continue to incentivise the protection of our heritage we will exempt from tax, at established levels, donations to museums, or to Patrimonju Malti and will give fiscal incentives to those who undertake restoration work on historic buildings.", "- We want to encourage musical talent.", "As from next year, practicing or studying musicians including that at band clubs will be entitled to a refund of 15.25% of the cost of their musical instruments.", "Financial Services The financial services sector was another area that continued to expand and provide more employment opportunities and opening up new horizons for firms operating in the sector.", "Malta’s legal, regulatory, and policy framework continued to develop dynamically with the needs of a modern financial sector that is becoming increasingly international in its outlook and orientation.", "33 Following the introduction of the new law on trusts and trustees, the next step will be to introduce a law on securitisation.", "In the coming year, we intend to give this sector top priority.", "In 2005, government will submit the Bill to Parliament in consultation with the sector.", "Government will continue to act in the sector in accordance with the EU directives in its relations with the companies that have international trade.", "At the same time, Malta insists that it will defend its right to sovereignty when it comes to matters of taxation, and whilst it will continue to follow the procedures of the Code of Conduct Group, the use of a system of full imputation system of taxation will be retained.", "In this way, shareholders will be credited in full with the imputed tax on distributed profits from company dividends.", "The National Strategy on Information and Communications Technology Over the past three years, government has made it a top priority to increase the efficiency of the public service through the use of IT.", "Government believes that this adds value to the services and will make it more efficient and productive for both the private sector and the general public.", "Government, therefore, launched an ICT strategy for the coming three years.", "This ambitious project will improve the lives of the Maltese.", "The strategy aims at getting 90% of the private sector connected online to public services by the end of 2006.", "In this way exporters can use government services electronically.", "This improvement in ITC in the public sector should encourage industry to improve its own efficiency and productivity.", "34 This strategy aims at having 50% of the Maltese who use internet able to access public services electronically by the end of 2006.", "Here, one should mention that a project that was started four years ago in schools would be completed this year with no fewer than 5000 computers installed and an e-mail address for each student.", "This augurs well for a future generation that will be familiar with the use of IT and sufficiently trained in its use.", "The strategy is aimed at broadband connections for 60% of the Maltese internet users by the end of 2006.", "Also by the end of 2006, Malta will have excellent facilities in ICT to be able to meet the needs of foreign investors.", "We also believe that Maltese companies, even, small ones, have the potential to flourish globally, as long as they know how to use IT and internet.", "Therefore: - We are offering incentives to companies who create or improve e-commerce and e-business systems as well as those invest in technology to improve their productivity; - apart from this, we will create also a trust mark scheme so that those who buy over the internet from Maltese companies that are certified under this scheme can be reassured that they are buying a legitimate product and that the transaction is secure.", "The National Action Plan for Employment In order to help the economy and create jobs, government is giving an additional Lm1 million for various measures under the National Action Plan for Employment (NAP) that has been published and given to the Honourable Members.", "A few days ago, the House 35 approved the Estimates of the ETC which already had Lm2.6 million.", "Together with Lm1.5 million in funds for various projects under the European Social Fund and Lm1 million under NAP, ETC will now have over Lm5 million for its services and programmes.", "The National Action Plan for Employment provides for a total of 81 measures coordinated between the various government agencies and departments, mainly ETC, Malta Enterprise, the Ministry for Gozo, Tourism and the educational sector.", "Among these are: - Measures that are as personalised as possible to help persons find work.", "- Mandatory measures for those who are registering for work to follow training and employment schemes, including a traineeship of between 13 and 52 weeks in a sector depending on the needs of the job-market as well as in community work.", "Under some of the schemes, employers will be given grants or subsidies amounting to half the minimum wage or salary for the period of training / employment or for part of it.", "- Training and Deployment Exposure Scheme: a project that is financed with assistance for the EU Social Fund aimed at training 400 persons aged 40 and over who are currently registering for work to give them training and employment that reintegrates them into the labour market.", "- A Childcare project will provide training and a package of incentives to companies to set up and run a child care facility for its employees.", "- A Supported Employment Scheme that will support persons with disability who register for work.", "ETC will provide 36 temporary or permanent support through job coaching, personal assistance and financial incentives for employers.", "- A special project for Gozo to provide help to small companies, training for those who wish to set up on their own, intensive courses in tourism and other measures for those registering for work.", "- Until now full time employees or a self-employed persons were eligible for a fixed income tax rate of 15% on secondary employment, up to maximum of £m3000.", "As from 1 January, 2005 a couple that is opting for joint tax computation will also have the right to benefit from this.", "- As from 1st January 2005, women who have been absent for more than five years from work, will be exempt from tax for the first year during which they return to work.", "THE SECOND PRIORITY – EDUCATION Government has long recognized that education is vital for every development.", "The development implemented in all sectors of the education system has been yielding good results that are crucial for the country’s economy and for the social and cultural development of the people.", "The number of young people and adults continuing their studies after obligatory education has never been so high and the country needs many more men and women with the highest possible development of their intelligence and talents.", "For next year, therefore, for education alone, government is estimating an investment of Lm103 million.", "This recurrent and capital expenditure will be Lm13 million higher than that approved for this year.", "37 A critical analysis of this sector would show w that the strategies and policies that had been followed over the last 15 years have borne fruit without which we could never have reached our present quality of life.", "There is now an urgent need for a renewal of the entire education system to ensure quality and standards.", "For this reason, government will continue to give the highest priority to the sector: - Government assumes that everyone in Malta agrees with this priority and that everyone was prepared in the diversity of ideas to look at education from the national interest and common welfare point of view.", "This national agreement should be the basis for the widest consensus on the reforms needed in the sector.", "- Government was giving a new look at early education from birth.", "Government believed no one could or should replace the parents in the upbringing and education of their children.", "But, where parents cannot do otherwise, as well because of increasing work commitments, they need to entrust their children in care centers.", "- Government will also be regulating the quality of these facilities so that the children’s safety, care and educational development would be ensured.", "- Government also intends to improve and strengthen the management and the quality of state primary and secondary schools.", "Government believes that an important step in this direction is more autonomy in an agreed framework of management of state schools.", "- Towards this end, government will start by allocating Lm200,000 specifically to launch the programme of educational reform.", "In the near future, a document will be 38 published for a full debate on restructuring proposals for the education system.", "- Government knows how crucial are the schools’ structures, facilities and environment.", "We would remain committed to building and modernising all state schools.", "A capital sum of Lm3.2 million was being allocated to the Foundation for Tomorrows’ Schools (FTS) and for information technology equipment in state schools.", "With the existing financial arrangements between government and the Foundation, it was expected that the investment programme in building and modernizing schools during 2005 will amount, in all, to over Lm6 million.", "- Government was also proposing Lm11.5 million for Church schools.", "This was Lm1.25 million more that the amount voted last year.", "- The post secondary, vocational and tertiary sector presented particular challenges.", "Though many were continuing their studies after the age of 16, Malta still badly needed more.", "The policies of the past 15 years needed to be maintained, updated and reformed.", "- For next year an extra Lm2 million were being proposed for the recurrent vote of the University, Junior College and MCAST to a global amount of Lm17 million.", "- Government would also be investing capital expenditure of Lm720,000 for the University and Lm900,000 for MCAST.", "Moreover, almost Lm9 million were being voted for maintenance grants for students in post-secondary, vocational and tertiary sector.", "Government, however, wants now to renew the institutions and create a new financing order for the future, for the University, 39 MCAST, Institute for Tourism Studies (ITS) an the entire post secondary sector, including the financial support for students.", "Government, therefore, will be setting up a National Commission of Higher Education to better implement the necessary reforms and has already taken steps for a new zero-based budget system, for recurrent and capital expenditure for a three years.", "Apart from a new financial base for the sector, government would be introducing a new verification and evaluation system so that all would give a full account of the quality of their work and their results and of their expenditure.", "Sport Sport activities are an integral part in this scenario.", "- The Sports Council, therefore, would be getting Lm1.3 million.", "Plans and documents for tenders would be finalised for the construction of a regional sports complex near the school being built in the limits of Kirkop.", "- Moreover, the Council has been directed to develop a public private partnership so that a regional sports complex would be designed and built in the north of Malta.", "THE THIRD PRIORITY – THE ENVIRONMENT Managing the Environment The progress of a country cannot be measured only in financial terms but also in terms of the quality of life.", "In order to ensure the quality of life and to make our place even more beautiful, together with our competitiveness, we must also improve our environment.", "40 Many efforts were made this year to improve the environment and to ensure that all those working in this sector would do so in a coordinated manner so that environmental improvement would be thought out and developed in a strategic manner.", "In this way we would ensure that all these efforts would be aimed at environmental priorities of our islands in line with our other international commitments.", "Environmental priorities over the coming years would bring about change in, among others, waste management, the quality of air and water and biodiversity.", "- About Lm13.8 million will be invested in the necessary facilities over the coming three years.", "These facilities would treat domestic refuse and that generated by commercial and industrial plants.", "The EU would finance about 75% of this investment but this would not include the recurrent expenditure to manage these facilities.", "- During 2005, government would be awarding contract to strengthen some sides of the dumpsites that are weak and to collect the gases emerging from the Maghtab, Qortin, and Wied Fulija dumpsites.", "Fires would be doused and the rehabilitation process would start.", "- In the meantime, government would be extending the initiatives for waste separation.", "There would be more bring-in sites and sites would be developed to receive bulky refuse.", "There would also be EU help for this.", "Large industrial works would be undertaken in water treatment next year.", "41 - Two plants for wastewater treatment will be built, in Gozo and one in the north of Malta.", "The Gozo plant will be costing Lm1.7 million of which Lm1.3million would be financed under EU pre-accession funds.", "The Malta plant in the north would cost Lm5 million, three quarters of which would be financed under the 5th Italo-Maltese Financial Protocol.", "Another sector being dealt with to lessen the environmental negative effects on health, air and water quality monitoring was in hand and the aim was that in a short time there would be three air-monitoring centers.", "As for biodiversity, the EU and the United Nations had helped to identify about 26 sites in Malta and 10 in Gozo, apart from Comino, St Paul Islands and Filfla where nature would be protected and there would be also the first marine protected area.", "Malta had ideal weather conditions for the generation of alternative energy such a solar and wind energy.", "The Resources Authority was drawing up policy on alternative energy.", "A draft of this energy policy based on our obligations with the EU was already in place.", "This policy should lead us to identify the best way forward.", "A Once-only Payment on the Purchase of Solar-heating Energy Savers and of Electric Cars Another concrete step for other sources of energy was the installation of solar water heaters.", "In the Budget for 2001, government had lowered VAT from 15% to 5% on alternative energy equipment.", "But, in May 2004, in line with EU regulations, the VAT rate was restored to the highest rate, that is, 18%.", "42 - With effect from 1st January, government would be refunding an amount equivalent to 15.25% of CIF value, up to Lm50, on the purchase by a household of a product using solar energy.", "One should here mention that the Enemalta Corporation is already providing another incentive through free installation of the electricity mains in new houses where solar heaters and solar panels were installed.", "- Also, with effect from 1st January, in the case of electric cars, government would be refunding an amount equivalent to 15.25% of the value of the car up to Lm500.", "Recycling edible oil into Bio-diesel As a way of protecting the environment, government was seeking alternative source of energy.", "One of these sources was bio-diesel, a product made from edible oil and lard collected from the catering industry and of the remains of animals slaughtered at the abattoir.", "This material is processed and mixed with gas oil producing bio-\n diesel.", "20% of the final product is from this source.", "The use of this source achieved two main objectives: first, that these oils and lard would not be dumped, and second, when used, they do make emissions that pollute the air and harm our health.", "Government intends, therefore, to exempt from excise duty that component of bio-diesel, that is, 20% of the final product.", "The polluter pays principle 43 The total cost for waste management would be partly funded by the EU, partly out of public funds and partly by funds generated out of the eco-contribution.", "As announced in last year’s Budget Speech, the eco-contribution has now been introduced on a number of products.", "Government was now moving towards another phase of the same regulations with the setting up of a technical commission to administer these payments.", "We are aiming for importers and producers to create schemes for consumers to return product containers to their source.", "If they assume this responsibility with the greatest commitment and efficiency they will be exempt from the payment of the eco-\n contribution.", "Once these schemes are well managed, the Maltese industry will benefit from the market advantage that effective environmental management brings about.", "It was estimated that waste management and environment protection costs next year would double from Lm3 million to Lm6 million.", "Therefore, as from January 1st, the list of new products on which the eco-contribution would be paid will be extended to include plastic bags and containers of products and objects that leave an impact on the volume of waste generated in our country.", "Revenue from this increase of the eco-contribution next year is expected to go up to Lm2 million.", "The new products subject to eco-contribution will include plastic bags, plastic containers for shampoos, toothpaste, and washing liquids, mattresses, shotgun cartridges and ammunition; plastic items used in the kitchen, chewing gum and number of electronic products.", "It was worth noting that around 52 million plastic bags were used each year, most of which were thrown away.", "44 Following the closure of Maghtab and the Fulija waste fills in Malta and the Qortin dumpsite in Gozo on May 1st, Malta had now to invest heavily in the building of modern facilities to process the waste generated every year.", "Agriculture and Fisheries In the agricultural sector during the 32 months up the end of 2006, Malta will be implementing a Lm15 million programme, Lm12 million of which will be funded under the European Agricultural Guidance and Guarantee Fund.", "The remaining Lm3 million will be paid out of own funds.", "One had to understand that investment in this sector was also directed towards the environment.", "These funds would go towards financing priorities that include: - the modernisation of agricultural sectors which have to do with quality and competitiveness by both farmers and producers; - the promotion of modern production methods which did harm to the environment while they protected the rural environment; - the implementation of the development plan for the agricultural sector.", "Government was also investing in the fisheries sector through EU assistance so that fishermen would modernise their craft.", "Further details may be found in Table 2 with this Speech, which I ask the House to be taken as read.", "Table No.", "2\n TOTAL EU\n PUBLIC FUNDS\n Producers' Groups Less Favoured Areas\n Ad hoc Measures\n Meeting Standards\n Technical Assistance State Aid Complement\n EUROPEAN AGRICULTURE GUIDANCE AND GUARANTEE FUNDS 2004 - 2006\n ALLOCATED FUNDS (EUR)\n 46 Road Improvements and Embellishment I cannot fail to mention also a major road improvement programme costing Lm14.4 million every year that was now under way.", "Government continued to be committed to improving towns and villages through embellishment projects and Lm2.4 million were being allocated as capital expenditure for this purpose.", "Lm200, 000 were being allocated for the purchase of equipment so that employees at the Works Department Division could be better able to perform their work.", "Gozo All the measures I had mentioned previously are all related directly or indirectly to Gozo.", "However, government retains that Gozo needs particular attention.", "Government has three priorities: - to reduce as much as possible peripheral and double insularity problems; - to strengthen the island’s economy; - to reduce the social fragility of the Gozitan community.", "Among the concrete measures that have to be taken in Gozo are the following: - the building of golf course; - the provision of more moorings for yachts; - a casino in Gozo; - more artificial dive-sites and a recompression chamber; - the continuation of the Mgarr and Cirkewwa harbour projects; - an incubation center for the establishment of small enterprises in the artisan an information technology sectors; 47 - rebuilding of roads; - employment and training schemes for the workers; - the Chambray and Ggantija projects.", "These projects, earmarked to start in the coming months, are being co-financed among other projects by the EU.", "Government is also working on a new strategy to strengthen industry and commerce in Gozo and is preparing a new packet of financial tools to offset the disadvantage that these sectors suffer in Gozo due to double insularity, periphery and the smallness of the island’s market.", "Finally, government declares that it has no intention of increasing the Gozo Channel fares because of VAT.", "Fiscal Measures The price of oil and its impact on the Public Costs We cannot escape the reality that the world is facing as a result of the increase in the international price of oil.", "Everyone knows that during the past year the international economic situation was characterised by heavy uncertainty because of the price of oil.", "Malta uses oil only to generate electricity and, therefore, as a result Enemalta felt the impact on the exorbitant increase in the oil price.", "Since 1998, water and electricity rates have remained unchanged even if the price of our international competitors increased.", "The increase in the international oil prices until the end of this year will not be passed on to consumers but will be absorbed by Enemalta and the Water Service Corporation (WSC).", "This means that, while the competitors of the Maltese industry are paying higher rates, the competitiveness of 48 Maltese products has been given another boost.", "This also means that Enemalta will absorb about Lm14 million.", "This is the assurance that we had given last August and we have kept our word.", "We did this and, at the same time, we have attained our financial goals.", "I wish to remind everyone that the last time that the water and electricity rates have changed in Malta they went down rather than upwards.", "The Nationalist administration had reversed the massive increase which the previous government had imposed and which had nothing to do with the international price of oil.", "At that time, government had increased water and electricity rates in a massive way and, in some instances, these rose threefold.", "This, in addition to the introduction of a door tax that was meant to pay for the upkeep of the sewage system.", "In 1997, government had increased by nearly 90% the water and electricity bill for a three-member household with an average consumption.", "After the 1998 elections, the new administration brought down this increase to 19%.", "When the Labour administration introduced these increases in 1997, the international price of oil was approximately US$12 a barrel.", "This year, the international price of oil has exceeded US$50.", "Government is still of the opinion that it has to continue to remain committed to cut down administrative expenses and inefficiencies in Enemalta and WSC.", "Pressure on these two corporations has continued to increase every year since 1998 because the water and electricity tariff rates did no increase.", "While one cannot deny the fact that Enemalta does not have any control on the international price of oil, government must ensure that all those who will be asked to pay more would be doing this because of increases in the international price of oil and not because of inefficiencies.", "In 2005, Enemalta is expected to spend Lm48 million in oil for the generation of electricity.", "This means that the impact of the increases 49 in the international price of oil on Enemalta for 2005 is projected to be more than Lm16 million.", "We cannot reduce the impact on Enemalta alone.", "WSC uses a quarter of all the electricity that is generated for industry for polishing seawater into drinking water.", "The reality must be addressed however harsh it may be.", "During discussion within MCESD, government made a number of commitments that I will repeat here.", "We are not going to recover Lm16 million oil price increases from consumers.", "Government has decided that Enemalta would absorb Lm8.3 million from this increase and pass only Lm7.1 million to consumers.", "We are putting up a consultative committee, made up of economists who are experts in the oil sector and Central Bank representatives to advice on the purchase of our oil needs at the best price possible.", "The way that oil is purchased should not continue to be at the political level.", "In Malta, we have about 11,000 households that are considered social cases that at present spend an average of Lm7.50 annually for electricity, including meter charges.", "These households will continue to pay their electricity bill without the fuel surcharge.", "No measure regarding electricity will affect households with social needs.", "We are not going to increase the water and electricity rates.", "Instead, we are introducing an oil surcharge that would be reflected separately in the bill.", "Through this surcharge of 17 % on the water and electricity consumption to all consumers, government would collect Lm7.7 million in revenues.", "The fuel surcharge would be only on consumption and would not be applied on meter rentals.", "50 The difference in the new consumption costs for any factory and any hotel would not exceed Lm5000 annually.", "Thus, we would be ensuring that the industry’s competitiveness would not be eroded.", "I must mention here that, only yesterday, I was informed by the Malta Hotels and Restaurants Association (MHRA) that there might be a different method of applying this surcharge that would be advantageous for them while, at the same time, securing the same revenues for Enemalta.", "As I have stated, I will remain open to any proposal.", "Government is committed that the fuel surcharge would be revised every six months according other international price of oil.", "These measures will come into effect from January next year.", "Contrary to what had happened in 1997, my government examined the impact of this measure on various types of bills.", "I shall start by explaining the anticipated impact on domestic consumption: Each household will have an average increase of 5c3 a day, or 15% on that which it paid in 1998 for its electricity consumption.", "140,000 households - practically everybody- would have an increase of less than Lm25 for the whole year-apart from the 11,000 social cases who would not incur any increase.", "The less the consumer pays, the less the surcharge would be as a per cent of the whole bill as I shall explain further: - those who currently pay Lm4.31 a month will have an increase of 39c a month (that is, an increase of 9%); - those who currently pay Lm7.78 a month will have an increase of 98c a month (that is, an increase of 12.6%); 51 - those who currently pay Lm10.09 a month will have an increase of Lm1.37 a month (that is, an increase of 13.6%); - those who currently pay Lm13.56 a month will have an increase of Lm1.96 a month (that is an increase of 14.5%); - those who currently pay Lm25.11 a month will have an increase of Lm3.92 a month (that is an increase of 15.6%).", "In industry, only 168 factories will see their costs rise by more than Lm1700.", "I should mention that Enemalta would be introducing controls that would change the present system of the way it deals with theft of electricity.", "Those who are caught stealing electricity will be heavily fined and will not get their service back before they have paid all their dues.", "We shall not tolerate the minimal abuse at the expense of Enemalta that will have to be borne by the majority of the consumers who pay their water and electricity bills in the most exacting way.", "We would also be taking measures to help more Maltese to use electricity economically at home and at their place of work.", "There is no doubt that, with some little care, they could make savings and it is our duty to inform the public to make efforts that could save consumption and, therefore, costs on their bills.", "The price of gas Enemalta is carrying, and will, continue to carry the increase in the price of a gas cylinder.", "For a 12-kilo gas cylinder which is commonly used in households, the consumer pays Lm2.32.", "But the cost for Enemalta at present is so much more that the selling price would instead have been Lm3.75.", "Therefore, Enemalta is losing Lm1.43 on every cylinder.", "52 During the past eight years, Enemalta's gas operations have accumulated losses of more than Lm6 million and this year these operations are expected to record a loss of Lm2.5 million.", "In spite of all this, we will not be increasing the price of gas this year and the government will absorb the losses.", "Cigarettes and Tobacco Government was at the forefront in passing laws against smoking in public in an open and discriminatory way against those who do not smoke and against those whose health is negatively affected by smoking.", "It is evident that government has found that the majority feels that these measures were not only needed but that they were fair.", "The imposition of taxes is another deterrent to cut down on smoking or even perhaps to stop smoking altogether.", "Once again this year, government considered the need to increase excise duty on tobacco products including cigarettes.", "With immediate effect there will be a re-adjustment of 5c in excise duty on every packet of cigarettes.", "Other tobacco rates would be similarly adjusted.", "While government would continue to educate smokers on the inherent danger of smoking it would strengthen its fight against the smuggling of tobacco products.", "Excise Duty on Mobile Telephony In an effort to reduce the ratio of direct taxation to total income and to provide more for indirect taxation when taxation is required, with an immediate effect we are introducing an excise duty of 3% on all expenditure, including that for rentals, related to the use of mobile telephony.", "Like all other services on which excise duty is levied, the 53 Customs Department will collect the duty from the companies providing this service.", "Increase in the passenger departure tax on trips starting from Malta Travel from Malta is currently subject to a passenger departure tax of Lm10 and a passenger service charge of Lm6 which are both included in the ticket price.", "While the passenger departure tax on sea travel is not passed on to government but is retained by the Malta Maritime Authority (MMA), the Malta International Airport (MIA) also retains passenger service charge on all air passengers.", "These two tariffs go towards paying for the service that passengers receive from these two state agencies.", "The Lm10 passenger departure tax, however, is collected by the airlines on passengers starting their journey in Malta and pass it on to the government.", "This passenger departure tax does not apply on: - day passengers; - incoming passengers who are returning home; - passengers arriving by sea and leaving by boat on the same day; As from 1st August, this passenger departure tax will increase to Lm20 for every trip starting from Malta.", "However, this increase will not apply for sea travel.", "The present conditions applicable to the departure tax will remain.", "54 Payment of Duty on Documents Duty amounting to Lm5 is paid under the Duty on Documents Act on the renewal of insurance policy except for health and life insurance.", "An anomaly emerged in the payment of this fee, and on January 1st 2002 it was reduced to 50% of the premium where this would be less than Lm5.", "It seems that this measure did not completely eliminate the anomaly.", "Therefore, as from next January, the duty would be 10% of the premium when the premium is less than Lm5.", "Inherited Property In last year‘s Budget Speech, it was announced that the sale of immovable property acquired from an inheritance, would be taxed like all other property except for property inherited prior to 25th November 1992 which, therefore, was subject to a final rate of 7% of the proceeds.", "Between 1994 and 2003, sale of property acquired through inheritance was not subject to capital gains tax.", "Sellers who had entered on a promise of sale prior to 25th November 2003 were given a benefit whereby the final tax rate was put at 5% of the proceeds instead of the normal tax rate.", "This resulted in cases that had not entered on a promise of sale and were being disadvantaged.", "Therefore, those who inherited property between November 1992 and November 2003 and who had not entered on a promise of sale by 25th November 2003 were now being given the opportunity to adjust the declared value of the property to compensate for any increase.", "Thus, those who had inherited property 55 before November 2003 would be brought in line with those who had inherited property before the introduction of this amendment.", "Those wishing to adjust the declared value of their property will have to do this up to the end of June next year under the Duty on Documents Act.", "This adjustment will be done on the difference between the original value of the property and the adjusted value without being subject to penalties or interest.", "The adjusted value will be considered as the value of the property when it is sold.", "Details will be announced in the near future.", "Transfer or Exchange of Movable Property and Shares between Companies in the Same Group Last year, government announced various measures affecting transactions between companies within the same group.", "As part of those measures, the Income Tax Act was amended this year.", "These amendment need to be accompanied by regulations to regulate these transactions.", "During the year the Inland Revenue Department held various meetings about these regulations and drew up a draft legal notice.", "The regulations will establish the manner as to how one should establish the value of the shares that are to be transferred.", "An exchange of shares that does not result in a change of the ultimate individual beneficial shareholder will be exempt.", "Poverty and Social Exclusion When one looks at the ratio of social expenditure on other global expenditure one would find that over the past year social spending reached Lm330.4 million or 43% of recurrent costs.", "For 2005, social spending would rise by 3% to Lm340.6 million or 46 % of the total.", "56 This was a comprehensive and ambitious plan.", "There was need to increasingly tackle the problem of domestic violence and child abuse.", "The National Action Plan Against Poverty and Social Exclusion that was launched by government earlier this year focused on various areas that needed to be addressed with great energy in order for our society to progress in full cohesion.", "We might also mention, however, that our society is not alone in facing these problems as these are universal.", "However, there is also substantial work being done by many governments and by all those who are involved in these areas and their work is incessant.", "The fight against poverty, both if it is real and if there is risk for it, is perennial.", "Increasing Children’s Allowance Under the children’s allowance scheme, a family with one child receives an allowance of 6% of the difference between Lm10,270 and the income of the household.", "A family with two children is given 9% of this difference and a family of three children receives 12%.", "Families of four children and more benefit from an additional 2%.", "Government, however, feels that while correcting the anomalies in the existing rates (from the 3% increase from the second to the third child to an increase of 2% for families with four or more children) it will apply this measure to support even more families with four or more children.", "Therefore, as from next year, the allowance for families with four children will rise from 14% to 15% and 3% more for subsequent children.", "57 This measure is estimated to benefit about 1000 families.", "Assistance to Parents of Children with Special Needs Government intended to retain its policy of having an inclusive society.", "This principle would be further strengthened if it were instilled from early childhood.", "Teaching in state schools for children with special needs was always free of charge.", "The same applies for Church schools which government compensated through subsidies.", "Moreover, the first Lm200 in school fees for children with special needs in private schools are deducted for tax purposes from the parents’ income.", "Government will continue to help these children as much as possible.", "Therefore, government has accepted recommendations from the National Commission for Persons with Disability to increase the exemption from tax to a higher ceiling of Lm4000 for these parents who sent their children to private schools and need a facilitator for whom they pay as long as this need is certified by the Statementing Board and the facilitator is recognized by the Ministry of Education.", "There are currently 26 facilitators full time and 10 part time employed in six private schools paid for by parents.", "We do appreciate the fact that this is quite a burden for these parents and, therefore, government felt it should help.", "VAT Refunds on Procurement by Persons with Disability As from last May a number of products became liable to VAT or had their VAT rate increased from 5% to 18%.", "As promised, a scheme has been worked out whereby government would refund VAT paid on such products as long as they were for the 58 exclusive use of person with disability.", "The Commission will consider claims for refunds for persons with disability.", "Applicants have to be eligible for assistance and need to produce the original receipt together with the claim.", "Assisting Couples with Disability who wish to marry At present, two persons with disability who wish to marry each other and who are in receipt of a disability pension will forfeit one of the pensions.", "Government considers this as discriminatory and, therefore, finds no problem in continuing to pay both pensions in these instances thus securing the financial base of the couple rather reducing it.", "59 Conclusion The renewal of our country would not only need to be carried out by everyone but also would need to include everyone.", "These efforts would only make sense if the value of solidarity remained valid and guided by our priorities in the economy, education and the environment.", "The health service, personalised social benefits and pensions continue to be the framework within which the country should be renewed.", "Government was providing leadership to the country: leadership that promoted major opportunities but which also demanded responsibility from one and all to create a stronger society.", "Without renewal, the country would be unable sustain this framework of solidarity that we have started together.", "APPENDICES 1 Appendix ‘A’ THE EUROPEAN UNION IN A GLOBAL PERSPECTIVE The EU economy enjoyed sustainable growth in recent years.", "This growth, however, has now slowed done.", "During 1998-2002, the average annual percentage growth of real GDP showed that EU growth was around 2.4% while the same growth was faster in the USA (3.0%) and even more faster in China (7.6%).", "Since 2001, the EU’s GDP was lower than that forecast.", "This means that member states in the euro zone experienced negative growth that was making pressures on cost and inflation as well as on employment levels.", "Some put the blame for this on the Central European Bank that kept the nominal interest rate on the high side.", "Some others blamed the Stability and Growth Pact that placed unnecessary restrictions on the borrowing needs and debts of governments.", "It may also be that the EU economy is still feeling the impact of the effect of the Germany’s reunification that required substantial subsidies to fund increasing unemployment in the east.", "Above all, however, what brings about economic growth is that which promotes increase in the productive potential of the country.", "With an economic growth lower than that forecast, the EU Commission acknowledged the fact that enlargement could well provide the necessary timely trust for economic growth and development within the whole of Europe itself.", "Economic growth and development as a result of enlargement can come about if the new member states can develop and take the comparative advantage that they have, mainly in their different wage structures.", "This comparative advantage should attract western European industry that intends to relocate to seek competitiveness with that in the Far East.", "In this scenario, the comparative advantage 2 lies in those production sectors that are labour intensive but with value-added, while, in countries such as Malta, where huge investment in human capital has taken place over time, the comparative advantage lies in the manufacturing sectors with higher value-added and in the services industries where specialisation, skills and a trained labour force are needed.", "Before enlargement, the EU experienced investment both from inside and from outside the Union.", "This was to be expected as investment seeks efficiency and a market.", "In regard to efficiency, both the German and the Dutch industry invested in the new central and eastern European member states in order to produce goods and services with better efficiency and lesser costs than those at home while access to a European market has brought with it large investment opportunities in the new member states and in the whole of the Union.", "Moreover, EU funding is expected to help substantially the development and growth of the new member states.", "These countries are expected to receive substantial funds under a number of EU programmes.", "These involve investment in defined programmes that promote economic development, high employment opportunities and regional and social cohesion.", "From now on, EU membership should impact on employment, productivity and investment.", "Once this takes place, there should be economic growth in member states that would lead to long-term sustainability in the Union.", "Europe, therefore, is committed to work for more growth and job creation as may be evidenced from a recent Presidency report called ‘Facing the Challenges’.", "The Lisbon Strategy has not yet reached its goals of a 3% annual growth and, therefore, there is need for more effective economic activity in order to attain sustainable development and to face change with courage.", "This is what the report calls for from member states.", "3 Growth will be based on solidarity, competitiveness, and cohesion.", "While consolidating what is has so far achieved with its traditional politics that have been more focused on the agricultural sector, on cohesion and on the creation of single market and macroeconomic stability, the EU will now be addressing those new needs that are brought together under three main priorities, that is, sustainable development based on an economic, social and environmental policy, European citizenship that brings the citizen closer to the Union by promoting more freedom, justice, security and access to basic consumer needs, and an effective role that promotes sustainable development and contributing to strategic security.", "STRENGTHENING THE LOCAL ECONOMY IN THE EUROPEAN BACKGROUND The Convergence Plan for Malta which government published earlier this year, and which was sent to the EU Commission as a macro-\n economic policy statement for the medium term, provides for a number of objectives that were drawn up to generate economic regeneration towards more stability and sustainability, with the creation of more jobs and wealth, and as a consequence, real convergence with the EU.", "These macro-economic objectives are: - the realisation of sustainable high level economic growth and employment in order to achieve a high standard of living; - a sustainable short term fiscal consolidation which, on the other hand, would ensure that public debt growth will not exceed economic growth; and - the strengthening of our enterprise and the sustainability of our foreign trade.", "1 Appendix ‘B’ FINANCIAL YEAR 2004 One of government’s main aims for attaining economic stability is the restoration of public finances to a more sustainable path.", "This year also showed that it was not at all easy.", "However, government has both the will and the strong determination to put in place what it planned and committed itself to do under the Convergence Plan that it had submitted to the EU Commission in order to bring down its fiscal ratio to less than 3% of GDP.", "The Consolidated Fund ended last year with an imbalance of Lm105 million.", "For this year we projected to bring down this imbalance to Lm95 million.", "We have not only attained these targets but we have also improved on them so that by the end of December the structural deficit will go down by Lm1 million to Lm94 million, which is also Lm11 million than that for last year.", "Revenues from direct taxes are expected to be around Lm404 million, that is, about Lm4 million less than originally projected mainly from income tax.", "Indirect taxes are estimated to yield Lm308 million that is, about Lm10 million less than projected.", "Just half of this shortfall is expected from lesser customs and excise duties mainly because there was a shift in trade to EU imports after 1st May.", "Fewer receipts are also being expected for gaming taxes.", "As I shall explain later on, government transfers 75% of all import duties from third countries to the EU, which as from last May is expected to amount to Lm4 million, and retains the remaining 25% as administrative expenses.", "2 Other income of Lm112 million is expected from other sources.", "This is Lm4 million short of that projected in the beginning of the year.", "While Enemalta Corporation will not manage any profits this year due to the heavy burden it carries as a result of the oil price increases on the international market, there will be an additional Lm1 million in profits are expected from the Central Bank of Malta, Lm3 million more from rents mainly from Malta Air Traffic Services Ltd, and other miscellaneous receipts, including arrears of payments by Maltacom for cost-sharing of pensions paid but the Treasury to public employees who had retired from service under it.", "On the other hand, we have managed to control recurrent costs at the projected level of Lm739 million.", "Payments of personal emoluments are expected to go up by Lm2 million due to annual adjustments, bonuses, and payment of allowances as well as because of new recruits who were taken on where required, among others, in the health sector, in education, the armed forces, and the care of the elderly.", "Operational and maintenance expenses will increase by almost Lm7 million to Lm53 million.", "Half of this increase will be on medicines and related costs, on a subsidy of Lm700,000 to Gozo Channel Co under a Public Service Obligation Contract that government had signed earlier this year, and in payment of Lm700,000 for a shareholding in the European Investment Bank in which we became members upon accession.", "There will be Lm2 million less on the other hand, expenditure on programmes and initiatives and for contributions to public entities will be Lm9 million less.", "Interest payments than originally estimated and costs will, therefore, go up to about Lm70 million.", "This was due to fewer Treasury Bills issues.", "3 Capital expenditure is expected to be around Lm110 million, that is, about Lm17 million less than the original projections notwithstanding the purchase of new property in Brussels to house the Permanent Representation to the EU and of our Embassy for Belgium.", "One of the reasons for this was because there was not the material time between the approval for works and projects that are earmarked for co-\n financing under EU funds and the ratification under the Italo-Maltese Financial Protocol which came late, and the start of their implementation to generate enough spending.", "I hasten to add, however, that this will in no way prejudice reimbursement under both sources.", "In the case of EU funds, the Commission has already transferred in an account that it holds with the Central Bank of Malta 10% of the structural funds that are due to Malta while another 6% are expected later next year.", "In the case of the Italian Protocol, its lifetime has now been extended up to 2007.", "As a result, the imbalance in the Consolidated Fund is expected to be Lm94 million, that is, lower than originally projected For central government, which includes also public entities that fall under certain established criteria and therefore fall within general government, there is need to provide for a number of adjustments for certain transactions, as I shall state: - a net balance of Lm4 million as loan to Gozo Ferries Co Ltd for the latter to pay on another loan that it undertook for the building of the Gozo ferries; - a global imbalance of public entities that fall under general government which this year are expected to reach Lm9 million; - an adjustment of Lm 1 million making up Treasury Clearance Fund transfers for non-financial transactions to deposit accounts and advance accounts.", "4 The central government deficit this year, therefore, is expected to be around Lm97.9 million.", "Moreover, another imbalance of Lm500,000 needs to be added on resulting from the consolidated accounts of local councils so that the general government deficit will be Lm98.5 million or 5.18% of GDP.", "This means that we have experienced a reduction in the general government deficit over last year to Lm79 million and of 4.41% in the deficit ratio.", "Further details for the fiscal position for this year are provided in Table 3 attached.", "Financial Year 2005 The imbalance in the Consolidated Fund in 2005 year is expected be around Lm76 million as that projected under the Convergence Plan which government published earlier on this year.", "Recurrent costs are expected to be about Lm900 million, that is, around Lm76 million more that we had projected for 2004.", "From this amount, no less than Lm44 million will come from EU budgetary contributions and grants while another Lm22 million will be reimbursements of costs under structural and cohesion funds, transition funds, pre-accession funds, and agricultural funds that would have already been made by the government on projects, programmes and other initiatives eligible for EU funding.", "Another Lm8 million are expected as reimbursement of costs that government would have made on projects agreed under the Italian Financial Protocol.", "Table No.", "3\n Consolidated Fund Position\n Total Revenue\n Tax Revenue\n Non-Tax Revenue\n Recurrent Expenditure\n Recurrent Expenses\n Interest Payments\n Recurrent Deficit/Surplus\n Capital Expenditure\n Total Expenditure\n Structural Deficit\n Central Government Position\n Adjustments for Financial Transactions\n Central Government Deficit\n Local Government Deficit/Surplus\n General Government Deficit\n Gross Domestic Product\n General Government Deficit as a % of GDP\n FINANCIAL POSITION - 2004\n 6 Income from other sources is expected to go up to Lm756 million or Lm44 million more than this year.", "From this increase, Lm17 million are expected from direct taxation of which Lm12 million from income tax as a result of enforcement, more efficiency, and economic growth.", "Receipts from indirect taxation are expected to be Lm27 million more than in 2004.", "VAT receipts are expected to be Lm27 million more next year mainly due to a time lag that was experienced this year as, from last May, importers stopped paying VAT at import stage.", "Moreover, there will not be a repeat of a one-off payment of Lm8 million by Maltco Ltd as licence under the privatisation agreement.", "Meanwhile, a re-classification of certain items of expenditure was made as licences for wireless; fixed telephony and mobile telephony are now being collected by the Malta Communications Authority.", "Another Lm2 million for television licences would be added to government revenue while these had been hitherto collected and retained by the Public Broadcasting Services.", "Central Bank profits are next year expected top be some Lm6 million less than what they were in 2004, while there will be another shortfall of Lm4.5 million for rents, mainly due to Malta Industrial Parks Ltd collecting factory rents and retaining them for financing maintenance of industrial zones.", "There will also be Lm9 million less from miscellaneous receipts.", "On the other hand, office fees will next year increase by Lm15 million mainly because of the further expansion of the eco-contribution base, for payment for the collection of construction waste, the collection of television licences which till now have been retained by the Public Broadcasting Service and from right of use.", "Recurrent costs, net of interest payments, will next year go up to Lm761 million, that is, Lm23 million or 3% more than this year.", "The stiffest increase next year is expected to be on programmes and initiatives where total costs will amount to Lm445 million or Lm41 million more than this year.", "7 From this increase, Lm23 million are due to a re-classification of certain costs which this year are being recorded under different categories.", "These include Lm20 million for medicines and ancillary costs, which have currently been classified under operations and maintenance, and about Lm3 million subvention to MIMCOL towards its debt servicing costs.", "This year, these have been classified under contributions to public entities.", "Other substantial increases include an additional Lm5 million on social security benefits, and Lm22 million, or Lm6 million more than this year, as own resources contribution to the EU budget.", "Next year will be the first full year for these payments.", "Of course, Malta will, on the other hand, be benefiting from grants amounting to Lm44 million.", "Another increase of Lm6 million or 3% will go for personal emoluments.", "This is mainly due to annual adjustments that are being estimated at Lm2 million, the cost of living increase that is being estimated at another Lm2 million, and a Lm1 million provision for wages for new recruits who are expected in the heath sector.", "These increases, however, will be offset by a lower expenditure of Lm22 million on operations sand maintenance where costs are expected to reach Lm31 million.", "As I already explained, this is mainly due to a reclassification of expenditure items.", "Interest payments, next year, are estimated to be around Lm78 million or Lm8 million more than this year.", "Capital expenditure in 2005 is projected at Lm137 million or Lm28 million more than in 2004.", "More EU funded expenditure is expected next year as the implementation of a number of projects and work will step up.", "Expenditure on projects financed under the Italian Protocol will also step up next year.", "8 Thus, total government expenditure next year is being estimated at Lm976 million or Lm58 million more than in 2004.", "This also means that, while total revenues would amount to Lm900 million, the imbalance in the Consolidated Fund is expected to Lm76 million or Lm18 million less than this year.", "This is evidence of government’s determination to consolidate public finances by restoring them to a more sustainable path.", "The Medium Term Fiscal Framework As has been already said in this Speech, government is showing its determination by deed to address the country’s economic and fiscal situation.", "Apart from the full programme of works that I have just mentioned, other activities are in place so that public finances can be seriously put back on a sustainable path.", "Under the Convergence Plan, government has committed itself to bring down the general government deficit ratio to 3% of GDP: and this it will do.", "Table 4, which I ask the House to take as read, provides the general government framework up to 2007.", "Next year, the general government deficit ratio will go down to 3.73%.", "This will go down further to 2.33% in 2006 and to 1.41% in 2007.", "There will be a recurrent surplus of Lm61 million next year and in 2006, and of around Lm51 million in 2007.while the imbalance in the Consolidated Fund will go down from Lm94 million this year to Lm34 million in 2007.", "While the deficit goes down, government’s borrowing requirements will be reduced so that public debt servicing costs will remain constant at current levels as a percentage to GDP.", "Table No.", "4\n Consolidated Fund Position\n Total Revenue\n Tax Revenue\n Non-Tax Revenue\n Recurrent Expenditure\n Recurrent Expenses\n Interest Payments\n Recurrent Deficit/Surplus\n Capital Expenditure\n Total Expenditure\n Structural Deficit\n Central Government Position\n Adjustments for Financial Transactions\n Central Government Deficit\n Local Government Deficit/Surplus\n General Government Deficit\n Gross Domestic Product\n General Government Deficit as a % of GDP\n FINANCIAL PROJECTIONS 10 This means that the growth of about 9% in government’s recurrent costs this year will be drastically reduced to 3.7 % next year and to 1.4% by 2007.", "All this will put off the criticism that recurrent cost growth is exceeding economic growth.", "EU Funds EU funds make up one of the main tools for the workings of the EU regional policy and for the attainment of objectives under cohesion policy.", "The EU structural policy is funded under structural funds or better still, under the European Regional Funds, the European Social Fund, the Agricultural Guidance and Guarantee Fund, and under the Fisheries Guidance Fund.", "Each of these funds, or financial instruments, was set up to address priority areas notwithstanding that these oftentimes overlap.", "Upon accession, Malta became eligible for participation under these funds.", "I would like here to look into Malta’s access to these funds and to its contribution to the EU budget for 2004-2006.", "I shall start with the net favourable balances for Malta by 31st December, 2006 which I am drawing in Table 5 attached here.", "The global assistance under the structural and cohesion funds, as well as under all the other funds, such as those of transition and pre-\n accession, amount to Lm64 million.", "In addition, Malta will be receiving other payments of about Lm81 million in budgetary compensation, and a grant of Lm32 million.", "Against these, Malta will be paying over the same period to the EU Budget the total amount of Structural Funds\n Cohesion Funds\n Transition Funds\n Pre-Accession Aid\n Total Receipts\n GNI UK Rebate\n Total Payments\n Budgetary Compensation\n Lump Sum\n Net Balance\n MALTA/EU NET BALANCES\n (COMMITMENT APPROPIATIONS)\n Table No.", "5\n Structural Funds*\n Cohesion Funds**\n Transition Funds\n Pre-Accession Aid***\n Total Receipts\n GNI UK Rebate\n Total Payments\n Budgetary Compensation*\n Lump Sum*\n Net Balance\n * current prices\n ** 2004 prices subject to an annual euro deflator\n *** including disbursements/reimbursements of funds committed prior to 2004\n Rate of Exchange = 0.4317\n MALTA/EU NET BALANCES\n (COMMITMENT APPROPRIATIONS)\n 12 about Lm59 million.", "Thus Malta will have about Lm117 million net receipts by 2006.", "Structural Funds The programme of large number of projects, programmes, and other initiatives is being estimated at about Lm42 million over three years up to end 2006.", "From theses, about Lm37 million worth of projects have already been identified and agreed with the EU Commission.", "These projects are expected to funded as to Lm24 million under structural funds, as to Lm9 million by the Maltese government and the rest, or Lm4 million, by the private sector.", "This programme of works is spread over 5 priority areas which are: - strategic investment and strengthening competitiveness (around Lm24 million); - development of human resources (Lm5 million); - rural development and fisheries (Lm8 million); - Gozo special needs (Lm4 million); - Technical assistance (Lm1 million).", "Meanwhile, work will continue to allocate the remaining structural funds, amounting to Lm4 million.", "From these, Lm3 million will be sourced from EU funding, about Lm350, 000 from government, and the rest from the private sector.", "Details are provided under Table 6 which is being attached.", "Table No.", "6\n TOTAL Priority 1\n Strategic Investments and strengthening Competitiveness\n 1.1 Improving the Environment Situation\n Installation of Low NOx burners at the Marsa Power Station to comply with EU emission limits\n Acquisition of Air Moni+C31toring to comply with Acquis requirements\n Aerial emissions Control for Maghtab, Qortin and Wied Fulija Landfills\n Establishing Civic Amenity and bring in sites, a separable household waste collection\n and an integrated communications strategy\n Drinking Water Quality Project (DWQP)\n Malta South Sewage Transmission Infrastructure\n Implementing Natura 2000 of Filfla and its surrounding area\n Wied il-Mielaħ Valley Restoration and Management of Storm Water\n TOTAL MEASURE 1.1 1.2 Infrastructure\n 1.2.1 - Transport Infrastructure\n Regional Road Bridge\n Reconstruction and Upgrading of Hal Far Road Phase III\n Implementation of a Vessel Traffic Monitoring System\n Imlementation of a Security Digital Infrastructure Monitoring System\n 1.2.2 - Education and Social Infrastructure\n Construction of Extension to ETC's Skills Development Centre\n MCAST Child Care Centre and Community Services Provision\n Construction of Additional Floors, Refurbishing and Equipping of Existing Building\n MCAST Library and Resource Centre at Main College Campus\n Provision of Equipment for Modern and Relevant Vehicle Training Programmes\n 1.2.3 - Service Infrastructure for Industry\n Upgrading and Improvement of Industrial Estates\n TOTAL MEASURE 1.2 1.3 Support to enterprises\n Enhancing Competitiveness of SMEs and Micro-Enterprises\n Grant Scheme for Tourism Enterprises\n TOTAL MEASURE 1.3\n 1.4 Support to the Tourism Sector\n Hagar Qim and Mnajdra Temples Construction and Interpretation Project\n Tourism Product Improvement Project\n TOTAL MEASURE 1.4 EU STRUCTURAL FUNDS 2004 - 2006\n ALLOCATED FUNDS (EUR)\n UNALLOCATED FUNDS (EUR)\n TOTAL EU STRUCTURAL FUNDS 2004 - 2006\n ALLOCATED FUNDS (EUR)\n UNALLOCATED FUNDS (EUR)\n Priority 2\n Developing people\n 2.1 Employability and Adaptability\n Preservation of Traditional Maltese Crafts\n Retraining and Reskilling of Workers for Engineering Industry\n Retraining and Reskilling of Workers for Electronics Industry\n Retraining and Reskilling of Workers for the Building and Construction Industry\n Foundation Training for Adults with no formal qualifications\n Training and Employment Exposure Scheme\n Training in Traditional Boat Building\n Enforcing the Knowledge Based Society\n TOTAL MEASURE 2.1\n 2.2 Gender Equality\n To Improve the Representation of Women at Managerial Levels at the Main Public Hospital in Malta\n Studies related to measures aimed at improving Gender Equality\n Increasing Female Participation through Childcare Services at the Work Place\n Technology Skills for Women Returning to the workforce\n TOTAL MEASURE 2.2\n 2.3 Life Long Learning and Research and Mobility Action Plan for developing in-house research capacity\n Social Inclusion\n Information and Communications Technology Training Programme\n Pedagogical Training for Non-Formal Educators\n Initiating and Managing Community Based Life-Long Learning Centre\n Tourism and Support Services Training Programme\n Improve retention of Specialist Staff by developing structured specialisation and post-qualification training programmes locally, in collaboration with professional associations and Non-Government Organisations Enhancing the Competitiveness of SMEs and Micro Enterprises through Life Long Learning\n Literacy Programme for those seeking employment\n Supported Employment Scheme for Disabled Persons\n Training and Support for Labour Market Integration of Socially Excluded Persons\n Households Waste Separa+C95tion at Source - Training Job Seekers to Assist in the Implementation of Waste Separation at Source\n EdUkate: Education/Training/Information Centre for Disadvantaged Women\n Training of Inclusion Co-ordinators\n TOTAL MEASURE 2.3\n TOTAL EU STRUCTURAL FUNDS 2004 - 2006\n ALLOCATED FUNDS (EUR)\n UNALLOCATED FUNDS (EUR)\n Priority 3\n Rural Development and Fisheries\n Investment in Agricultural Holdings\n Improving the Processing and Marketing of Agricultural Products\n Fleet Renewal - Aid Scheme for Fishing Enterprises\n TOTAL PRIORITY 3\n Priority 4\n Regional Distinctiveness (Gozo Special Needs)\n 4.1 Basic Infrastructure and Development\n Extension of Centre for Art and Crafts and Setting Up of Crafts Development Centre\n of the Tourism Sector\n Gozo Museum of Archaeology Display Project\n The Upgrading of the TINA Road Network in Gozo\n Creation of Artificial Dive Sites\n TOTAL MEASURE 4.1\n 4.2 Human Resources\n ETC Courses and Schemes\n Crafts Courses for Sustainable Careers in Gozo\n University Gozo Centre - Courses\n Gozo Educational and Training Foundation (GET)\n TOTAL MEASURE 4.2\n Priority 5\n Technical Assistance\n 5.1 Technical Assistance\n General Technical Assistance and Administration Co-Operation\n TOTAL MEASURE 5.1\n 5.2 Technical Assistance\n ESF Technical Assistance\n TOTAL MEASURE 5.2\n GRAND TOTAL\n 8,570,358 10,210,428\n 7,282,220 = 63.2m\n TOTAL EU FUNDS\n 16 Cohesion Funds Two important projects have been identified here and agreed with the EU Commission for financing under Cohesion Funds.", "These are: the procurement and commissioning of a waste water treatment plant and a waste processing plant, with a total value of Lm7 million, and the restoration and improvement of roads with a total value of Lm4 million.", "From the total amount of Lm11 million for these two projects, no less than Lm9 million will be financed under Cohesion Funds while the rest , that is, Lm2 million from own resources.", "More details are found in Table 7 in this Appendix.", "Transition Funds Another source of EU finding for Malta will be the Transition Fund.", "Up to 2006, funds allocated to Malta will here be of around Lm9 million.", "The programme for this year is already set and will cost Lm6 million of which no less than Lm5 million will be financed under the transition funds, the rest by the Maltese government.", "The areas for these projects are: - the internal market; - transport policy and administrative management; - justice and home affairs; - social policy and employment; - agriculture; - the environment; - strengthening administrative capacity.", "Details are provided under Table 8 which is being attached.", "Table No.", "7\n SELECTED PROJECTS\n Environment Section\n Upgrading of the Waste Treatment Plant and Material Recovery Facility\n Transport Section\n Restoration and Upgrading of Sections of the TEN-T\n TOTAL SELECTED PROJECTS\n FUNDS (EUR)\n EU COHESION FUNDS 2004 - 2006\n Table No.", "8\n SELECTED PROJECTS\n Trade - Internal Market\n Institution building of the Malta Standards Authority\n Additional support for the Market Surveillance System\n Upgrading the National Blood Transfusion Service\n Capacity Building of the Department of Public Health\n Intellectual Property Awareness\n Transport Policy and Administrative Management\n Capacity Building at the Malta Maritime Authority\n Justice and Home Affairs\n Strengthening Malta's capacity in the issuance of visas\n Development of Border Management Control\n Enhancement of the Asylum System\n Capacity Building in the Justice Sector\n Radio Network Infrastructure for 112 Call-Related Emergency Service Providers\n Social Policies and Employment\n Institutional Building of the Occupational Health and Safety Authority\n Capacity strengthening of the Department of Social Security\n Agriculture Capacity Building in the Food and Veterinary Regulation Division\n Environment Capacity Building to introduce the Polluter Pays Principle\n Capacity to implement the Air Quality Framework Directive\n Implimentation of the Nature Protection Acquis\n Implimentation systems for the Producer Responsibility Directives\n Administrative Capacity\n Technical Assistance\n Strengthening of the VAT Department and the Tax Compliance Unit\n Measures to assist the Customs Department\n Capacity Building for Malta Enterprise\n Capacity Building programme in Information Security\n Strengthening capacity in the field of interpretation\n Strengthening capacity in the field of translation\n EU TRANSITION FACILITY FUNDS YEAR 2004\n FUNDS (EUR)\n 19 Pre-Accession Funds Even here, the EU Commission, , has granted to each of the accession countries, the opportunity not to lose on funds attached to works in progress and which, therefore, had not yet been utilised by date of accession.", "Malta, therefore, will benefit from the global amount of Lm7 million over these three years on projects and programmes that are in progress.", "These programmes include: - technical assistance for strengthening administrative and institutional capacity in the areas of taxation, regional policy, health and safety at work, costal management, standards, the environment, agriculture and fisheries, safety at sea, and medicinal regulatory framework; - the waste water treatment plant in Gozo; - viability and environmental impact assessments studies on infrastructural transport projects.", "Other details may be found on Table 9 which is attached.", "On-going work to attract more funding over 2007-2013 Technical discussions are currently in place at various levels of the EU Commission on its proposals for the new Financial Perspective for 2007-2013.", "The purpose of these discussions is for member states to look into this perspective not only from its national point of view but also from a global view to ensure that the proposed financing will match the realisation of the various political, economic and social EU priorities.", "Table No.", "9\n YEAR OF\n (A) Euro 2.441 million were paid in advance in 2003\n PRE-ACCESSION FUNDS\n 21 These priorities are brought together under 5 headings, that is: 1.", "Sustainable growth: (a) Competitiveness for growth and employment, (b) Cohesion for growth and employment, 2.", "The protection and management of natural resources, 3.", "Citizenship, freedom, security and justice, 4.", "The EU as a global partner, 5.", "Administrative expenditure.", "As I already stated, these are early discussions.", "However, a number of issues have already been raised by the individual members states that address both the global scene and the national interest - among them Malta.", "However, these issue are still on the principle level, that is, the allocation of funds to the individual member states for each to know how best it could attain economic and social convergence has not yet been discussed.", "One should well mention that Malta is expected to remain a net beneficiary over the 2007 -2013 period.", "This means that it will continue to benefit from EU funds more than it will pay out to the budget.", "Malta’s Contributions the EU Budget Contributions from the 25 member states to the EU budget make up its only source of revenues.", "There are 4 sources of contribution, that is, import duties from third countries and on which we retain 25% for administrative expenses and pass the rest to the EU; VAT-based and GNI based resources: these are the two sources of contributions whose workings are very complex, and the UK rebate which is highly controversial and on which there are current discussions for its review towards a more equal and fair equation.", "Finally, there is the contribution to the 22 reserves which are three, that is, the monetary reserve, the loan guarantee reserve, and the emergency aid reserve.", "Contributing towards these reserves is also made on the GNI base.", "Malta’s contribution in current prices for 2004-2006 will be around Lm59 million.", "In Table 5, I am providing indications of the funds that will be accessible for Malta and those which it has to contribute to the EU.", "Funds under the 5th Italo-Maltese Financial Protocol Another source for funds for Malta is that agreed upon with the Italian government under the 5th Financial Protocol at the end of 2003 and which has now been extended to 2007.", "Under that agreement Malta will benefit for global grants amounting to Lm30 million which are tied to a number of projects that have been agreed with the Italian government.", "Malta will fork out Lm 2 million in addition to these funds.", "This global amount of Lm32 million will be spread over three years.", "Among the major projects that will be financed under this Protocol is the roads modernisation programme that is being implemented at a total cost of Lm13 million by the Ministry for Urban Development and Roads and by the Malta Transport Authority.", "Another major project with a global allocation of about Lm7 million is that of strengthening maritime surveillance under which the Armed Forces of Malta would be equipped with a modern patrol boat with a helicopter flight deck.", "Moreover, spare parts will be purchased and training given to the crew for this patrol boat.", "23 Another Lm5 million under this Financial Protocol have been allocated on the construction of incinerators at both civil abattoirs in Malta and Gozo.", "This project is tied to Malta’s obligations under the Acquis Communitaire for the burning of all risk-carrying material.", "Improvements in the Gozo incinerator have been completed and a new mobile incinerator was purchased for the Malta abattoir.", "Other works are ongoing on the commissioning of a new fixed incinerator at the same abattoir.", "Another Lm4 million will be allocated on the construction of a waste water treatment plant in the area known as iċ-Ċumnija in the north of Malta.", "It is expected that the contract will be signed within a short time.", "Among the other projects to be financed under this financial protocol there is the design and provision of furniture, the provision and installation of a storage and logistic system at the new Mater Dei Hospital, the purchase of planned and technical assistance for the grading and the cold storage facilities at the Pitkali Central Station, repairs and restoration works on the 16th century organ and restoration on the Italian Language Chapel at St John’s Co-Cathedral, and the establishment of a Chair for Mediterranean and European Studies at the University of Malta.", "This protocol is expected to be the last in a series of financial assistance that the Italian government graciously provided to Malta over these last years.", "Public Debt and other Developments While substantial debt was brought forward from previous years the ever increasing borrowing needs for the administration to finance the annual national budget deficit over recent years continued to push up 24 the public debt levels.", "Government budget deficit came about over recent years in support of continual development programmes in all the economic sectors and for social needs such as social benefits, health and education.", "We could have stopped at doing anything and we would not have increased public debt.", "However, nobody can blame us of burdening future’s generations with undue debt.", "Apart from the fact that government continues to be fully committed more than ever to put down the deficit in public finances and, therefore, the need for borrowing, the fact remains that all our current achievements and those for which we shall continue to provide through strong investment and at a great sacrifice will be done not only to improve our present quality of life but also to leave to our future generations a strong heritage so that they would continue to enjoy a strong and sustainable social system and a better quality of life in a developed country.", "Therefore, it would not be unwelcome for future generations to share responsibility also for the creation of this wealth from which they would eventually benefit.", "General government debt during the current financial year is expected to increase to Lm1.4 billion or 73.2% of GDP.", "This includes Lm1.3 billion debt in the consolidated fund and around another Lm100 million in public entities that fall under the general government among them the debt assumed by government last year following the restructuring at the shipyards.", "Public debt servicing costs this year are expected to reach Lm83 million for which Lm73 million for domestic debt and the rest for foreign debt.", "Public debt next year is expected to increase by another Lm115 million making up government’s borrowing needs to finance its cumulative deficit.", "From this amount the Council of Europe Development Bank is expected to provide Lm15 million under existing credit facilities for financing works at the Mater Dei Hospital.", "25 Next year therefore the Public Debt ratio is expected to be 72% of GDP.", "One may well mention here that, from a total public debt balance of Lm1.4 billion, around Lm71 million or 5% makes up foreign debt.", "This means that the remaining public debt or the other 95% continues to be part of the local economy and interests net of local tax, will go back to the local investors for them to spend back into the local economy.", "While I do to minimise this problem in any way I may say, therefore that the impact on the local economy takes a different dimension.", "With regard to the sustainability of public debt, my government has two alternatives: either of cutting down on public costs without compromising development, social benefits and wages and family income: or to promote more cost effectiveness in the public sector by improving productivity and attaining economic objectives with more competitiveness and less costs.", "Government has opted for a mix of both through a number of social and structural reforms which I have already mentioned.", "In this way, Government is committed to reduce the public debt balance as a percentage of GDP from 73.2% this year to 70.4% in 2007.", "This also partially reflects GDP growth which is expected to be faster than that of public debt.", "Other Government Guaranteed Debt As much as my government is committed to reduce the deficit ratio, it is equally wholly against adopting a liberal policy providing guarantees to public entities for credit facilities.", "Evidence of this arises from the fact that government guarantees to public entities over the last 5 years have decreased from Lm456 million to Lm343 million 26 by last September of which not less than Lm106 million are tied to loans of the Malta Freeport Corporation, for the construction of terminal 2, and which the Corporation would be in a better position to repay from the privatisation receipts of Malta Freeport Terminals Ltd., another Lm77.7 million that are tied to Enemalta Corporation loans for the construction of the Delimara Power Station, and another Lm40 million that are tied to loans of the former Malta Drydocks corporation.", "The remaining 33% of Government Guarantees Debt are spread over other public entities including the Water Services Corporation which has a guarantee of not less than Lm26 million that are tied to loans for the reverse osmosis plants.", "Investment and the Policy for Fiscal Consolidation Malta’s share of public investment measured as a percentage of GDP has increased in the last few years.", "This stands in contrast with the experience of other industrialised countries including the majority of EU member states.", "The decline in public investment as a share of GDP is usually attributed to various factors but in particular to the level of economic and structural development of a country, the process of involving the private sector in public projects both in terms of public-private partnerships and in pure privatisation, and on the tendency of governments to consolidate their public finances.", "In Malta’s case public investment is not decreasing because the economic and structural development process is still taking place with the government allocating a significant amount of resources for the supply of public goods and services.", "While having a direct bearing on the general welfare of the general public, Some of these investments, are not economically viable for the private sector to undertake as 27 private projects.", "Investments that are environmentally oriented are a case in point.", "However, the experience of the majority of the European countries is indicating that there are construction and operations of major infrastructure projects that are jointly being made with the private sector through the so-called public-private partnerships (PPP).", "PPP investments should lessen the burden of the borrowing requirements of government, as the capital spending will fall outside the government budget, and it should increase the investment opportunities of the private sector, with the possibility of attracting foreign direct investment if the projects undertaken are of a certain scale.", "In addition, public projects carried out in this way, will no longer have any of the classical ‘crowding-out’ effects on private investment through higher interest rates.", "On the contrary, if certain public projects serve as intermediate inputs to private sector activities they will be exerting a positive ‘crowding-in’ effect via increases in productivity and investment opportunities.", "A reduction in public investment therefore, as a result of increased participation of the private sector and of more privatisation should help government efforts towards fiscal consolidation without any negative impact on the economy.", "Not only, that but where fiscal consolidation takes place there is also economic growth.", "This was experienced by various EU Member States wherein fiscal consolidation provided expansion in their economy.", "Studies show that, during these periods, even on the short-\n term, wherever governments put in place a financial policy through fiscal rationalisation, both consumption and private investment stood to grow.", "This, because both consumers and investors look forward and increase their expectations with economic growth.", "In this regard fiscal consolidation will reduce, as I explained will reduce government’s borrowing needs and the possibility for more taxation.", "1 Appendix ‘C’ RESTRUCTURING OF PUBLIC ENTITIES Public entities and enterprises have grown in size and in scope in recent years.", "Their operations however, have grown to depend more and more on the commercial realities and it is a known fact that a public entity is much less capable, of responding to commercial and financial realities than the private sector.", "There is a growing need, therefore, for reform and restructuring in some of these enterprises.", "The public sector reform programme which is taking place is directed towards the continual improvements in their level of services, and towards increasing the efficiency and productivity in the operations of these entities so these will reduce their dependency on public funds, and instead contribute to the growth in the competitiveness of our country without losing their social obligations.", "It was time for the structured loss of millions of pounds every year to be addressed in a number of entities such as the Shipyard, Air Malta, Gozo Channel Co.", "Ltd.", "and Public Broadcasting Services.", "Apart from controls in administrative costs, a very important link in this exercise was the need to downsize the workforce in these entities to one that meets their operational needs.", "Obviously, this process of reform is not an easy one: it demands determination, consistency, good judgement and long-term vision.", "However, it demands also the capacity and the will for continued renewal which one expects from an enterprise with a competitive and crucial role in the economy.", "2 The Shipyard The Shipyard has always been an entity that every year absorbed huge subsidies.", "Notwithstanding this, government’s and management’s strong commitments led on the road towards bringing the shipyards on the realistic environment of the globalised world.", "This commitment is already showing results.", "Financial estimates for the first nine months of the year show the Shipyard making Lm1 million less in losses than those originally projected.", "This is progress towards our goals to bring the yard on a commercially viable path.", "Management is making strong efforts to attract work and the majority of the workforce appears to have understood the need for change.", "Next year is expected to be particularly difficult as we face stiff competition from Turkish and Croatian shipyards.", "For us to win this challenge, we need on the one hand, to penetrate new markets and on the other hand to understand the need to increase production more than we have already done this year.", "In order to continue increasing the potential of this industry, government is investing Lm1 million this year for the purchase of much needed equipment which the Shipyard is currently leasing.", "Meanwhile, a number of investors have expressed a strong interest to develop the site at Marsa previously housing the Malta Shipbuilding Co.", "Ltd.", "Government has set up a commission made up of all interested parties to make recommendations for the best way forward.", "The final report is expected by next February.", "Gozo Channel Co.", "Ltd Even here we had encouraging results as a Lm1 million annual loss was brought down to Lm27,000 by last September – a result that includes a government subsidy of Lm700,000 for the reduced tariff 3 rates for Gozitan commuters.", "In fact, government will next year provide for a similar subsidy that will be increased to Lm1.4 million.", "One should well note here that notwithstanding the polemics that arose around the increase in tariff rates, passenger load has increased by 50,000 while the carriage of cars has gone up to 10,000 when compared to last year.", "A night service was also introduced for the months between October and May in order to ensure service continuity.", "However, this service is poorly patronised.", "The additional costs for this service are wholly subsidised by the government.", "Meanwhile, Gozo Channel is also undertaking internal reforms to review its operational costs downwards and in this way achieve more commercial sustainability.", "Air Malta Co.", "Ltd The restructuring exercise at Air Malta Co.", "Ltd that was started in the summer of last year, continued to be implemented and consolidated during the year.", "The main points of this exercise are: - the unfolding of a strategic plan tied to a business plan with the aim of making the company profitable by 2008.", "This plan should ensure that the company focuses on its core business and that it divests itself from its other subsidiaries among them its shareholding in three hotels; - the implementation of a complete restructuring exercise in management where we are ensuring responsibilities in order to provide more accountability in the management of the company; - an agreement that we made with the four unions representing the company’s workforce of a defined rescue plan spread over 4 three years to reduce costs at the rate of Lm1 million per annum; - a recapitalisation of Lm30 million in the company; - the implementation of an IT system that would include the latest communications and information technologies in the aviation sector and the latest aviation technology; and - the development of an important service for the company with the first successful attempt being made last March with low cost flights to Standsted Airport, the 5th Freedom Operation on the Catania/Gatwick route, and the 7th Freedom Operation between Manchester and Birmingham and other destinations.", "In the first months of this reform programme, it appears that the established goals were being attained.", "However, it is still early to speak about having reached our goals completely particularly in this period of great uncertainty for the international price of oil.", "Public Broadcasting Services PBS was losing about Lm250,000 every year notwithstanding a Lm2 million annual subsidy from government.", "It was clear that government could not continue to provide these funds and, therefore, there was universal agreement on the need of restructuring.", "After agreement was reached with the GWU, employees were offered voluntary redundancy schemes and redeployment so that their numbers were drastically reduced.", "A new collective agreement which provided more flexibility was also reached.", "Thus, the base for reform to take place was in place.", "Like in any other reform, the start was met with a number of handicaps.", "However, I am confident that results will show during the next year.", "5 All I can say is that the first results are quite encouraging.", "The first financial results show that PBS ended its financial year with a trading profit of around Lm200,000 when two years back it had registered a trading loss of Lm250,000.", "This shows an improvement of Lm500,000 in less than one year.", "For the first time this year, PBS will operate without the Lm2 million subsidy and, therefore, the challenge it faces becomes even bigger.", "Enemalta Corporation Government is undertaking a corporate restructuring programme aimed at the corporation to reflect the needs of its clients and those of the country.", "The main points of this programme are: - the corporation will be given an organisational structure: an exercise will be concluded for the recruitment of new top management.", "Presently the process has started for the selection of middle management.", "We are currently undertaking a skills and manpower audit to determine the best level of employees in terms of numbers; - an internal audit system will be set up; - a basic reform of the financial systems in order to update the current systems and ensure financial efficiency.", "The first step was to unbundled Enemalta’s accounts so that the corporation would provide a clear picture of its operations; - the Malta Oil Bunkering Co.", "Ltd will be reintegrated with the Corporation in order to strengthen the storage facilities and provide it with the possibility of releasing capacity which is not of immediate use; - all necessary studies are in place in order to provide for a modern system of information and technology to provide for digital meters and the use of power lines to carry data together with a complete integration to systems at the Enterprise 6 Resources Planning and Customer Relationship Management as well as with the billing and accounts systems.", "Winding Down of Companies As part of government’s plans to reduce its role and make it that is wholly related to governance, government is winding down a number of public entities whose primary functions have now become absolete.", "Medigrain Ltd as well as Malta Export Credit Co.", "Ltd therefore, will next year stop operations.", "Malta Tourism Authority A report on the restructuring of the Malta Tourism Authority was drawn up by the consultancy and auditing firm of Deloitte & Touche.", "Tourism continues to be a very important sector in the economy with potential for growth.", "The Malta Tourism Authority is one of the most important public institutions in the economy and, therefore, the need arose for an internal examination of its efficiencies.", "It is very relevant that the Authority focuses more on the market dimension and for it to be organised to provide timely response to new trends and opportunities.", "The tourism sector has the potential for growth as long as we co-ordinate and strengthen our efforts.", "It is government’s intent to publish this report and to provide for wide consultations with the Opposition before moving towards the implementation stage.", "1 Appendix ‘D’ PRIVATISATION Government, next year, intends to continue with its current policy of selling out to the private sector those areas which are neither commercial nor strategic, or where they are, the private sector would manage better and at a lower cost.", "The term ‘privatisation’ is being applied in the broadest way possible.", "In some instances, government sells all its shareholding in an enterprise as in the case of Mid-Med Bank, or else it sells part of its shareholding as in the case of Maltapost.", "In other instances, government goes into strategic alliances as in the case of Microsoft and Hewlett Packard or leases out facilities as in the case of Malta Freeport.", "Finally, government makes use of other tools such as in the case of the public private partnership for the landscaping operations.", "After three years of negotiations, government has successfully completed the privatisation of Malta Freeport during the year.", "The facilities at Malta Freeport were leased out to one of the largest shipping companies globally – the French CMA-CGM – which brought with it one of the largest world operators, P&O, for the all inclusive price of US$421 million spread over thirty years.", "Moreover, the new operators have agreed to invest in new plant in order to increase transhipment operations at the Freeport from 1.3 million containers to 2.3 million containers annually.", "This should contribute towards creating new employment and growth in the economy.", "The Privatisation Unit is currently working on two privatisation processes which are Maltacom and the Bank of Valletta.", "In regard to Maltacom, government intends to sell out all its shareholding to a strategic partner.", "Government is opting for this strategy as the telecommunications industry is fast approaching global consolidation 2 while the future expansion for Maltacom is built on huge investment in product development and in new services that would offset the gradual decline in fixed telephony.", "It is not government’s intent to sell its shareholding to any investor who may perhaps not have the right expertise in the area of telecommunications.", "Government wants to have a strategic partner in this area who invests in Malta and in the Maltese.", "This applies also for the Bank of Valletta, for which it is now public knowledge that agreement has been reached with the other major shareholder, the Banco di Sicilia, to sell out their combined shareholding.", "Government’s first priority, is that in the prospective strategic partner, government would seek the right commitment towards further growth of the bank which has a key role in our economy.", "It is hoped that these two processes will be completed next year provided that the bids that government would have for its consideration will provide the best offer to provide for more negotiations.", "Government is also seeking the privatisation of Sea Malta Co.", "Ltd.", "The Privatisation Unit is currently undertaking negotiations with two prospective buyers who would carry the contractual obligations under the Public Service Obligation Agreement that government has signed with the company in order to ensure the operations of the sea-\n route between Malta and the South of Italy.", "Government, this year, has also successfully completed negotiations on Fort Chambray in Gozo.", "Government has here sold out all its shareholding in Fort Chambray Ltd for the price of Lm1.2 million while negotiations are currently in progress for the renewal of the emphyteutical grant with the new Gozitan investor.", "3 Government is also reviewing its position in the Kordin Grain Terminal, in Maltapost, and in the Libyan Arab Maltese Holding Co.", "Ltd.", "This is a vast and ambitious programme.", "However, we are determined to see it through.", "This privatisation programme is not set for completion in one year but will be spread over a number of years.", "STATEMENTS TAX REVENUE\n Direct - Income Tax\n - 3,930,000 Shortfall registered in view of increase in refunds and decrease in the\n expected revenue from final withholding tax.\n Social Security\n - 600,000 Marginal decrease against the original estimate; one third of the amount\n represents State Contribution.\n Indirect - Customs and Excise\n - 3,900,000 Duties\n Licences, Taxes and Fines\n - 6,142,000 Lower receipts than expected from gaming taxes and motor vehicle\n registration tax.\n Value Added Tax\n - - TOTAL TAX REVENUE\n STATEMENT A\n REVENUE 2004 : REVISED ESTIMATES COMPARED TO THE APPROVED ESTIMATES\n Shortfall is expected against the original estimate for import duties in\n view of the adoption of the CET after 1 May 2004, and because of\n increase in imports from European Union countries.\n ~ i ~\n STATEMENT A\n REVENUE 2004 : REVISED ESTIMATES COMPARED TO THE APPROVED ESTIMATES\n NON-TAX REVENUE\n Fees of Office\n - The expected revenue from eco-contribution did not materialise as the law\n came into force late in the year.\n - Public Corporations\n - No contribution by Enemalta is expected by the end of the year.\n Central Bank of Malta\n - Year 2003 actual profits passed to Government.\n - Increase due to payment of rent arrears by MATS.\n Dividends on Investment\n - Expected increase in dividends from Government investments.\n Repayment of Government Loans and\n - - - Implementation of programmes financed by the Italian Financial Protocol\n and the European Union will continue in 2005.\n Miscellaneous Receipts\n - Increase in miscellaneous receipts.\n Total Non-Tax Revenue\n - TOTAL RECURRENT ~ ii ~\n STATEMENT A\n REVENUE 2004 : REVISED ESTIMATES COMPARED TO THE APPROVED ESTIMATES\n NON-ORDINARY REVENUE\n Sale of shares\n - The process of government's privitisation programme will continue in\n Sinking Funds of converted loans\n - - Local Loans\n - Local loans raised to finance the deficit in the Consolidated Fund.\n Foreign Loans\n - No use has been made of this facility during 2004.\n TOTAL NON-ORDINARY - GRAND TOTAL\n - ~ iii ~\n Revised by\n 1 Office of the President\n 684,000 732,000 48,000 - 2 House of Representatives\n 1,088,000 1,096,000 8,000 - 3 Office of the Ombudsman\n 170,000 170,000 - - 4 National Audit Office\n 875,000 825,000 - 50,000 Contribution was lower than forecasted.\n 5 Office of the Prime Minister\n 5,650,000 5,361,000 - 289,000 Higher expenditure than expected under the Personal Emoluments and\n Operational and Maintenance Expenses categories was offset by lower\n expenditure under Programmes and Initiatives and Contributions to\n Government Entitites.\n 6 Public Service Commission\n 148,000 146,000 - 2,000 7 Armed Forces of Malta\n 13,100,000 12,966,000 - 134,000 Higher expenditure than originally forecasted under the Operational\n and Maintenance Expenses category, in connection with the Global\n Marine Distress and Safety System, was offset by lower expenditure\n under the Personal Emoluments category.\n 8 Information\n 614,000 597,000 - 17,000 9 Government Printing Press\n 593,000 596,000 3,000 - 10 Electoral Office\n 1,518,000 1,716,000 198,000 - Higher expenditure than expected under the Electoral Commission\n Activities Programme.\n Variation\n STATEMENT B\n RECURRENT EXPENDITURE 2004: REVISED COMPARED TO APPROVED ESTIMATES\n ~ iv ~\n Revised by\n Variation\n STATEMENT B\n RECURRENT EXPENDITURE 2004: REVISED COMPARED TO APPROVED ESTIMATES\n 11 Ministry for Social Policy\n 5,273,000 5,467,000 194,000 - Higher expenditure than originally projected\n mainly under the\n Contributions to Government Entities category, to cover running\n 12 Social Security\n 67,340,000 67,115,000 - 225,000 The State Contribution will not be required in full by the end of the\n 13 Social Security Benefits\n 206,500,000 206,500,000 - - 14 Family and Social Welfare\n 676,000 720,000 44,000 - 15 Care of the Elderly and Community Services\n 13,580,000 13,642,000 62,000 - Higher expenditure than originally anticipated under the Operational\n and Maintenance Expenses category, mainly under 'Materials &\n Supplies', 'Transport' and 'Contractual Services', was partly offset by\n lower expenditure under the Personal Emoluments and Programmes\n and Initiatives categories.\n 16 Housing\n 1,250,000 1,232,000 - 18,000 17 Industrial and Employment Relations\n 608,000 591,000 - 17,000 18 Ministry of Education\n 37,405,000 39,047,000 1,642,000 - Expenditure under the Programmes and Initiatives and Contributions to\n Government Entities categories was higher than expected under this\n 19 Education\n 49,718,000 50,027,000 309,000 - Expenditure under the Personal Emoluments category was higher than\n originally projected.\n ~ v ~\n Revised by\n Variation\n STATEMENT B\n RECURRENT EXPENDITURE 2004: REVISED COMPARED TO APPROVED ESTIMATES\n 20 Libraries and Archives\n 700,000 682,000 - 18,000 21 Ministry of Finance and Economic Affairs\n 27,634,000 24,500,000 - 3,134,000 Higher expenditure than originally forecasted under the Operational\n and Maintenance Expenses category offset by lower expenditure than\n expected under the other categories.\n 22 Treasury\n 8,147,000 8,408,000 261,000 - Expenditure under the Programmes and Initiatives category was higher\n than originally forecasted.\n 23 Pensions\n 30,762,000 28,801,000 - 1,961,000 Lower expenditure as a result of a variance from the original\n projections in respect of retirements.\n 24 Inland Revenue\n 5,887,000 5,303,000 - 584,000 Lower expenditure than anticipated primarily under the Programmes\n and Initiatives category.\n 25 Customs\n 5,886,000 5,527,000 - 359,000 Expenditure under the Programmes and Initiatives category, mainly\n under 'EU Pre-Accession Programmes', was lower than originally\n 26 V.A.T.\n 3,246,000 3,319,000 73,000 - Higher expenditure than expected under various categories partly offset\n by lower expenditure under the Contributions to Government Entities\n 27 Contracts\n 362,000 380,000 18,000 - 28 Economic Policy\n 573,000 651,000 78,000 - Expenditure under the Contributions to Government Entities category was higher than originally expected.\n ~ vi ~\n Revised by\n Variation\n STATEMENT B\n RECURRENT EXPENDITURE 2004: REVISED COMPARED TO APPROVED ESTIMATES\n 29 Commerce\n 8,581,000 7,077,000 - 1,504,000 Increased requirements by way of Government subsidy in connection\n with grain importation were offset by lower expenditure within the\n same category.\n 30 Consumer and Competition\n 471,000 486,000 15,000 - 31 Ministry for Tourism\n 2,530,000 2,487,000 - 43,000 32 Ministry for Transport and Communications\n 6,398,000 7,532,000 1,134,000 - Higher expenditure than originally anticipated under the Guaranteed\n Earnings Agreement with the Public Transport Association and under\n the Operational and Maintenance Expenses category was partly offset\n by lower expenditure under the EU Pre-Accession Programmes.\n 33 Civil Aviation\n 561,000 561,000 - - 34 Ministry for Justice and Home Affairs\n 2,662,000 2,848,000 186,000 - Expenditure under the Personal Emoluments and the Programmes and\n Initiatives categories was higher than originally expected.\n 35 Judicial\n 3,683,000 3,694,000 11,000 - 36 Local Councils\n 11,097,000 10,543,000 - 554,000 Lower expenditure in the Programmes and Initiatives category.\n 37 Police\n 16,167,000 16,397,000 230,000 - Higher expenditure than originally forecasted under the Operational\n and Maintence Expenses category, mainly under 'Utilities', 'Transport'\n and 'Contractual Services', was partly offset by lower expenditure under\n Personal Emoluments.\n ~ vii ~\n Revised by\n Variation\n STATEMENT B\n RECURRENT EXPENDITURE 2004: REVISED COMPARED TO APPROVED ESTIMATES\n 38 Correctional Services\n 2,386,000 2,528,000 142,000 - Higher expenditure than originally envisaged under the Personal\n Emoluments category.\n 39 Civil Protection\n 1,377,000 1,410,000 33,000 - 40 Government Property Division\n 1,395,000 1,416,000 21,000 - 41 Registration\n 814,000 918,000 104,000 - Expenditure under the Personal Emoluments and Operational and\n Maintenance Expenses categories was higher than expected.\n 42 Ministry for Resources and Infrastructure\n 20,329,000 21,414,000 1,085,000 - Higher expenditure under the Personal Emoluments category.\n 43 Ministry for Gozo\n 20,162,000 20,230,000 68,000 - Higher requirements under the Operational and Maintenance Expenses\n and Programmes and Initiatives categories were partly offset by lower\n expenditure under the Personal Emoluments category.\n 44 Ministry of Health\n 71,931,000 76,621,000 4,690,000 - Higher expenditure than expected in respect of Personal Emoluments\n the procurement of\n medicine (under the Operational and\n Maintenance Expenses category) was partly offset by lower expediture\n under the Programmes and Initiatives and Contributions to Government\n Entities categories.\n 45 Ministry for Information Technology and Investment\n 41,198,000 41,626,000 428,000 - Higher expenditure than originally expected under the Contributions to\n Government Entities category was partly offset by lower expenditure\n under the Programmes and Initiatives category.\n ~ viii ~\n Revised by\n Variation\n STATEMENT B\n RECURRENT EXPENDITURE 2004: REVISED COMPARED TO APPROVED ESTIMATES\n 46 Ministry of Foreign Affairs 10,054,000 9,767,000 - 287,000 Maintenance Expenses category was offset by lower expenditure under\n the Personal Emoluments and Contributions to Government Entities\n 47 Ministry for Rural Affairs and the Environment\n 22,612,000 20,487,000 - 2,125,000 Expenditure under the Programmes and Initiatives category (primarily\n EU Pre-Accession Programmes) and the Contribution to Government\n was lower than\n originally anticipated, whilst\n requirements under the\n Operational and\n Maintenance Expenses\n category were higher than originally expected.\n 48 Ministry for Youth and the Arts\n 4,842,000 4,659,000 - 183,000 Higher expenditure than originally forecasted under various categories\n Government Entities category.\n 739,237,000 738,818,000 419,000 49 Public Debt Servicing\n 85,680,000 123,494,000 37,814,000 - Expenditure in respect of ex-Shipyards' Direct Loan repayments\n (replaced by the issue of Malta Government Stocks) and requirements\n for new Malta Government Stocks issues, was partly offset by lower\n expenditure in respect of Short-term borrowing.\n 824,917,000 862,312,000 37,395,000 ~ ix ~\n Office of the Prime Minister\n - Ministry for Social Policy\n - Funds allocated for St Vincent de Paule's Residence and for interest\n subsidy on house loans will not be utilised during the current year.\n Higher expenditure will materialise on information technology projects.\n Ministry of Education - Lower expenditure is expected on programmes financed by the European\n Union and projects undertaken by MCAST, Foundation for Tomorrow's\n Schools and Education Division.\n Ministry of Finance and Economic Affairs\n - Lower expenditure regarding EU financed projects.", "Higher expenditure\n on Information Technology is anticipated.\n Ministry for Tourism\n - Approved Estimates are not expected to be fully used by year end.\n Ministry for Transport and - Expenditure is expected to be less than that originally anticipated due to\n programmes and Roads' projects financed under the V Italian\n Protocol as well as those locally sourced, and on the subsidy of the\n procurement of new route buses.", "VII Ministry for Justice and Home - Payment on contracts for the acquisition of land by Government resulted\n in higher expenditure.\n VIII Ministry for Resources and - Funds on EU programmes and Proġett Skart will not be utilised in full\n this year."]