["Budget Speech\n The Hon.", "Edward Scicluna\n Minister for Finance\n 12th October, 2015\n Ministry for Finance\n Published by the\n Ministry for Finance,\n South Street,\n Valletta VLT 1102\n Tel.: (+356) 25 99 82 59\n Website: www.mfin.gov.mt\n Cataloguing-in-Publication Data\n Malta.", "Ministry for Finance\n Budget Speech 2016 / Edward Scicluna.", "Valletta : Ministry for Finance, 2015\n ISBN: 978-99957-58-01-1\n 1.", "Budget – Malta\n I.", "Title II.", "Edward Scicluna\n This publication is available from:\n Department of Information\n 3, Castile Place\n Valletta VLT 2000\n Tel.: (+356) 22 00 17 00\n Printed at the Government Press\n Price: €2.00\n 1 Contents Contents ..............................................................................................................", "1 1: GOVERNMENT'S VISION IN THIS BUDGET ........................................", "1 2: FISCAL POLICY .........................................................................................", "15 3: INCENTIVISING WORK : THE NEXT STEP ........................................", "28 4: INVESTING IN EDUCATION AND TRAINING ................................", "33 5: INVESTING TO ENHANCE PRODUCTIVITY AND INCREASE COMPETITIVENESS IN THE COUNTRY ............................................", "37 6: REFORMING AND INVESTING IN PRIORITY SECTORS ..............", "49 7: GOZO: CREATING MORE PROSPERITY ............................................", "62 8: NATIONAL SECURITY ............................................................................", "65 9: PROMOTING SPORTS AND CULTURE ..............................................", "67 10: INVESTING IN HEALTH AND THE ENVIRONMENT .....................", "71 11: CREATING A JUST, EQUAL AND INCLUSIVE SOCIETY ..............", "80 12: CONCLUSION ..........................................................................................", "84 2 1: GOVERNMENT'S VISION IN THIS BUDGET Mr Speaker, today I am presenting this Government's third budget and the fourth in this Legislature.", "I am pleased with what we have achieved so far.", "I am satisfied that the budget being presented to this House today is a confirmation that this Government's work is yielding the desired results, an affirmation that we have succeeded in changing direction and now have a strong economy.", "It is good to recall our point of departure.", "The first budget we presented had a very important aim; that of securing stability and certainty in our country.", "This was essential to steer the then slow economic growth towards a more dynamic pace in a sustainable way that benefitted everyone.", "We succeeded in bringing about a change of direction and in so doing we created an environment where one feels comfortable to expand one's business, and more importantly, to invest and create jobs.", "Back then, we presented our aims for the five years to follow.", "We were convinced we would succeed in fulfilling the ambitious goals we had set.", "Above all, we committed ourselves to exit two European Union procedures the Excessive Deficit Procedure and the Macroeconomic Imbalance Procedure.", "We succeeded in achieving this, as planned.", "For the year 2014, the Budget had the aim of rewarding the diligence of the people of Malta and Gozo.", "Through it, we launched a large number of measures to incentivise and reward work.", "We strived to better promote the concept of making work pay.", "We have launched tax credits and other benefits for women and even men, to enter the labour force and, above all, we introduced free childcare for couples with small children, where both parents were employed.", "3 We had the courage to implement cuts in income tax for those whose income did not exceed 60,000 (sixty thousand) Euros per annum from 35 (thirty five) per cent to 25 (twenty five) per cent.", "This left 40 million Euros in the pockets of the thousands of families that benefitted from this measure.", "At the same time, whilst we have started to carry out our plan in the energy sector to secure cheaper, sustainable and at the same time, clean energy production, we fulfilled our pledge to Maltese and Gozitan families that we would reduce utility bills by 25 per cent.", "All this helped in boosting our economy's potential for a growth that exceeded that of previous years.", "The Budget for the current year was aimed at increasing work incentives, targeting particularly those who looked upon social benefits as a system of dependence.", "The reasonable opportunities offered in the Budget to those joining the workforce to retain a portion of their social benefits for three years led to a good number of persons taking up employment for the first time.", "We were the first government to have the courage to be tough with those who abused social benefits.", "Today I am pleased to announce the positive results achieved in the first nine months of this year.", "Between December 2014 and September 2015, the number of persons depending on social assistance, unemployment benefits or single parent benefits, declined by more than 2,100.", "All these voluntarily chose one scheme or another.", "Around a thousand of those on social assistance have now moved to the system of tapering.", "4 The end result is that now there are more than two thousand persons who no longer depend on benefits.", "These are now in employment and are contributing both to society in general as well as securing their own future.", "Today we are in a position to reap the fruit of what we sowed two and a half years ago.", "The results achieved in the labour market are proof that our work is rendering results.", "Today we have among the lowest unemployment rate for in Eurospe not only men and women, but also for young people.", "This is because the number of actively employed people in our country has reached a record level.", "The latest figures show that there are now over 202 (two hundred and two) thousand persons who leave their homes for work, of whom 168 (one hundred and sixty eight) thousand are in full-time employment and more than 34 (thirty four) thousand work on a part-time basis.", "At the same time we strengthened students’ stipends and apprenticeship and we introduced the Youth Guarantee.", "We announced the Maternity Fund which will lead to ending discrimination against women with regards to engaging in employment.", "We enforced the law in favour of the employment of persons with disability which thus far had existed only on paper.", "We also kept the elderly in mind by extending the annuity of 300 Euros per year for those above the age of 75 (seventy five) and still living in their homes.", "We have also compensated those who in the past paid national insurance contributions but who were not benefitting from their contributions.", "We gave the opportunity to pay up missing contributions up to five years to persons who have a number of missing contributions.", "We are seeing sectors which for years had been overlooked and neglected, such as the industries of construction and manufacturing once again regenerated, and registering an increase 5 in both added value and in the number of people employed.", "Mr Speaker, yes, this shows that Malta has changed direction and now has a strong economy.", "We are proud to be amongst the few countries to achieve what is referred to as growth friendly consolidation, which refers to the strengthening of public finances without hampering economic growth.", "This is because we have managed and succeeded in finding the right balance between the requirements of the economy and those of public finances.", "As the deficit is reduced to a record low, it has not been easy and nor will it ever be easy to strike this balance.", "However determination will lead to success.", "In June of this year, Malta exited the excessive deficit procedure.", "We are now on track for a deficit of 1.6% by the end of the year - less than half of what we inherited from the previous administration.", "This result helps both to bolster the credibility with the European Union and international institutions like the International Monetary Fund as well as to improve the credit rating of the country.", "It also shows that Malta is a thriving economy.", "We know what happened to other European countries that either allowed their debt to balloon out of control, or who went to the other extreme of trying to cut the deficit in a short time landing themselves in recession and still failing to find a solution to their debt levels.", "We want to take the middle road: the path of moderation.", "We must not think that now we have solved all our problems and that we can now rest on our laurels.", "However, we have reached a point where the feasibility of our pledges is clear.", "This thanks to the economic growth we have succeeded in generating in our country.", "6 For this to be continued, Government will seek to maintain its priorities.", "Our first priority remains that we continue to strengthen public finances.", "We shall continue to do this to make sure our children do not inherit debts as we ourselves have inherited thanks to the incorrect ‘money no problem’ policy of our predecessors.", "Contrary to what happened in the past, we believe that good fiscal governance is essential for our country.", "We must therefore ensure that we do not spend more than we can afford.", "We must continue to gradually reduce the public deficit, without stifling our economy.", "Five years are not enough to level the mountain of debt built over the past twenty five years.", "What matters to families is that the indicators will continue to be kept in the right direction.", "Our second priority is to continue to be amongst the countries with the lowest tax burden, including work-related taxes.", "We believe that people choose to work because it is in their interest to do so.", "We want to continue building a Malta where workers can enjoy the fruit of their labour and achieve one of the highest living standards in Europe.", "Our third priority is to remain open to investment, particularly foreign investment.", "No single Maltese who has the wellbeing of their country at heart would ever ridicule foreign investment or ever consider deterring investment away from our country.", "We are currently striving to attract new sectors not only for them to be economic vehicles in the forthcoming years, but also to help us be more productive as we continue to increase the standard of living of our country.", "7 The fourth priority is to continue to strengthen our social services, including health.", "We will be there for vulnerable persons and for all those in need.", "We shall continue to strengthen pensions, care of the elderly, and social services for families in need and for persons with special needs.", "Whoever is in need will find our support.", "At the same time we will continue to fight abuse in social services and fight avoidable dependence.", "The fifth priority is the environment.", "We are very much aware that in a small country like ours, the pressures on the environment are weighty and grow heavier every day.", "We are also aware that the majority of Maltese people feel that at times the need for economic development is in conflict with environmental priorities.", "As a Government we are determined to create a balance through the path of moderation.", "The sixth priority is that the generated wealth is distributed amongst all, even in the regional sense of our country.", "For many years, much of the development was focused on one area of Malta whilst other areas were not given adequate attention.", "We have already shown that we are prepared to take bold decisions which allow development to benefit everyone.", "Both Gozo and the south of Malta will remain a priority for this Government.", "The seventh priority is to continue to invest in our country's infrastructure.", "We cannot make progress if we fall behind in this sector.", "When we were elected to govern, it was clear that adequate investment was required on our roads, our ports, our schools, our hospitals, as well as in energy production.", "We are also very much aware that the current traffic problem is the result of insufficient investment in the road network but more so in inadequate public transport along the years.", "8 The eighth priority is to improve the operation of Government and rendering it more efficient.", "We want to cut down on the bureaucracy hampering the private sector in carrying its plans as well as eroding the quality of life of many families who deserve a better service.", "We want to see substantial improvements in this area.", "We are doing this by emending certain bureaucratic practices, whilst providing training and support to our civil service.", "We want to see improvements in the operation of all areas from the Law Courts to the maintenance of public order; from health services to educational services.", "Mr Speaker, this Government was elected on a clear programme: a programme to reform the institutions of our country, where all discrimination against persons is eliminated, where dependency is eradicated and work is incentivised, where investment is pro- actively encouraged in our country.", "Through this Budget we are further implementing our plan for a Strong Economy.", "9 THE ECONOMIC AND FINANCIAL SITUATION Mr Speaker, let us now have a look at the economic and financial state of our country and how these performed when compared to last year.", "In the last year, the economic growth of the country reached new record levels.", "In fact, in the second quarter of this year, the economy grew by 5.3 per cent when compared to the same period last year whilst in nominal terms the expansion was 7.3 per cent.", "These rates of growth are almost four times higher than those registered in the Euros Zone.", "Malta is the fastest growing economy in the European Union.", "The traditional sectors, as well as those that in more recent years we have become accustomed to seeing as contributing significantly in economic growth, continued to strengthen.", "One also notes with great satisfaction that growth was also registered in sectors of the economy that for a number of years appeared to be losing their importance such as the manufacturing sector.", "During the first half of this year, economic growth was driven by sustained growth in private consumption and, more significantly, by substantial growth in investment.", "This level of economic growth was not showing only on paper.", "It translated itself in a record creation of new jobs.", "During the two and half years of this administration, full time jobs went up by almost 13,450.", "In order to put this figure in proper perspective, one can simply say that 17 new full-time jobs were created every single day.", "Of these, almost 10,900 persons were newly - employed full-time in the private sector.", "This means that eight of every ten new jobs were created in the private sector.", "This also means that the proportion of employees in the public sector today stands at 26.1% 10 of all full-time employment, half a percentage point lower than the 26.7% under the previous administration.", "When one looks at the economic growth, the number of new jobs, the rate of unemployment, the rate of inflation, export figures, as well as the macroeconomic indicators one cannot but be satisfied with the results.", "Yet another satisfactory achievement is the fact that the deficit was reduced from 3.6 per cent in 2012 to 2.6 per cent in 2013 and to 2.1 per cent in 2014.", "This improvement did not happen of its own accord.", "Demand for new projects and initiatives did not decline but, contrary to what happened in the past where the system was for government to borrow money every time it ran out of funds; this Government opted to walk away from such habits.", "We set clear objectives.", "We had promised to borrow less each year and we are keeping our pledges.", "When one decides to borrow less, one is more restricted in the use of finances.", "This is where good governance and serious planning comes in.", "In the past, Government's mantra was 'money no problem' and 'debt will be paid by our successors'.", "Contrary to this we are determined to reduce public debt so that it is no longer a burden on our children and our children's children.", "11 ECONOMIC AND PUBLIC FINANCES FORECASTS Mr Speaker, we will now look at what we are expecting for the coming year.", "Economic growth for this year is expected to reach 4.2 per cent in real terms, primarily driven by positive developments in the domestic sector of the economy, sustained by investment and a robust growth in employment as well as in income.", "The increase in employment is expected to remain robust, with an increase of 2.3 per cent in 2015.", "During 2016, economic growth is set to retain its brisk rythm although it is expected to be slightly more moderate, growing by 3.6 per cent in real terms, with the external side of the economy largely accounting for the expected growth.", "The labour market is also expected to remain strong.", "For the current year, jobs are expected to increase by 2.3 per cent.", "Throughout the coming year, the increase is expected to be 1.3 per cent.", "Consequently, the unemployment rate (based on the Eurostat’s harmonised definition) is expected to decrease by 0.1 percentage points to 5.8 per cent in 2015 and further down to 5.6 per cent in 2016.", "This is well below the expected Eurospean Union average rate and reflects efforts in ongoing active labour market policies.", "Next year, Government’s revenue is expected to be slightly over 3.6 billion Euros whilst total expenditure is forecast to be around 3.8 billion Euros.", "This should result in a deficit of 196 million Euros in the Consolidated Fund.", "In 2016 the deficit is expected to go down to 102 million Euros or a deficit of 1.1 per cent of the Gross Domestic Product.", "The details are set out in Table 1, Table 2 and in the statements A, B and C annexed to this speech.", "12 During the coming year Government is aiming to reduce public debt from 68.3 per cent of Gross Domestic Product in 2014 to 65.2 per cent in 2016.", "More details regarding public debt extended over the coming years are found in Table 3.", "Cost of Living Allowance According to the mechanism agreed with the social partners, the cost of living allowance for next year would be of 1.75 Euros per week.", "This will be given to all employees, as well as in full to pensioners and to those persons receiving social benefits.", "Students will be receiving the cost of living allowance on a pro-rata basis so that for yet another year we will again increase students’ stipends.", "Consolidated Fund\n Tax Revenue\n 2,953,689 3,126,520 3,279,838 3,458,650 3,608,682 Non-Tax Revenue\n 433,520 503,618 333,406 403,986 406,415 Total Revenue\n 3,387,209 3,630,138 3,613,244 3,862,636 4,015,097 Recurrent Expenditure\n 2,857,050 3,054,039 3,205,598 3,306,558 3,416,898 Capital Expenditure\n 420,369 501,034 376,756 440,938 441,549 Primary Balance\n 109,790 75,065 30,890 115,140 156,650 Interest Payments\n 231,096 232,375 226,890 230,340 234,850 Recurrent Surplus / (Deficit) 299,063 343,724 180,756 325,738 363,349 Consolidated Fund (Deficit) (121,306) (157,310) (196,000) (115,200) (78,200) Direct Loan Repayments\n (367,504) (349,377) (474,489) (372,926) (391,694) Contributions to Sinking Funds- Local\n (3,261) (3,261) (3,261) (3,261) (1,631) Contributions to Sinking Funds- Foreign\n (6,465) (6,465) (6,465) (4,665) (59) Contributions to Special MGS Sinking Fund\n (50,000) (50,000) (50,000) (50,000) (50,000) Equity Acquisition (28,735) (44,159) (14,584) (2,600) (2,600) EFSF / ESM Credit Line Facility\n (4,480) (4,500) (4,500) (4,500) Repayment of Loans of Converted Loans\n 40,002 11,986 2 2 Sinking Funds of Converted Loans\n - - - - 82,897 Sale of Shares / Assets\n - 700 889 889 889 (455,965) (417,040) (540,424) (437,061) (366,696) Public Sector Borrowing Requirements\n (577,271) (574,350) (736,424) (552,261) (444,896) Foreign Loans\n - - - - - Consolidated Fund balance as on 1 January\n (95,106) (23,536) (97,886) (234,310) (186,571) Local Loans\n 648,841 500,000 600,000 600,000 500,000 553,735 476,464 502,114 365,690 313,429 Consolidated Fund balance as on 31 December\n (23,536) (97,886) (234,310) (186,571) (131,467) Consolidated Fund (Deficit)\n (121,306) (157,310) (196,000) (115,200) (78,200) (47,304) 23,310 94,000 58,200 58,200 (168,610) (134,000) (102,000) (57,000) (20,000) General Government (Deficit)\n as a % of Gross Domestic Product\n General Government Adjustments\n General Government (Deficit)\n Gross Domestic Product € '000\n € '000\n € '000\n € '000\n € '000\n FISCAL POSITION 2014 - 2018\n tabelli_2014_18_speech line draged\n 11/12/2015 14:53\n Table 1\n Table 2\n Malta Government Stocks\n Treasury Bills\n Domestic Loans with Commercial Banks\n Foreign Loans\n EBU's / Local Councils\n EFSF (Debt Re-Routing)\n General Government Public Debt Gross Domestic Product\n Debt as a % of Gross Domestic Product\n STATEMENT OF PUBLIC DEBT\n € '000\n tabelli_2014_18_speech line draged\n 11/12/2015 18:16\n Consolidated Fund Tax Revenue\n 2,953,689 3,063,650 3,126,520 Non-Tax Revenue\n 433,520 491,399 503,618 Total Revenue\n 3,387,209 3,555,049 3,630,138 Recurrent Expenditure\n 2,857,050 2,949,674 3,054,039 Capital Expenditure\n 420,369 513,765 501,034 Primary Balance\n 109,790 91,610 75,065 Interest Payments\n 231,096 232,375 Recurrent Surplus / (Deficit)\n 299,063 365,155 343,724 Consolidated Fund (Deficit)\n Direct Loan Repayments\n (367,504) (349,377) (349,377) Contributions to Sinking Funds - Local\n (3,261) (3,261) (3,261) Contributions to Sinking Funds - Foreign\n (6,465) (6,465) (6,465) Contribution to Special MGS Sinking Fund\n (50,000) (50,000) (50,000) Equity Acquisition\n (28,735) (44,159) (44,159) EFSF / ESM Credit Line Facility\n (4,500) (4,480) Repayment of Loans to Government\n 40,002 40,002 Sinking Funds of Converted Loans\n - - - Sale of Shares / Assets\n - - 700 (417,760) (417,040) Public Sector Borrowing Requirement\n (577,271) (566,370) (574,350) Foreign Loans\n - - - Consolidated Fund balance as on 1 January\n (95,106) 25,522 (23,536) Local Loans\n 648,841 500,000 500,000 553,735 525,522 476,464 Consolidated Fund balance as on 31 December (23,536) (40,848) (97,886) Consolidated Fund (Deficit)\n (121,306) (148,610) (157,310) (47,304) 18,610 23,310 (168,610) (130,000) (134,000) as a % of Gross Domestic Product\n Actual General Government Adjustments General Government (Deficit)\n Gross Domestic Product\n General Government (Deficit)\n FISCAL POSITION 2014 - 2015\n € '000\n € '000\n € '000\n tabelli_2014_18_speech line draged\n 11/12/2015 13:44\n 16 2: FISCAL POLICY Mr Speaker, this Government has always maintained that the Budget is not simply and exercise in balancing Government's books but an economic exercise where tax adjustments, be they up or down, are intended to incentivize economic growth, a more efficient allocation of resources and a fair and just distribution of wealth.", "Adjustment of Income Tax Rate In the past three years we announced a reduction in the rates of income tax from 35 per cent to that of 25 per cent on income not exceeding 60,000 Euros per annum.", "Forty thousand persons benefitted from this measure.", "This helped to reward diligence so that our economy could continue to grow.", "Today, because Malta has a strong economy, a direct result of our change in direction, we are in a position to announce that once again we shall be reducing income tax rates.", "First of all, whoever earns an income which does not exceed the minimum wage, be it from employment or a pension will once again be exempt from income tax.", "Secondly, whoever did not benefit from the reductions of income tax effected during this legislature will start doing so now.", "A person with a single declaration earning up to 9,100 Euros, a couple with a joint declaration earning up to 12,700 Euros and a person with a single parent declaration earning up to 10,500 Euros, will be exempt from income tax.", "A person with a single declaration earning up to 19,500 Euros will be saving up to 90 Euros in tax annually.", "17 A person with a single parent declaration earning up to 21,200 Euros will be saving up to 105 Euros per year in tax.", "A couple making a joint declaration who earn up to 28,700 Euros will be saving up to 120 Euros in tax.", "In the case of a married couple where both partners work and opt for single computation will be saving up to 180 Euros between them.", "In the case of a couple earning up to 21,000 Euros each, the savings in tax would be up to 210 Euros.", "This measure will affect more than 117,000 beneficiaries and will cover 160,000 persons.", "The pledge that whoever is on the minimum wage will not be liable to tax on income, including the bonus, will remain in force.", "The same applies to pensioners in the same income category.", "This is the fruit of a robust economy that is generating wealth; wealth that is being distributed fairly and reaching more families.", "The new tax computations to be used may be found in Annex 'A' attached to this speech.", "18 Less Tax on Sport In order to encourage more sporting activity and as part of our fight against obesity we shall be reducing VAT on sporting activities, including gym memberships, fitness centres, football nurseries and other activities from 18 per cent to 7 per cent.", "We will also be extending the reduced rate of income tax of 7.5 per cent, which currently applies to football and waterpolo players, to coaches and players in all kinds of sport.", "15% Tax Rate on Police Extra Duty Effective 1st January 2016, payments made to members of the Police Force for extra duty which is carried out for the benefit of organisations, individuals and companies, will be taxed separately at the rate of 15 per cent.", "This will fulfil another electoral pledge.", "In-Work Benefit This year we introduced the in-work scheme.", "The beneficiaries are single parents or couples who are both gainfully employed.", "The aim was to encourage more people to enter the labour force.", "This scheme will be retained even in the coming year.", "For single parents, the benefit is of a maximum of 1,200 Euros for every child and applies to all those with an income of between 6,600 and 15,000 Euros per annum.", "For couples, where both persons are working and earning between 10,000 and 20,000 Euros, the benefit is of a maximum of 1,000 Euros for each child.", "In this Budget, Government now wants to acknowledge those families made up of couples where only one person is employed in a low paid job and where there are dependent children under the age of 23.", "Thus, the In-Work benefit will be extended to those families who are dependent on a single earner, declaring an income in the range between 6,600 and 12,700 Euros.", "The maximum benefit will be of 150 Euros for every child.", "19 Around 3,700 families and almost 5,000 boys and girls, many of whom are at risk of poverty, will be benefitting from this measure.", "The incentive for the second parent to enter the labour force will be maintained.", "In fact, where both parents are gainfully employed, the benefit goes up to a maximum of 1,000 Euros for every child.", "Pensions Various measures benefitting pensioners were put in place over the past two years.", "We removed the link between the widows' pension and the level of income and the children's' ages so that widows could benefit from a full widow’s pension.", "We also saw to exempt from tax pensioners whose pension does not exceed the minimum wage.", "We introduced a regulatory framework for private pensions, better known as Third Pillar, strengthened with fiscal incentives.", "We are informed that in the coming weeks, products in relation to this scheme by various private financial operators will be launched.", "As of next year we will be setting up a working group to consider what fiscal benefits may be accorded to employers who undertake private pension schemes for their employees on a voluntary basis.", "Earlier on in this legislature a Pensions Strategy Group was set up to address the adequacy and sustainability of the pensions system.", "The Group published its report earlier this year, proposing 27 recommendations for public consultation.", "The response of civil society was generally positive.", "Although the recommendations are diverse, we shall be putting into effect those recommendations considered a priority as of this budget.", "20 It should be said at the outset that Government does not intend to raise the age of retirement and neither is it considering any increase in national insurance contributions or the introduction any other new contribution.", "Regarding the National Minimum Pension, the Group recommended that by 2027 this pension should be equivalent to 60% of the average wage in the country.", "For this purpose we shall be taking the first steps in the process leading to the target as of this year.", "This Government wants every pensioner who is currently on a low pension to benefit irrespective of his or her age.", "Therefore, with great pleasure I announce that as of 1st January coming, 12,000 elderly persons will benefit from an increment in their pension.", "Next year the minimum amount payable for a contributory pension, including the bonus, for those with sufficient contributions will be 7,280 Euros per annum or 140 Euros per week.", "Pensioners with insufficient contributions will receive payments pro rata.", "The increase in pensions for those who will be benefitting from this measure will be of 8.92 Euros weekly for those aged 75 and over and of 8 Euros weekly for those below 75 years.", "Married couples who currently receive the minimum pension for married persons and who will not benefit from the above measure will also be given increased payments beyond the COLA totalling 4.15 Euros per week.", "More than 12,000 persons will benefit from this provision.", "Mr Speaker, this will effectively mean that thousands of persons will exit or start moving away from the risk of poverty.", "This is possible because Malta has a strong economy.", "As part of the pension reform recommended by the Group, National Insurance contributions will be credited to parents who had to leave work to 21 care for their offspring or whoever could not work for reasons of study and/or specialisation.", "As an example, a woman who left work for two years to care for a newborn or to complete her studies will have two years’ worth of contributions credited to her.", "More examples will be given later on.", "Government believes there should be a fair and just balance between the number of years one spends paying contributions and the number of years one is expected to be on a pension, which principle should help in guaranteeing the sustainability of the pensions system.", "For this reason we shall be extending the number of years of valid contributions from 40 to 41 years for persons born after 1968.", "At the same time we want to incentivise more people who on a voluntary basis and in agreement with their employer, choose to remain in employment.", "This measure will be open to the private sector.", "For those who stay in employment and do not apply for a pension when they are entitled to it, the rate of their pension will be increased by a percentage for every additional year they stay in employment, which higher rate of pension they will receive for the rest of their lives.", "Another advantageous measure which benefits pensioners or their surviving spouses is that the pension will be payable from the day after which their employment comes to an end or from the date of the death of their husband or wife.", "In any one year this measure benefits around 2,800 persons.", "The elderly aged 75 and over will continue receiving the grant of 300 Euros per year.", "22 Anomalies Government has already addressed a number of these anomalies.", "However there is yet more to be done.", "These anomalies are being considered with the aim of reaching an appropriate and sustainable solution.", "Government therefore reiterates its commitment that over a reasonable number of years, the necessary measures will be put in place to address the anomalies affecting various categories of workers, including former members of the ex-Labour Corps, former employees of the Electricity Board and others.", "Intensive talks have already started with Port Workers with the aim of reaching a mutually equitable agreement.", "We shall continue deducting an additional 200 Euros every year from the service pensions for the purposes of the social security pension.", "Pilot Fund for Live-in Carers It is being proposed to launch a pilot fund of one million Euros intended to subsidise the wages payable to qualified carers employed on a full-time or part-time basis when these are so employed to care for elderly persons.", "The subsidy would be capped at fifty per cent of the minimum wage and pro-rata for part-time engagements.", "As a pilot project, the programme is initially being offered to elderly persons who to date are on the waiting list to enter into homes for the elderly.", "Whoever opts for the subsidy will no longer be on the waiting list.", "Carers Pension Apart from this, the two schemes currently in effect, that is the Carers Pension and the Social Assistance for Carers, will be revised and amalgamated within one framework.", "Eligibility for the new scheme will also be revised and widened allowing more 23 people who care for the elderly in their own homes to benefit from the revised scheme, thus helping more elderly persons to continue living in their own homes.", "Community Chest Fund Companies making donations of not less than 2,000 Euros to the Community Chest Fund during the year 2015 will be given a rebate on their income tax return equivalent to 100 per cent of their donation.", "We would thus be incentivising and acknowledging the philanthropic assistance accorded by these companies.", "Fiscal Incentives for the Property Market First-Time Buyers One of the most favourable measures for young couples was the exemption from stamp duty for first time buyers.", "This scheme came to an end at the end of June of this year.", "We are once again extending this concession up to the end of next year with a new scheme through which young couples will be saving a maximum of 5,000 Euros on their first residential property.", "This will be backdated to the date of promises of sale which entered into force since 1st July 2015, corresponding to the closing date of the last scheme.", "Those first time buyers who entered promises of sale and contracts of sale after the 1st July will be refunded the stamp duty they have paid.", "24 Rent on Property Throughout this year, property owners were given the option of paying a withholding tax of 15 per cent on leases of residential properties.", "Now we are extending this concession to also cover commercial properties and companies.", "Companies which form part of the same group of companies and who lease properties to each other will be excluded.", "Vacant Property One of the major causes of vacant properties is litigation between heirs.", "The current position is that if 51 per cent of heirs agree on a sale price of immovable property and the other heirs disagree, the property can only be sold after ten or five years from the opening of succession, depending on the date of such succession.", "Therefore, in order to minimise this phenomenon of vacant properties, this period of ten or five years will be reduced to three years with respect to all immovable property already inherited or yet to be inherited.", "For this purpose Government will be enacting legislation by the end of the current year so that this new period of three years will come into effect as of next year once the necessary amendments to the law are put into effect during the first quarter of the year.", "This legislation will also provide that all properties sold through this procedure are to be enrolled in the register of properties that fall within the land registration area.", "To further cut down on vacant property and ease the pressure for new buildings, stamp duty on properties within the Urban Conservation Area will be reduced by half - from 5 per cent to 2.5 per cent.", "This concession will apply to contracts finalised between 1st January 2016 and 31st December 2016.", "25 In the last Budget Speech we announced the removal of MEPA fees on permits relating to the refurbishment of properties in the UCAs in order to incentivise the regeneration of our villages.", "For the coming year we shall be reducing the property sales tax (Final Withholding Tax) from 8 per cent to 5 per cent for owners selling refurbished property within urban conservation areas.", "This refurbishment will be carried out according to the dispositions of current legislation.", "Abandoned Commercial Property Government wishes to improve the environment in which we live.", "Abandoned property is a major eyesore in numerous localities.", "We will initially focus on commercial properties - such as showrooms which are left derelict and open to easy access and which, in certain cases, pose a clear danger to health and safety, apart from being eyesores.", "For this purpose Government will launch a process of public consultation with the aim of drawing up a plan to establish legal obligations making it mandatory for commercial property to be properly maintained and to set out the sanctions applicable in default.", "Refund of VAT paid on Car Registration Tax As promised, we continued to make ex-gratia payments related to registration tax paid in excess by persons registering vehicles between 1st May 2004 and 31st December 2008.", "This year this ex-\n gratia refund will be made to all those who registered their vehicle during 2005.", "This means that by the end of next year we would have refunded a total of 9.7 million Euros in tax levied in excess.", "Fuel Prices Fuel prices will once again be reduced as of next January.", "This is possible because Enemed has finalised an agreement through which the price of petrol can be reduced by 3 Euros cents whilst 26 the price of diesel will be reduced by 4 Euros cents per litre.", "This price includes an increase in excise duty of 3 Euros cents on both types of fuel.", "The rate of excise duty applicable to lubricating oil will also increase by 2 Euros cents whilst the price of kerosene will increase by 3 Euros cents per litre.", "Excise duty on fuel oil will go up by 3 Euros cents per tonne.", "We will continue to strive for stability in the price of gas.", "The current price will be retained up to the end of next April.", "This is the lowest price in the past 4 years.", "It also means that the price of gas would have been stable for 9 whole months including the cold winter months.", "This Government is looking for price stability as against fluctuations in pricing from month to month, with consumers having to carry the burden whenever the price went up.", "It should be recalled that this Government has reduced the cost of water and electricity for businesses and for households when previous administrations increased the price of both utilities as well as increased the price of petrol and diesel by 20 per cent when the international price of oil was at its lowest.", "Environmental Contribution Our country is well on its way to hosting around 2 million tourists a year and this at greater profit for the private sector.", "Whilst the growth of tourism is generating wealth in the economy, we must ensure that the country has the desired necessary quality infrastructure to sustain this development and the success we are witnessing whilst at the same time taking concrete measures for the licensing of accommodation as yet unlicensed.", "Government has decided that an environmental contribution be levied as of 1st April 2016, payable by all tourists above the age of 18 who visit our country.", "This will be a low rate of 50 Euros cents 27 for each night spent in Malta but capped at a maximum for 5 Euros for each continuous stay.", "For this purpose discussions will be held with all stake holders regarding the best implementation of this measure.", "The revenue from this measure, which is estimated to be around 6 million Euros, will be administered by the Foundation for the Development of Tourist Zones for the purpose of upgrading, improving and maintaining the major public zones in the country.", "The structure of this Foundation will be reformed and it will take the shape of a Public Private Partnership with the participation of the MHRA.", "Government intends to make an additional contribution to this Fund.", "With this measure we will be investing in an improved touristic product and in the sustainability of our tourism sector so that more economic benefits from tourism may be shared by all in the future.", "Reform of the Eco-Contribution As pledged in the Budget for last year, the eco-contribution due on electrical and electronic goods was abolished as of 1st September 2015.", "This was the first step in the reform Government wants to implement in this sector to ensure a level playing field in the market.", "Meanwhile, some of the products to be exempt from the eco-\n contribution are a source of pollution or are not easy to clean up.", "In the case of such products the eco-contribution will be replaced by an excise duty.", "This will strengthen the message in favour of a clean environment whilst at the same time eliminating abuse.", "The tables contained in the Annexes to this Speech clearly set out the exemptions from the eco-contribution as well as the level of excise duty which will replace the eco-contribution on such products.", "28 These include chewing gum, plastic carrier bags and containers for soft drinks and non-alcoholic beverages.", "Through these adjustments we are continuing to discourage consumption practices that are detrimental to the environment.", "During the coming year talks will be held between Government and the stake-holders concerned to finalise the total removal of this tax.", "This process should be completed by the 1st of September 2016.", "Excise Duty on Tobacco and Cement In the interest of health and environmental protection, there will be a further increase of 5 Euros per tonne in the excise duty on cement, as well as an increase in the excise duty on cigarettes and tobacco as set out in the Annex to this Speech.", "The market price of a packet of cigarettes will go up by an average of 30 cents per packet.", "29 3: INCENTIVISING WORK : THE NEXT STEP A better functioning labour market A robust economy needs a strengthening of its major institutions, amongst which is the labour market.", "This is what will come about in the Employment and Training Corporation which shall henceforth be known as JobsPlus.", "A unit of job market analysts will also be set up to carry out research and give advice in this sector.", "In agreement with the social partners represented on the MCESD, we will be putting together employment contract templates.", "These will be placed online and will be accessible for download by everyone.", "Thus we will be ensuring that all workers would have an employment contract that reflects the conditions stipulated by law.", "In the coming months, a Charter setting out the basic work conditions will be distributed to all households in Malta and Gozo so that all concerned, including workers in vulnerable sectors, would be made aware of the basic conditions they are entitled to in their respective work place.", "Work on the Job Matching System, which was undertaken together with VDAB of Belgium, has just been finalised.", "The necessary training for employers and job seekers is expected to start in the coming weeks.", "We will once again give a boost to co-\n operatives where workers unions could take a pro-active role in their creation.", "Apart from the decline in youth unemployment, we are also working to ensure as far as is possible that most persons find the employment they wish to be in.", "Although it is evident that in Malta, University and MCAST students do not face much difficulty in finding work, through the Job Practice initiative we 30 aim to give MCAST students an opportunity to widen their skills portfolio.", "Access to Training and Jobs The Active Labour Market Policies implemented by this government have had a positive impact on the job market, as is clearly evidenced by the results.", "During the coming months we shall be launching various other initiatives to attract more people into the labour force.", "The ETC has activated the Work Programme, whereby three private operators will be assisting in finding work placements for those who have been registering for work for a long period of time.", "As of this November Government will be launching the Access to Employment initiative (A2E).", "This scheme will be giving assistance to enterprises to promote job opportunities for the most disadvantaged who are without work or are seeking employment.", "Following the success of the Training Aid Framework we shall now be launching the Investing in Skills initiative.", "As was the case in the past year, all payments due to employers will be made within a few months not years.", "As of next year we will be launching 'Training Pays' - which scheme will encourage more people to undertake the necessary training.", "Part of the training will be subsidised.", "The Work Exposure and Traineeships schemes were instrumental in reducing unemployment.", "Therefore, for the next seven years we shall be offering 500 work exposure and traineeship placements every year.", "This will help to further reduce unemployment to the lowest levels ever recorded in our country.", "31 Community Work Scheme We have endeavoured to engage persons in the Community Work Scheme in full-time work within a private agency.", "After a call for tenders, the evaluating committee is in the process of finalising the adjudication.", "In the coming months we will be fulfilling our pledge to scores of persons currently in precarious employment.", "The Fight Against Precarious Work From its very first days, this Government embarked on an unprecedented fight against precarious work.", "Thousands of workers were being exploited through loopholes in labour legislation and, even worse, Government itself was sponsoring precarious work when acquiring services by tender.", "The worst forms of precarious work were in the cleaning, security and caring services.", "Today the page has turned but there are still a few employers who are abusing the system.", "The first steps taken by this Government were the introduction of new rules, including the information that must be given to workers regarding engagement and sub-contracting.", "As of 2015, hundreds of workers benefitted from another measure which accorded the basic wage payable to state workers to workers employed by contractors for identical work, upon renewal of the contract.", "This year, another 400 workers will be benefitting from this measure as their company's new contract comes into force.", "This year also saw the setting up of the Commercial Sanctions Tribunal which applies blacklisting, meaning that companies found guilty of implementing precarious work practices would be barred from tendering for government contracts.", "Moreover, all work practices adopted are being continually monitored and an open dialogue exists with the unions so as to better scrutinise whatever goes on not only in the public sector but 32 also in those areas of the private sector where precarious employment could also be a problem.", "The Youth Guarantee In the first two years since the implementation of the Youth Guarantee, youth unemployment went down from 14.0 per cent to 8.7 per cent.", "This is among the best performances registered in member countries of the Eurospean Union.", "The success achieved fills us with courage and therefore this guarantee will continue to be offered in the coming years.", "Persons with Disability in the Labour Force This year we set in motion one of the biggest social reforms of all time in the field of labour and persons with disabilities, namely the enforcement of the legislation that requires all medium and large enterprises to employ a percentage of persons with disability.", "We carried out consultations, and whilst together with employers a number of difficulties were identified, we remain determined that the system will succeed.", "The results are already evident.", "Previously, the Employment and Training Corporation was only able to find work placements for less than a 100 special needs persons per year.", "Now we are able for find employment for 24 persons with disability every month.", "This is the result of a strong economy, and Government is determined to operate with a social conscience.", "This year, the contribution due by companies employing more than 20 workers and who do not observe the law is of €800 for each person with disability not employed.", "As already announced this will now be raised to €1,600 as of next year.", "33 This money will be used through the Lino Spiteri Foundation to offer training to and find jobs for persons with disability, as well as employing more job coaches to assist employers and persons with disability at the workplace.", "To further encourage employers to engage persons with disability we shall be renewing the incentive whereby Government pays the national insurance contribution for these employees whilst employers are refunded 25% of the wage paid, together with a subsidy of €125 a week for three years.", "Illegal Immigrants and the Job Market This Government has the courage to confront the problem of illegal work and the exploitation of illegal immigrants.", "Apart from the fact that these persons are exploited, such illegality undermines the conditions of Maltese and Gozitan workers.", "A process of consultation will be launched regarding the setting up of an Immigration Work Office in the shape of a PPP.", "Through this system whoever wishes to employ immigrants for a limited number of hours can do so legally as long as the work conditions are legal.", "The rate of pay is yet to be determined and we shall ensure that Maltese and Gozitan workers are not placed at a disadvantage.", "We will no longer tolerate loitering and soliciting as happens every day at Marsa.", "This will be accompanied by a clamp-down and harsher penalties for whoever employs persons illegally.", "34 4: INVESTING IN EDUCATION AND TRAINING The enrichment of the human resource is an integral part of this Government's vision.", "Since it contributes to human development, a high quality education is instrumental in increasing the country’s productivity.", "We shall continue to invest in teachers through the continuation of the scheme whereby teachers may take a year's leave with pay to further their studies for their professional development.", "Stipends for Mature Students We shall be granting stipends to mature students.", "Up till the academic year 2014-2015, there were 276 students reading higher courses at MCAST and the University of Malta who were enrolled in their respective course under the maturity clause.", "This stipend will be given as of January of next year.", "Quality is essential.", "A National Skills Council will be set up to analyse the industry’s needs and the role of education.", "We shall be strengthening the regulator for advanced and higher education so as to reinforce performance in the sector.", "We have also increased the allocation towards the National Book Festival.", "One Tablet Per Child In order to fulfil the pledge of One Tablet Per Child as delineated in this Government's programme, a pilot project was launched in March 2014 to make sure that this nationwide initiative would be based on solid foundations.", "Recommendations put forward by the research group will start to be implemented, including a call for tenders for the supply of tablets, the teachers’ training, the strengthening of the technical internet infrastructure in schools and other administrative groundwork for the national project to take off in October 2016.", "35 Building of Schools and Educational Facilities Following the opening of the National School for Sport this year, a number of works and infrastructural maintenance are in the pipeline, amongst which is the extension of the Wardija centre, the sports ground in the Marsascala school, the upper secondary school in Ħal Kirkop and Ħad Dingli and the former premises of the Treasury for the use of the Examinations Department.", "Works will also start on the first phase of the new school in St Paul’s Bay and the sports track in Pembroke.", "Investing in our Schools In the coming year a financial allocation will also be made to the Mariam Al Batool School for the building of another floor to accommodate a larger number of students.", "University of Malta We are continuing to invest in the University of Malta.", "Work on the University Master Plan is ongoing.", "A call for expressions of interest from the private sector has been recently issued for the development, in partnership with the University, of a residential and community centre.", "This project is expected to transform the University of Malta into an academic town that would be active twenty four hours a day throughout the whole week.", "Works will also start on the campus in Gozo which, when finalised, is expected to attract a number of students at doctorate level as well as post-doctoral researchers.", "The University of Malta will be setting up a new entity to monitor the quality of the services offered by each department, and another entity to provide academics with administrative support for research in a consolidated service.", "New facilities will be built for Post Doc and the Mathematics and Physics buildings will be extended.", "36 MCAST The MCAST will continue its structural transformation into a Foundation College, a Technical College and a University College.", "This College will further strengthen and widen the scope of the apprenticeship scheme whilst introducing new forms of work based learning at different levels.", "Now that the first phase of the new campus is finalised, work will continue on the second phase of the campus which includes the new blocks for the Institute of Engineering and Transport, the Library and the Learning Support Unit.", "Ensuring no one falls behind in Education This year we shall continue with the free Childcare programme, where we are the only European country to offer this type of incentive.", "We are proud that through this investment numerous women are joining the work force for the first time, and families are benefitting from Government support apart from saving around €5,000 for each child.", "This is money that remains in the pockets of Maltese and Gozitan families.", "We are determined to continue to invest.", "It is being planned to open new childcare centres in Haż-Żebbuġ, St Julian’s and Floriana in collaboration with Projects Malta.", "A new screening programme will be launched with the title of \"A Lens on our Children's Development\".", "The programme will monitor children from an early age to identify their special needs in good time for them to be given the support they require.", "Also to be strengthened is the bilingual programme \"Aqra Mieghi/Read with Me\", aimed at infants and children under three years of age and their parents/guardians.", "We shall also continue the programme \"Aqra Kemm Tiflaħ\" (Read as Much As You Can) to further emphasize the love of reading among primary and 37 secondary school children.", "Each school to enrol in the programme will be given 100 books, 50 in Maltese and 50 in English for each class.", "In an effort to offer value added alternatives for students who for various reasons fall behind in their studies, we shall be introducing in Malta the Prince's Trust aimed at helping these students make progress and acquire skills that help them integrate in society.", "We shall also be opening a new school in Gżira for sixteen year olds who obtain only one SEC certificate in order to give them a second chance at continuing their studies or eventually in training and employment.", "We will be giving these students a stipend.", "38 5: INVESTING TO ENHANCE PRODUCTIVITY AND INCREASE COMPETITIVENESS IN THE COUNTRY We want our country to be open to foreign investment.", "This is because we believe that, if we are to create more work and wealth opportunities, we must have a positive disposition towards investment.", "We also want to be open to the talent and skills that are needed in Malta.", "Other countries are doing their utmost to be business friendly.", "Above all, we must enhance our country's competitiveness.", "Energy Over the past two years we laid the foundations for the necessary reforms required in the energy sector, primarily through the improvements in Enemalta, which from a bankrupt corporation not worth more than €1 is now on the mend, through the €320 million invested by our strategic partner Shanghai Electric Power and the Delimara gas power station project, amongst others.", "This year we continued working on the implementation of our ambitious roadmap.", "We kept our electoral pledge and in the second year of this legislature we extended the reduction of 25% and 5% in electricity and water bills to businesses as well.", "Thus, once again this year we shall be leaving €80 million at the disposal of families and businesses.", "Contrary to what happened under the previous administration, we are working on a plan that is not only helping in the recovery of Enemalta, but has allowed us to reduce utility bills in a responsible and sustainable manner.", "We are also in talks with the social partners regarding various initiatives, some of which were proposed by the social partners themselves.", "These include, amongst others, a proposal by the MHRA for a programme of incentives for efficient energy.", "Talks are also at an advanced stage 39 with the Chamber of Commerce, the GRTU and the Malta Developers Association relating to clean energy.", "New schemes will be launched to contribute further towards competitiveness and a cleaner environment.", "This year Malta will have 5% of its energy production coming from renewable sources.", "Quarter after quarter, Enemalta's financial situation continues to improve.", "This is being reflected in the credit rating and outlook for this company, which in turn, impacts positively the credit rating of the country in general.", "At the same time, we are paying back the high levels of debt left to accumulate by the previous administration without ever paying back a single cent of it.", "Enemalta is also working with its strategic partner Shanghai Electric Power to commence their joint operations, which will lead the company to commence investing in new international projects in the field of renewable energy and the provision of an energy service centre.", "Next year, the country will have a new gas power station.", "It will be a power station of the highest level in terms of efficiency and emission reduction.", "This is a project which is being consistently praised by credit rating agencies and even by the European Commission as being crucial in this field after many years during which nothing was ever done to address the country-specific recommendation served on Malta every year by the European Commission for this purpose.", "All of this is leading Malta to have a strong economy.", "Enemalta is focusing much of its operations on strengthening electricity distribution through the building or extension of various distribution centres.", "This investment is essential for a reliable distribution of electricity from Enemalta to households and businesses, to ensure fewer and shorter power cuts.", "This aspect of operations grows in importance in view of the economic 40 growth of the Maltese economy characterised by large scale investments.", "Incentives for Alternative Energy Various incentives were launched during 2015 in favour of a more sizeable investment in renewable energy and a more efficient use of energy.", "These incentives will be extended to families who have no access to a roof where panels could be installed.", "These households will be offered the opportunity to invest in a project for the generation of solar energy through a system of PV panels in a community solar farm.", "This project will take the shape of a public-private partnership, which will identify sites where photovoltaic panels could be installed.", "This year we also successfully finalised an agreement with the European Union for the allocation of 58 million Euros in European funds for the period 2014 to 2020, earmarked for renewable energy schemes and other incentives in favour of a more efficient use of energy.", "In collaboration with the private sector we have also established a framework of a high European standard through which large enterprises may be certified by professionals in the use of efficient energy, enabling them to be more competitive by reducing waste, which in turn will have a positive impact on the environment.", "Water Services Corporation During this year, the Water Services Corporation continued to strengthen its financial situation and also spurred on a considerable number of projects co-financed by the European Union, intended to continue improving its operation and water distribution.", "This investment is expected to continue in the coming year, featuring amongst others, a plan for the conservation and development of our valleys intended not only to clear and clean them out, but also make them more accessible to the public.", "We shall also lay the groundwork for the rehabilitation of public 41 reservoirs, an aspect of public infrastructure that for the greater part of it is unfortunately not being utilised, to make better use of rainwater, lessen the dependence on the water table, and further diminish the danger posed by storm water and flooding.", "We shall launch a National Centre for Water Conservation which will offer a multi-media experience about the importance of water and the need of a better use of this essential resource.", "Depreciation on the Capital Expenditure We shall be introducing further measures that offer incentives to investors in various sectors.", "We plan to implement a measure through which entrepreneurs investing in premises intended for use as office space will be able to benefit from existing legislation which offers the possibility of claiming depreciation on capital expenditure and which currently applies only to industrial buildings, hotels and car parks.", "Fiscal Consolidation for Companies We are working on the introduction of the concept of fiscal consolidation in income tax legislation which will permit companies belonging to the same proprietors to declare their income as an aggregate, as if they were one company.", "This would further simplify the computation of income.", "Insolvency Legislation In order to boost competitiveness, legislation related to business bankruptcy or insolvency will be amended.", "This should help investors, creditors and banks to make decisions in the knowledge that in case of bankruptcy the process would be swift.", "Export Trade Guarantee We shall be introducing a mechanism whereby a guarantee will be given to the export sector, in the case of exports to high risk countries or regions.", "42 Small Enterprises Government is committed to continue the fight against excessive bureaucracy.", "We want to minimise the burden faced by entrepreneurs seeking to start up or extend a business in Malta.", "There are still numerous cumbersome administrative procedures that can be amended so that the entrepreneur would not have to deal with excessive bureaucracy, and at the same time the controls on the entrepreneur’s due diligence will not be reduced.", "Our goal by the end of this legislature is to arrive at a point where the bureaucratic process entailed in starting operation of an enterprise in Malta does not take longer than an average of one week, compared to the average of three weeks that the process takes today.", "This would be in accordance with the methodology outlined in the World Bank annual report ‘Ease of Doing Business’.", "Assistance Programmes In order to be more effective in the assistance it offers to enterprises operating from Malta, Malta Enterprise has further developed new assistance schemes, including a number of new programmes which will be launched this year, and next year.", "These are: Assistance to Artisans The Malta Crafts Council and Malta Enterprise will be launching a pilot project intended to train new artisans to be able to develop sectors of traditional crafts that are in danger of disappearing.", "This project is estimated to cost one million Euros and will provide assistance to craftsmen who are willing to pass on their skills to others in a bid to develop a training programme within an educational institution.", "43 Assistance for Start-Ups Following the launch this year of the Bstart scheme, aimed at offering assistance to start-ups, in the coming days Malta Enterprise will be launching another assistance scheme for new start-up companies.", "The scheme will take the shape of grants to be paid back to the corporation over a period of 10 years.", "This programme will be offering financial assistance of up to €200,000, in line with private equity.", "In the case of an innovative enterprise developing new products, processes or new services of a level higher than what is currently being offered by the industry, the assistance given could reach €500,000 and will be earmarked for the purchase of equipment.", "Assistance could also be given to companies attempting to generate capital through crowd funding.", "Assistance for a more efficient use of energy An efficient use of energy is an important element affecting industrial competitiveness.", "With this in mind, and in collaboration with the Ministry for Energy, Malta Enterprise will be launching fiscal incentives to assist businesses in investing in a more efficient use of energy.", "Aid will be given for projects of energy cogeneration and for additional expenditure so that the necessary investment will have a high level of efficiency.", "Assistance for Research and Innovation To better facilitate research and innovation, enterprises that employ persons in possession of a doctorate or are in the course of reading for a doctorate in science, information technology or engineering, will be given a fiscal credit of up to a maximum of €10,000 when such employment is held for more than 12 months.", "Assistance for small enterprises in manufacturing Lack of industrial space is making it difficult for small manufacturing enterprises to find adequate space at a sustainable price, especially in a period of growth when the enterprise is in the 44 process of expanding its capital investment.", "To address this, Malta Enterprise will be launching an incentive for small enterprises leasing additional space from the private sector for the purposes of manufacturing, through which they will be compensated for relocation.", "The aid will be given for a period not exceeding two years and up to a maximum of €10,000 per annum.", "Assistance for knowledge transfer Malta Enterprise will be launching an assistance scheme to subsidise knowledge transfer within enterprises.", "This is intended to help with the transfer of skills from present to new employees and for Maltese workers to acquire new necessary skills essential in attracting new business to Malta.", "The assistance will be given in the form of a tax credit, however it will also take the shape of a financial grant where the project is of significant importance in the development of the company.", "Assistance for increased female participation in enterprises To enhance entrepreneurship among women, changes will be made in the Micro Invest scheme whereby self-employed women and businesses where the majority shareholding is controlled by females will be given a tax credit of €50,000.", "Registration of new small companies and the MSE In order to further minimise expenses of small and medium-sized companies, as from next year the registration fee payable for companies with a capital not exceeding 1,500 Euros, will be reduced from 250 Euros to 100 Euros when such registration is made electronically.", "Through this measure Government will be further reducing costs for small companies.", "Meanwhile, work is being undertaken by the Malta Stock Exchange on a plan for the development of a capital market in Malta in the coming years.", "45 Logistics policy The drafting of a logistics policy is in its final stages.", "This policy is intended to further encourage storage and transhipment business in Malta.", "This policy will introduce new concepts in the business based on Malta's geographic position.", "Environmental sensitivities are being taken into consideration in the formulation of this policy.", "Family business and social entrepreneurship In the coming weeks a White Paper will be launched for public consultation regarding legal propositions, incentives for improved business governance, as well as fiscal incentives for rendering the transfer of business between family members more sustainable.", "A bill regulating social entrepreneurship will also be presented in the coming months.", "Co-operatives The consultation regarding a holistic reform of co-operatives is still ongoing.", "This reform includes a revision of the rules regulating the Co-operatives Central Fund and a strengthening process of the co-operatives legislation, including the minimum number of working members required for the formation of a co-\n operative.", "Shop opening times Now that the public consultation on the White Paper relating to shop opening times has come to an end, Government will be announcing new regulations by the end of this year.", "In reaching a final decision due weight is being given to both workers rights and flexibility.", "46 Government tendering procedures Much has been done in the field of Government tendering procedures to abridge the time taken from the start of the process to final adjudication of the tender, but much more needs to be done.", "We found a situation where the whole process was almost three times longer than the European average.", "This has already been shortened.", "Working groups are currently helping in the simplification of procedures whilst still observing the principles of accountability and transparency.", "During the coming year, a new wave of reforms is expected to come into force, further simplifying government procurement procedures.", "Improvements in performance guarantees requirements Government will continue to encourage small enterprises to participate in public tenders and to render such participation less cumbersome.", "For this purpose, the required performance guarantee is being reduced from 10% to 4% when the value of the contract does not exceed half a million Euros.", "Apart from this, we shall be introducing the concept of the Single Bond, which means that when an enterprise is simultaneously awarded more than one contract by the same government department or public entity, a single guarantee may be given by the enterprise, instead of individual guarantees for each separate contract that is awarded.", "Interests and bank charges As announced during the Budget Speech for 2014, Government asked the MFSA and the Competition Authority (the MCCAA) to examine the scenario of interests and bank charges for companies, I am hereby presenting the final reports submitted by the two entities.", "47 Government will now request the Competition Authority to implement the recommendations put forward in these reports.", "This should not result in increases in the costs for companies, thus rendering them more competitive.", "Investments in Identity Malta Identity Malta will be launching a project, in conjunction with MEPA, for the online acquisition of site plans from the Department of Land Registration.", "This will lead to the finalisation of a new system of researches regarding land, contracts and other legal instruments within the department of Public and Land Registry.", "After many years, the main software will be updated with more participation by the Police Force and the ETC as the principle stakeholders in the process.", "Another investment will be made by Identity Malta with regards to the process of the Single Permit, whereby the residence and work permits will be embodied in a single document in accordance with EU directives.", "This will come about within the framework of a holistic reform of the sector which was neglected for many years with the consequent problems that accumulated.", "National Fund for Social Development Malta's Individual Investment Programme is asserting itself as the foremost programme of its kind in Europe and one of the best in the world.", "So far this programme has already yielded over €75 million.", "These funds will be utilised for the benefit of families in Malta and Gozo.", "Of these funds, 70% will be allocated to the National Fund for Social Development.", "This is the first time that Malta, which now has a Strong Economy, will have a Fund of this nature whose aim is to be forward looking and investing for the general benefit of the country.", "48 The Fund was set up in the past weeks and will be administered by distinguished and competent managers.", "National Development Bank With technical assistance from the German Government we are making progress in the establishment of a National Development Bank, which will be an important pillar in the economic growth of the country.", "Talks with the European Commission relative to the setting up of this institution are now in the final stages.", "Education Malta, Property Malta and Maritime Malta With the setting up of Trade Malta, Conventions Malta and Yachting Malta we have shown that we believe in the concept of public-private partnership to promote specific sectors of the Maltese economy.", "Two new entities; Education Malta and Property Malta, will be set up in the course of the coming year.", "These will focus on the promotion of Malta as an educational centre and a country of quality real estate, respectively.", "Various sectors of the Maltese economy are directly related to maritime activities.", "In an effort to bring together all the operators involved in this field, Maritime Malta was set up for the holistic co-ordination of Government policy for the sector.", "This should give due importance to the area of the blue economy that is crucial for our country.", "Imrieħel Masterplan We shall be initiating a masterplan intended to give a new appearance to what is today known as the Imrieħel Industrial Zone, from one of neglect to that of an organized business and commercial hub capable of attracting new investment in the area.", "For this purpose we shall be setting up a Foundation, to be run 49 jointly by Government and the private sector, to work on a plan of action.", "Incentives for the film industry During the past years, the film industry experienced a considerable surge in activity.", "Now that the film industry is registering success, Government has a clear vision and is implementing a concrete strategy for even further growth.", "We shall continue to promote Malta around the world and for this purpose we are increasing the funds allocated for marketing and PR.", "50 6: REFORMING AND INVESTING IN PRIORITY SECTORS Traffic The issue of traffic is on Government's agenda.", "Since the year 2000, traffic in the country has practically doubled.", "In the past two and a half years, an average of 40 new vehicles were registered every day, and these vehicles are using our roads.", "Although traffic had been on the increase for some time, a number of factors in the last few years accelerated this rate of increase, amongst which are the larger number of gainfully occupied, new private projects and new road works.", "This Government started off from a situation where no plan for traffic management even existed.", "This does not mean that nothing was done in the past 25 years, but there was no comprehensive plan.", "Suffice it to question why a number of arterial roads were reduced from two-lane to one-lane.", "No wonder traffic has increased and has become a problem.", "Roads Government is working on a plan to prioritise infrastructural projects.", "The Coast Road project was the one that kept closest to the projected schedule.", "There is still a lot more to be done to improve project management, which formerly was next to non-\n existent.", "In the same way, there is the need for more co-ordination between various entities such as Transport Malta, Enemalta and the Water Services Corporation.", "Government has consciously decided not to undertake more than one major project at any one time, in order to minimise inconvenience to commuters.", "The next project to be undertaken 51 during the coming year will be the Kappara Junction, when all preparatory work is finalised.", "This will be followed by the Marsa Road.", "Obviously, the works at Kappara will create inconvenience and extensive works will need to be carried out to provide alternative routes.", "But we know that at the end of the day this project will be beneficial and will improve traffic circulation, even if during the 24 months it will take to finish the project certain problems will have to be faced.", "Transport Malta will try to reach a balance between speeding up work by requiring contractors to carry out works even during the night, and not creating too much inconvenience for residents of the surrounding areas.", "During the coming year, Transport Malta will be spending €13 million, €3 million Euros more than last year, on road building and repair.", "This will include work on Vjal ix-Xarolla in Żurrieq, and works in Triq Patri Pelaġju and Triq Anthony Aquilina in Ħaż-Zebbuġ.", "Meanwhile, in a number of roads we will be introducing the tidal system as an experiment, meaning that three out of every four lanes will be used for the direction where traffic is the heaviest according to the time of day.", "We need to improve the development of road infrastructure in the county.", "We believe this can be achieved through the utilization of the potential of the private sector.", "For this purpose, Transport Malta is collaborating with Projects Malta on the planning of various Public-Private Partnerships, as well as the launching of an ambitious programme in this sector.", "This model, which will not place any new burdens on commuters, will be launched in the coming months.", "We are in the final phase of the adjudication of the Smart Traffic Management System, which will monitor traffic through strategically placed cameras, send text messages to commuters, and help to better control the situation at any given time.", "52 In the meantime, the consultation process on the use of trucks and horses on the roads has been concluded, and decisions on this matter will soon be taken.", "Public Transport The Public Transport System is a work in progress.", "Undoubtedly there has been an improvement on the previous system, but we are not yet satisfied.", "We will be waiting till the new network is fully operational and we will be insisting with the service provider to improve frequency and punctuality.", "School Transport Last year we introduced a tax rebate for those parents whose children made use of school transport to commute to and from Church and independent schools.", "We shall be exploring more options to encourage this means of transport for Church and independent schools.", "Work Transport At the same time, Transport Malta, in conjunction with Malta Enterprise, will start talks with constituted bodies, trade unions and the industrial zone associations, for the introduction of incentives for those enterprises offering transport for their personnel, those enterprises who join forces in the provision of such transport, or to those who give incentives to their employees to use public transport.", "Other means of transport Meanwhile, through the Connections project, for which a call of expressions of interest has already been issued, we expect sea transport to and from Valletta, from Sliema and the south of the country, to become more accessible.", "We are also exploring ways of making it more convenient for commuters reaching the shores of Valletta to access Valletta centre.", "53 For the longer term, Government is also exploring alternative methods of transport, including underground tunnels as well as people movers on the ground.", "Consultation During the coming months, Transport Malta will embark on a wide consultation process with car drivers and all those who use roads on a regular basis, to listen to suggestions about how traffic problems may be alleviated, as well as to better identify roads and circumstances which are creating more congestion.", "Cleaner means of Transport Government will continue to incentivise the use of alternative green means of transport which are at the same time healthier for the individual.", "After more than eighty-eight individuals applied under the scheme that was launched in the last budget, this scheme will be extended for another year whereby 15.25% of the purchase price of bicycles and electric bicycles is refunded, whilst the maximum refund will be raised to €250.", "At the same time, Transport Malta will be working on a National Cycle Plan.", "In addition, we will be giving incentives to those enterprises that invest in cycle racks to accommodate their employees' bicycles when these are used as a means of travelling to work.", "A fund of €150,000 will be allocated for this project through which Government will be covering half the expenditure incurred by the company.", "A fund of €30,000 will be established to encourage local councils to promote the use of bicycles in their locality.", "Scrapping schemes Government will once again allocate funds for the scrapping of old cars and cars with high emissions.", "Through this scheme, Government will give grants whenever a car of over 10 years is scrapped and replaced by a new car.", "To encourage the use of 54 small and less polluting vehicles a grant of €7,000 will be given towards the purchase of a new electric vehicle when the old vehicle is scrapped; a grant of €4,000 on the purchase of an electric vehicle when no old vehicle is scrapped, and €2,000 towards the purchase of an electric quadricycle.", "In the case of passenger vehicles, a grant of €2,000 will be given for hybrid vehicles with carbon dioxide emissions of between 50 and 65g/km; €3,000 for each plug-in hybrid electric vehicle with carbon dioxide emissions of between 1 and 50g/km; €900 towards the purchase of vehicles with carbon dioxide emissions not exceeding 100g/km; and €700 in the case of new vehicles with carbon dioxide emissions of between 101g/km and 130g/km.", "These schemes will come into force as of 1st January 2016.", "More incentives for greener cars We are aware that the biggest source of air pollution is vehicle emissions.", "To further encourage the purchase of greener vehicles, hybrid or electric cars will be exempt from CVA tariffs, applicable on all vehicles entering Valletta.", "Enterprises purchasing hybrid or electric car, will be entitled to include in their tax return a capital deduction of fifty per cent of the purchase price of such vehicle for one time only in the year of purchase.", "Vehicles with a mileage of over 160,000 kilometres will be required to submit to VRT testing every year instead of every two years.", "Encouraging the use of small motorcycles We shall encourage more persons to make use of small motorcycles in place of cars.", "For this purpose, as of next year, licences payable on small motorcycles not exceeded 125cc will be drastically reduced to a flat rate of €10 a year.", "We shall also be 55 abolishing all registration taxes on electric motor cycles.", "Transport Malta will be launching a campaign focusing on road safety.", "Car sharing and car pooling policy We are currently working on a policy regarding car sharing and car pooling, intended to spell out the advantages for persons travelling to the same place of work when using one car.", "In this regard, Transport Malta has helped in the development of an application which will be launched shortly.", "Discipline on the road Whilst making all efforts to reduce traffic congestion, we also need to emphasize the importance of discipline on the road.", "Behaviour such as driving under the influence with the accompanying hazard of accidents that could be fatal for drivers, passengers and third parties, cannot be tolerated.", "The Police Force is currently in negotiations for the acquisition of new breathalysing equipment which can give an instantaneous reading and printout.", "This will cut down on the bureaucracy that was present in the past years when the current equipment was too cumbersome to use.", "The law will be amended to cater for the new systems that will be used, whilst fines for driving under the influence of alcohol will be increased.", "Fines will also be increased in the case of use of mobile phones whilst driving in a further attempt to deter this practice.", "We shall also be introducing new regulations to catch those who bring cars with foreign number plates into Malta without registering them here.", "56 Car Parks Government will undertake two new pilot PPPs so that, together with local councils, sites could be identified for the building of car parks, preferably below ground.", "Mosta and Marsascala are two localities where there is a particular lack of parking spaces.", "Public Service During the past two years several measures were implemented to simplify bureaucracy and work is currently in hand to open a one-\n stop-shop which should make life easier for citizens in obtaining the services they require from the civil service.", "We still have a way to go to eliminate bureaucracy.", "We shall see to it that the necessary measures are implemented.", "An initiative to evaluate the service given to families and businesses will utilise mystery shoppers.", "To make sure the public service continues to give optimum service to businesses, all government departments will be determining their core business hours so that all necessary resources are present and accessible during those hours to provide a better service.", "In this way we would not only be guaranteeing a good service, but also guaranteeing flexibility for the measures necessary for a balance between work and family, as well as helping to reduce traffic congestion.", "Immigration Work Office We will be initiating a process of consultation relating to the setting up of an Immigration Work Office in the shape of a PPP.", "Through this system, anyone wishing to employ an immigrant for a limited number of hours may do so legally, and the conditions of work will also be legal.", "The rate of pay is yet to be determined and will include the operating costs of this system.", "We shall make sure this system does not place Maltese and Gozitan workers at a disadvantage.", "57 Loitering and soliciting as happens every day at Marsa will not be tolerated.", "This will be accompanied but a clamp-down and harsher penalties for whoever employs persons illegally once this system comes into force.", "Local Councils Apart from the public service falling under the central government, the citizen also utilizes the services offered by local councils.", "The role of local councils is becoming increasingly important in everyday life.", "One of the reforms we took in hand this year was the setting up of a new agency that regulates the operation of local enforcement (Local Enforcement System Agency).", "We shall also be launching a pilot project enabling members of the public to sit on adjudicating boards related to major contracts awarded by their local council, for a greater transparency in the allocation of funds and the local council expenditure.", "The Għaqal id-Dar project (Prudence in the Home) will be extended to more local councils in both Malta and Gozo, and refuse separation and collection will remain a priority.", "In collaboration with the Ministry concerned we shall further reinforce the pilot project of organic waste collection.", "Justice Reforms Government promised a holistic reform in the Justice system and the law courts and this is being carried out.", "Much has already been done, including the introduction of new procedures and rights which have already brought about tangible improvements.", "We shall continue in our efforts to fulfil the recommendations made by the Holistic Justice Reform Commission in its final report.", "In the coming year our focus will be on three main areas: 58 To start with we need to entrench new rights in the field of criminal justice to further boost personal guarantees and safeguards.", "For this purpose, in the coming year, the right to the presence of an advocate during arrest will be further fine tuned and improved.", "In addition, a pilot project will be launched whereby court prosecutions will be conducted by a lawyer instead of a member of the Police Force, who in most cases would also have been the investigating officer.", "Secondly, in the civil camp we shall undertake an unprecedented initiative to introduce in Malta the culture which already is predominant at European level, namely the culture of recourse to mediation prior to court litigation.", "Thirdly, in the field of commerce we shall be giving priority to two legal institutes which in recent generations have been neglected; the field of bankruptcy proceedings and the field of the enforcement of contracts which I have already referred to earlier in this speech.", "Air Malta We shall continue with our efforts to reach the objectives of the restructuring plan agreed with the European Commission by the previous administration, despite the fact that very little action was taken by the previous government in this regard.", "This year we completed a number of initiatives our predecessors left on the shelf because they did not have the courage to take action.", "Amongst others, we revised the catering and IT contracts.", "We want to ensure that after this period, the national airline will have a medium and longer term growth plan that is sustainable and assures opportunities for the airline's employees, within the reality of a company that is operating in the most competitive market of all time.", "59 Projects for the Regeneration of the South of Malta Government is committed to the regeneration of the south of Malta.", "For this purpose infrastructural projects in this region are a priority.", "American University of Malta Next year will see the submission of the relative applications and consequently the commencement of works on the American University of Malta, with its two campuses in Cospicua and Marsascala.", "This is a project which will further place Malta on the Mediterranean educational map through another leap in product quality.", "The community of Cospicua will benefit from the rehabilitation of Number 1 Dock, left in a state of neglect for many years.", "In Marsascala we will have a National Nature Park, together with the development of a new swimming pool on the shore which will replace the National Swimming pool that is being demolished.", "We are also in the process of identifying a site for a football pitch in Marsascala.", "Marsaxlokk Regeneration Project During the coming year a project of regeneration of Marsaxlokk will be launched in consultation with the local council, the residents, fishermen, restaurateurs and others.", "The first phase will focus on the village centre, with the aim of transforming Xatt is-\n Sajjieda (Fishermen's Waterfront) and the surrounding areas into a pedestrian zone for families.", "As promised, Government has initiated the process for the approval of permits to develop a new breakwater at Ras il-Qrejten, as well as the renovation and improvement of the existing 60 breakwater on the other side of the port; a process which will greatly benefit local fishermen.", "Birżebbuġa Government is committed to start the rehabilitation of the area known as Tal-Qajjenza in Birżebbuġa which was left in a state of utter neglect for many years.", "Tourism With the aim of supporting all those who invest and endeavour to expand tourism in Malta, and in collaboration with the social partners, we are working on a transparency scheme to further encourage investment in measures leading to a more efficient use of energy.", "Government acknowledges that the money saved by hoteliers following the 25% reduction in utility tariffs is being reinvested in refurbishment and upgrades of facilities to further raise the standard of the tourist product.", "Government will therefore invest in sustainable schemes for a more efficient use of energy.", "The aim is to set up a PPP between Government and private interests whose objective would be the issue of what are known as white certificates according to the amount of energy saved in any hotel as a result of investments made, which investments and savings are audited and verified by the agency.", "These certificates would be exchangeable for grants or other fiscal incentives for the participating hotels.", "If the system works well, we might consider extending it to other commercial enterprises, including restaurants.", "We will also continue to work to reform the legislative framework regarding operators in tourism, in order to reduce bureaucracy and better organise the current laws, to attain more certainty in the sector.", "61 New Institute of Tourism Studies We believe that one of the primary resources of the country in tourism is manpower.", "If we are to continue being successful and continue our policy of offering quality products and services in tourism we need to attract more young people and trained personnel to the industry.", "For this purpose we shall be embarking on one of the most ambitious projects ever undertaken for human resources in tourism through the investment of €56 million in the building of a new Institute of Tourism Studies in Smart City.", "The new ITS will be catering for the needs of Maltese students and workers in the industry, and will help to attract foreign students to study tourism and hospitality in Malta.", "The relocation will provide a better product for the students and create more opportunities.", "A call for tenders will be issued relating to the premises currently occupied by the Institute for its development into a new project that compliments the surrounding area.", "The possibility of strategic partnerships with international schools renowned in hospitality management is already being explored As from the next academic year and for the first time, Government will be offering a grant of €233 to every student attending the ITS to partially cover the cost of the relative educational material.", "Government will be contributing €300,000 to MHRA for the setting up of a Mediterranean Tourism Forum.", "Government has faith in this initiative, whose objective is to make Malta a centre of excellence for tourism in the Mediterranean.", "It is evident that in the coming years there will be a concentration of quality projects in the region of St George's Bay in St Julians.", "Whilst favouring such projects we cannot allow this highly important area to be turned into an open construction site for an extensive period of time.", "62 We believe that there is a need for total co-ordination in this project to create synergies and minimise inconvenience.", "There is also the need of a single point of contact with Government authorities and agencies to limit bureaucracy and hasten the works in hand.", "A comprehensive plan for the area is clearly essential, both in order to improve infrastructure and also to minimise the inconvenience caused to existing businesses and residents.", "With this in mind, we will be setting up the St George's Bay Regeneration Corporation, which in partnership with the interested private entities, will make the necessary co-ordination.", "For its initial phase, this corporation will operate under the GHRC.", "63 7: GOZO: CREATING MORE PROSPERITY Gozo recorded considerable progress over the past two years, through both private and public investment.", "The results are starting to show, suffice it to say that for 2013 growth in nominal terms of the Gross Domestic Product in Gozo, exceeded that registered in Malta.", "However, this did not happen in a vacuum.", "This happened because we believed it could happen and because we worked hard for it.", "It should be recalled that initially not everyone believed that Gozo could really start contributing towards the development of Malta.", "We also believe that results will continue to improve.", "The application for European funds for the development of what was formerly the Malty Dairy Products has been submitted.", "The goal is to turn this site into a centre for new companies offering innovative and creative services, such as the film industry and companies specialising in IT.", "The investment announced in conjunction with the London Bart's Medical School is expected to roll out new medical services in Gozo in 2016, which services would lead to a medical hub project in Gozo.", "I appeal to all personnel at the Gozo General Hospital to disregard all attempts at fear mongering.", "As in the case of Enemalta, we will see to it that not only no one loses their job, but that more job opportunities are created.", "Government will continue working on other projects aimed at improving quality of life in Gozo in the coming years, including a swimming pool in partnership with private interests and the regeneration of St.", "Francis Square.", "Works will also continue on 64 the rehabilitation of valleys and the rebuilding of rubble walls in various localities.", "An application is in hand for the restoration of historical sites in Gozo, including the aqueduct through which water used to flow from Santa Lucia to Rabat, the Xewkija mill and Calypso's cave.", "We also have plans for a Gozo museum whereby for the first time there will be a line item to acquire objects of art for this museum.", "Significant progress was registered in the feasibility study and environmental impact assessment of a green airstrip in Gozo.", "Such a project would necessitate serious debate since it would involve the use of virgin land.", "Government does not want to rush into this project and will consult widely before taking any sort of decision.", "Negotiations are ongoing with the consortium that submitted its proposals for the building of a cruise liner terminal and a yacht marina.", "Studies were also commissioned for a new buoy to replace the existing one in Xlendi.", "These studies are at an advanced stage and take into consideration the preservation of the natural habitat and archaeological remains on the sea bed.", "Permanent Link The main connectivity project for Gozo is that of a permanent link.", "It is my pleasure to announce that the feasibility study, commissioned by Transport Malta and the Gozo Business Chamber, is completed and will be published.", "The report concludes that an underwater tunnel is more feasible than a bridge, and that there exists a strong possibility of private interest in this project.", "The next step is to undertake a technical and geological study for this tunnel, including the sites for its entry and exit, in order to 65 better inform the decision to be taken, which has now been limited to whether or not to build a tunnel.", "Jobs in Gozo We shall continue with our endeavours to create more jobs in Gozo through the transfer of more back-office work from Malta.", "Amongst these is the salary section of the Police Department.", "We will be giving more incentives for the creation of jobs in the private sector in Gozo whereby a 20% refund will be given on the average wage payable on work contracts of a minimum of three years.", "This refund will be capped at a maximum of €5,000.", "Increased Allowance for Gozitan Students The allowance paid to Gozitan students following courses in Malta will be increased by a further €300.", "66 8: NATIONAL SECURITY In the pipeline for next year are a large number of projects and initiatives which include the acquisition of a third new helicopter, valued at €14 million, which contract has already been signed; the purchase of a third new aeroplane costing €15 million and the commencement of structural works on the Army Base at Pembroke to accommodate a military training school.", "We have also earmarked an investment of €2.5 million for new military equipment as part of the modernisation of the Force.", "Apart from this, there are also a number of capital projects co-\n sponsored by ISF for the period 2014-2020, the processing of which will start in 2016 and which are estimated to cost €75 million over five years.", "These include the acquisition of an offshore patrol vessel for the sum of around €38 million, an upgrade to the P 61 valued at €7 million, and the purchase of a robot and van for the EOD estimated to cost around one and half million Euros.", "We are aware that training of personnel is essential if our armed forces are to continue giving an adequate service.", "For this purpose, in 2016 we shall be allocating funds for the training of soldiers and officers both in Malta and abroad.", "The AFM allowance currently paid to members of the Armed Forces of Malta will also be increased.", "This increase will be double of what is received presently We will carry on with our investment in the Police Force.", "During the coming year The Immigration Division together with the National Schengen Information Systems Unit, will launch a project leading to the utilisation of new machinery for an automated 67 border control as part of the EU Smart Borders project.", "This project is estimated to cost one million Euros.", "The Economic Crimes Unit of the Police Force is being strengthened in terms of human resources, and the Squad has gone up from six Inspectors to ten.", "More personnel are also being added to their Investigation Teams.", "For 2016 it is envisaged that this Squad will be strengthened with the addition of more professional members such as accountants and other professionals.", "If these professional resources are not found within the Police Corps they will be engaged from outside the Corps.", "The Squad will be further bolstered with the acquisition of new tools required for analysis work to be conducted by the same squad.", "68 9: PROMOTING SPORTS AND CULTURE During 2016 we shall continue working on five crucial projects in the field of culture, namely the project for the new Art Museum (Muża), the Grand Salon for Costume, Fashion and Film in Valletta, the creation of a space to house installations by contemporary artists, the Carnival Village and the Valletta Design Centre.", "All this is intended to sustain and accord direct support in the sphere of creativity.", "In the coming year we will be concentrating on the conclusion of the Hypogeum project and we will be working on new initiatives under the ERDF 2014-2020 fund programme.", "The central initiative will be the application for the rehabilitation and modernisation of the Notorial Archives in Valletta as of 2016.", "We also believe that the private sector should participate in this success story.", "We shall be augmenting fiscal incentives for donations for art through a deduction of 150% of the value of donations made.", "We are co-operating with various entities with the aim of bringing together and consolidating the calendar of cultural events thus enabling the Malta Tourism Authority to promote it abroad at international fairs together with operators in the sector.", "Talks are also ongoing with private promoters who are in a position to attract events to Malta such as Lost & Found and the Baroque Festival and other innovative quality events particularly during the slow winter season.", "69 Valletta City In the past years the City of Valletta has experienced substantial rehabilitation and the regeneration is evident.", "We shall be launching a scheme for the upkeep and repair of balconies and apertures overlooking St John's Cavalier and Ordinance Street.", "Valletta 2018 Preparations are under way for a suitable plan to usher in the City of Valletta as the European Cultural Capital for the year 2018.", "A number of projects are at hand to ensure that this event leaves behind a sustainable cultural legacy.", "The Valletta Monti Whilst in the process of relocating the Valletta Monti, we heeded all the views publically expressed.", "We also listened to the Monti hawkers themselves.", "Note was taken of what was said by Renzo Piano, who favoured a market on Ordinance Street.", "However, it was not possible to relocate the whole of the Monti market in half the space originally planned and we are considering other solutions.", "Whatever these solutions may be, we are determined to introduce an new management system enforcing discipline and cleanliness.", "Fort St Elmo Following the completion of the restoration and regeneration of upper St Elmo, it became even more evident that the lower part of the fort sorely needed to be likewise rehabilitated.", "We believe this is an opportunity for the private sector to make a high quality investment which respects the historical value of the site and transforms this part of the fort into a live attraction.", "Government is therefore issuing a request for proposals for the regeneration of the lower part of Fort St Elmo.", "This process should lead to the restoration of the majestic edifices of this part of the fort as well as 70 all the open spaces within it and to breathe life into the fort through new activities undertaken by the private sector.", "Sport In the coming year we shall be working on sport facilities of a higher standard.", "This follows the urgent and extensive works carried out on the South Block of the National Swimming Pool in Tal-Qroqq.", "The Ħal-Kirkop Sports Complex will be upgraded and we are also planning comprehensive works on the Cottonera Complex so that this complex could cater for more sport disciplines as well as service nearby schools.", "Also during next year the racecourse in Marsa will undergo all the necessary works to upgrade it to international standards.", "In the same area, at the Marsa Sports Complex we shall be ensuring that all facilities reserved for sport are also upgraded to higher standards.", "A White Paper will be published for discussion with sport associations regarding how these clubs and associations could attract investment in their facilities so that sport in Malta could be managed more sustainably and on a more solid base.", "We believe this is crucial in reaching our goal of having a better organized and more professional sport sector.", "This should also lead to a change in mentality in the running of sport facilities in Malta, and should improve the quality of training at various levels, from children to professional athletes.", "Together with the Youth Agency we will ensure that the Youth Village is equipped with new sports buildings and facilities which can be used by the ALP and the Youth.inc students, as well as other youths and sports associations.", "71 Building of schools and educational facilities Following this year’s opening of the new National School for Sport, we have plans for a number of new buildings and infrastructural maintenance works which include the extension of the Wardija centre, the Marsascala football pitch, the upper secondary schools in Ħal-Kirkop and Ħad-Dingli and the conversion of what was formerly the Treasury Building for use by the Examinations Department.", "Next year will also see the commencement of the first phase of the new school in St Paul's Bay and works on the track at the National School for Sport in Pembroke.", "Presidency of the European Union Preparations in the build-up for Malta's Presidency of the European Union are now maturing.", "During 2016 this build-up should reach its climax so that in the first half of 2017 our country will fulfil this task successfully.", "72 10: INVESTING IN HEALTH AND THE ENVIRONMENT A better health service This year we continued to treat the health service as a priority as we have always done.", "Last year we said that we wanted to tackle better access and quality in the health service and throughout this year we concentrated precisely on this goal.", "During this year we worked incessantly to shorten waiting times for various kinds of surgeries and interventions.", "As an example, waiting times for MRIs were reduced from one and a half years as they were in 2013 to three months.", "In the case of cataract operations, the waiting time was reduced from three years in 2013 to six months.", "Substantial reductions were also achieved in the waiting lists for sleep studies, EMG, Echocardiograms, bone density scans and angiograms.", "Through agreements with private clinics we are also reducing waiting times for ENT operations as well as vein interventions and other day case surgeries.", "This year we will consolidate these initiatives and we shall be pushing for a major reduction in waiting times for hip and knee replacements.", "This will ensure better quality of life for a large number of people and will be implemented through PPP agreements.", "Last year we said we would address the great problem posed by a small general hospital that does not reflect today's needs.", "To address this problem, with immediate effect, we worked to tackle the shortage of beds at Mater Dei.", "By the end of this year, a new block will be accommodating 68 new beds.", "This is an important achievement but it is still not enough.", "Government is therefore committed to launch a new project to build more floors so that this 73 new block would offer 300 beds.", "Plans for this are at advanced stage.", "We have achieved all of this despite the huge problem of weak concrete at Mater Dei left by the previous government.", "In this respect, we shall continue striving for our country's rights, despite the waiver clause irresponsibly agreed to by the previous administration exonerating Skanska of all responsibility.", "We are also introducing new systems in bed management at Mater Dei in order to make the most efficient use of the space this hospital offers.", "Currently, considerable progress is being registered in the Public Private Partnership for the development of the Gozo General Hospital together with Bart's Medical School, a medical school of the highest standard and repute.", "This development will offer a high level of service to Gozitans without the need of travelling to Malta.", "The Gozo hospital will become a fully fledged general hospital as well as a facility for medical tourism.", "Not only will jobs not be lost but on the contrary there will be new work opportunities in Gozo for Gozitan health workers.", "At the same time Karen Grech Hospital in Malta will be redeveloped into a 320 bed hospital for the elderly.", "A new rehabilitation hospital will also be developed, offering facilities that currently do not exist.", "Eighty rehabilitation beds will be allocated to the Maltese Government.", "We shall also be developing a new dermatology centre with 12 inpatient beds.", "In addition, St Luke's Hospital will also offer house facilities for medical tourism.", "This project will be creating 1,000 new jobs.", "In the coming months there will be further consultations with all the stakeholders regarding this important transition.", "74 We also tackled the problem of out of stock medicines.", "In 2013 the number of medicines that were out of stock in the Pharmacy Of Your Choice scheme were 130.", "This was drastically reduced and we succeeded in maintaining the levels announced last year, that is, an average that does not exceed five medications out of stock at any one time.", "These results have to be seen against a background of larger numbers of persons qualifying for POYC scheme.", "In 2014 such eligible persons numbered 131,000 and in the first nine months of the current year this number rose to 138,000.", "We are working together with the operators of the POYC scheme and their representatives to introduce a service level agreement regarding the services offered and to launch a pilot project for the home delivery of medicines during the coming year, as pledged in our electoral manifesto.", "In 2013 we also addressed the problem of out of stock medicines even at our hospitals.", "In Mater Dei alone we found 200 types of medication that were not in stock.", "For the benefit of our patients, this amount was drastically reduced to an average of five, for the benefit of our patients.", "This at a time when others maintained that even a grocery shop would have items that were out of stock.", "We are also working to expand a pilot project of framework procurement agreements for the supply of medicines.", "This will mean that in due course, medicines would be stocked and stored by the pharmaceutical suppliers themselves and no longer by government, resulting in greater efficiency in supply and in Government cash flow.", "There will be additional consultation about this process of procurement.", "This Government is committed to consolidating primary health care because it acknowledges that apart from making health services more accessible to the patient, the strengthening of this sector results in a more efficient and sustainable health service.", "Discussions are in progress with private family doctors with a view to enhancing their role in the health service and with local 75 councils for the latter to take over the administration of local health clinics.", "We have greatly improved the services and facilities in all health centres, including the installation of x-ray machines, INR testing (warfarin) and new ECG equipment.", "Soon we will be issuing a call for expressions of interest in the running of a new Health Centre in Ħal-Kirkop based on the model of a Public-Private Partnership together with Projects Malta.", "We shall be consolidating the reforms currently being made in the Accident & Emergency Department, where we shall continue with efforts to reduce waiting times.", "To this end, during the past year we increased the number of cubicles in A&E to 11, we introduced new IT systems and increased the number of doctors and nurses such that today waiting times in the A&E have gone down from 13 hours to less than 4 in 90% of cases.", "We shall also be offering a dedicated Paediatric Emergency service which will offer a more congenial environment for children.", "We are also engaged in significant efforts to improve our Mental Health Services and we are in the process of appointing a dedicated Board of Directors.", "Extensive works were also carried out at Mount Carmel Hospital with a major focus on juvenile wards.", "In the coming months we shall be implementing plans for further substantial improvements in this hospital.", "Having this year completed the logistic groundwork, as from next month we shall be sending out invitations for cervical screening in an effort to minimise the risk of cervical cancer for Maltese and Gozitan women.", "We shall also continue the public debate regarding the amendment of IVF legislation, a topic which we notice is attracting a wide interest.", "In the meantime this year we started offering IVF 76 treatments at Mater Dei and by the end of 2015 we would have given this service to 200 couples.", "By the end of this year we would have added new medications to the government list of free medicines, including new medications for diabetes, a disease that kills 10% of our population.", "In the coming weeks we shall be increasing the value of vouchers for patients with celiac disease.", "Every month the pharmaceutical industry releases new medicines on the market for the benefit of patients.", "Many of these new medications are very expensive.", "We shall be working on the development of a system that will enable us to provide our patients with cancer and orphan disease drugs whilst at the same time keeping our health services sustainable.", "We shall endeavour to do this in collaboration with our partners in the industry both in Malta and in Europe.", "More resources for the environment Government believes that the environment is one of the major mainstays of the people's quality of life and therefore, in 2016 we shall continue with specific initiatives in this field, including the conservation of a number of sites of natural importance through special agreements with various environmental NGOs.", "In order to plan ahead, more information that can be analysed in a short period of time is required.", "In the coming year we will be launching a new Spatial and Mapping Service project of the whole Maltese territory.", "The first phase of this project will be partly financed through EU funds.", "During 2016 Government will be bolstering its structures and resources to fulfil its national, European and international obligations in the fields of sustainable development, the environment and climate change as well as agriculture, fisheries and animal rights.", "77 Meanwhile, in an effort to improve the environment, we shall be embarking on a programme of seawater monitoring with the aim of better protecting the environment of the sea.", "This monitoring programme will enhance Malta's maritime policy and ensure sustainable development in tourism.", "As pledged in our electoral programme, the strategic demerger within MEPA will soon take effect so to establish the Environment and Resources Authority.", "Government is committed to see that this new Authority would have all the necessary human and financial resources to truly be in a position to safeguard the Maltese environment in the best possible way.", "Food Waste Bill Consultation Government will be examining best practices and will launch a process of consultation to establish whether it is necessary to introduce legislation, and if in the affirmative, what type of legislation is required to control the amount of food that is thrown away, particularly by large establishments like supermarkets.", "Waste Management Following the groundwork accomplished this year, we are in the process of issuing a call for proposals regarding the collection of plastic bottles and metal cans used as drink containers with the aim of identifying the best method for such a collection to be organised and this by the first half of next year.", "WasteServ In the coming year WasteServ will continue with its intensive commitment to enhance the efficiency of the plants it operates.", "Another challenge for the coming year is the scheme for the collection of batteries by private entities.", "WasteServ will also continue working on the fulfilment of the national waste management plan.", "Amongst other things, the reform process in 78 Civic Amenity sites will be identifying the best way to involve the private sector in the administration of these sites.", "The Pace Grasso Project Government is in the process of planning and laying the groundwork for the regeneration of the site currently occupied by the Pace Grasso ground in Paola.", "Following MEPA's completion of the master plan for this region, an application was filed for the building of a regional health centre with a planned expenditure of around €30 million, co-financed through European funds.", "The development would also include a family resource centre as well as residential facilities in the community for persons with disability (priority centre).", "There will also be commercial and car parking facilities.", "Half of the site will be converted into an open and recreational spaces and will serve as a “lung” for the south region.", "An environmental \"lung\" for the Grand Harbour area 2016 will see the commencement of a project through which the Floriana botanical garden and other gardens in the area will be opened, renovated and transformed into a recreational environmental centre.", "This will be a project that will provide an environmental “lung” for the Grand Harbour area.", "Meantime, as promised by Government earlier this year, works will also commence so that a new park for the south of Malta, located in Marsascala, will be developed.", "Green Economy and Circular Economy Action Plan A green economy is an economy that acknowledges that natural and ecological assets and related services have an economic value.", "This concept ties in with that of the circular economy.", "The cost related to the green economy could be compensated through an increase in competiveness and job creation, protection of resources 79 and the enhancement of wellbeing.", "Thus, ecological growth should be viewed as a new motor in the creation of value added in Malta.", "In this context, Government has drawn up a Green Economy Strategy and Action Plan.", "This contains a list of actions promoting investment and economic growth aimed at education, job creation and sustainability of resources in various other sectors of the economy including waste management, water, energy, transport, tourism, agriculture, construction and industry.", "Waste sector has a direct impact on the socioeconomic context of the Maltese Islands.", "There is in fact a need for a change to a circular economy which re-purposes and recycles the waste created by the economy itself, particularly industrial waste.", "This process would generate raw materials and save natural resources.", "In this regard, Malta is committed to increase its efforts in waste management according to a waste hierarchy.", "This includes better waste separation at source and support to businesses, local authorities and related third party organisations in the integration of the supply chain with the aim of a better integration within a circular process.", "Green manufacturing is a very important element of a circular economy which should lead to lower costs of raw material and profits from productivity whilst reducing the environmental impact of industry.", "Investing in agriculture and fisheries Under the new plan for rural development there will be new incentives for the production and promotion of quality agricultural products.", "A framework of certification and control, drawn up this year, will be operated.", "With a view to enhancing environmental sustainability, we are studying a new management system for farm waste.", "This reform has been left pending for several years.", "During this year, another one of the Government’s 80 electoral promises was consolidated with the full functionality of the Office of the Commissioner for Animal Welfare.", "There are also plans for the re-establishment of the extension services in agriculture to provide farmers and breeders with technical advice on horticulture and animal rearing.", "Works will also continue in the coming year on the project for the development of an animal cemetery with the participation of the private sector.", "The reform of the Wholesale Farmers' Market is progressing well.", "A new system of payments to farmers was introduced.", "In the coming year there will be substantial investment in the acquisition of produce crates with an electronic chip, capable of providing clear tracing of any particular crate.", "An extensive programme of restructuring and renovation is underway at the public abattoir which had been left in a state of neglect for many years.", "During the coming year the old structures forming part of the old abattoir complex will be refurbished.", "Projects initiated in the fisheries sector to improve facilities for fishermen will continue.", "The ongoing works at the new wholesale fish market will proceed in the coming year so that, amongst other, a fish processing plant will be included 81 11: CREATING A JUST, EQUAL AND INCLUSIVE SOCIETY Right from the inception of this legislature we emphasized that social policy should be inclusive and offer various opportunities to different needs.", "We fully intend to continue the fight against abuse and make sure that social benefits are not paid to anyone not entitled to them.", "It would be the greatest injustice to those in real need, if benefits were to be paid to whoever is not entitled to receive them.", "At the same time, we will be investing more in aiding and delivering social justice to those in need who fully deserve our help.", "Unceasing work in the social field We understand that there are many who are in genuine need and are unable to work due to illness, disability and mental health problems.", "It is our duty to see that these persons and their families do not fall into the poverty trap.", "With this in mind, from the forthcoming year, the income of working children of such families will no longer be considered for the purposes of means testing of the head of the household.", "This means that the amount of €16.30 for each working child still residing in the family home will no longer be deducted from the social assistance payable.", "Strengthening Maltese families The family is at the centre of this Government's policy.", "Today, the concept of family is different from what it was, ten, twenty years ago.", "We were at the forefront in recognising the need for legislative reform so that our institutions would reflect these changes.", "82 After the introduction of parental leave for adopting parents, now we shall be offering support to couples who need to undergo IVF treatment.", "This will come into force by an entitlement to a number of days of leave following IVF intervention.", "The number of days will be specified following consultation.", "Hub for persons with disability Government is working on the concept of creating a hub equipped and adapted for persons with disability.", "The hub will not be an institution, but instead will promote inclusion and community participation.", "Apart from private residences, the hub will include a hostel, a respite centre, commercial outlets and all other necessary facilities, including a swimming pool, a day centre and underground parking.", "In Gozo, we are working with the private sector in the creation of jobs for persons with disability which would include document management.", "This process is reaching its conclusion.", "Project Just Society We shall continue with Project Just Society - a very ambitious commitment taken on by Government - to provide ten small homes within the community, thus giving reassurance to parents of persons with disability who worry about their children's future once they themselves pass away.", "The first of these homes in Siggiewi is completed and is already hosting the first group of residents.", "Another such home, in Gozo, is nearing completion, whilst applications for those in Ħaz-Zabbar and Pembroke are being considered by MEPA.", "The process relating to other homes, including the one in Pace Grasso, are at advanced stage.", "83 The Elderly In the light of an aging population, it comes as no surprise that demand for services and care of the elderly remains high.", "We shall therefore be increasing the expenditure and multiplying our efforts for the creation of more beds for the elderly in 2016.", "This is in addition to the carers pilot project announced earlier in this speech.", "Better structures for NGOs We are committed to improving the structures of funds allocated to non-governmental organisations engaged in the field of social welfare.", "Ex-Sea Malta seamen Talks are at an advanced stage between Government and ex-Sea Malta seamen with a view to concluding once and for all, the claim they still have pending before the law courts.", "Social Housing Today, the majority of families are homeowners.", "However, and for a variety of reasons, there is a considerable number of others who require assistance in acquiring decent housing.", "Apart from the programme of repairs of leased residences, the Housing Authority intends to continue its programme of even more extensive projects of repair and maintenance as well as the refurbishment and embellishment of various housing estates.", "Next year's programme includes projects in three localities: Ħamrun, Ta' Ġiorni and Pembroke.", "The Housing Authority is working on a plan calculated to meet the ever growing demand for social housing.", "Around 2900 applications are still pending before the Authority, many of them 84 several years old.", "The Housing Authority will embark on a €50 million project of new social housing in order to increase its stock.", "The project includes the restructuring of existing premises and the building of new premises already covered by MEPA permits, all of which will be within development zones.", "With a view to incentivising the rehabilitation and repair of old premises, the Housing Authority will be strengthening the existing two schemes with an increase of the grant given to residents who are entitled to be beneficiaries.", "In this regard, the Scheme for Subsidies for the Repair and Refurbishment of Owner-Occupied or Leased Residences will go up from €10,000 to €11,000, whilst the maximum grant under the \"Dangerous Structures Scheme\" will go up from €7,000 to €8,000.", "Compensation One of the measures announced in the Budget for 2014 was that all cases of compensation for expropriation not exceeding €15,000 (fifteen thousand Euros) were to be paid as a lump sum.", "Now, in the Budget for 2016, this measure is being extended to include all cases of compensation for expropriation up to a maximum of €50,000 (fifty thousand Euros), always subject to proof of title.", "It is estimated that this will mean dealing with cases involving around 200 plots.", "In addition to this, during the coming year, we shall continue to deal with the problem of Home Ownerships Schemes in cases where the families involved are unable to proceed with the signing of the final deed because the actual expropriation was never finalised by government and has been pending for decades 85 12: CONCLUSION Mr Speaker, This country is moving in the right direction, and this is not a coincidence.", "The people showed their confidence in our plan in a general election.", "They trusted we were able to create stability and provide a new direction with a clear roadmap for the country.", "Far from asking for a bailout, as some had suggested, today our country is becoming one of the fastest growing economies in Europe.", "From a country with a deficit of 3.7 per cent of GDP we are approaching a rate of 1.6 per cent.", "From a country with close to 8,000 unemployed, today we have a country with a record number of gainfully occupied.", "From a country with exaggerated utility bills, volatile prices of fuel and gas and a bankrupt Enemalta, to a country that has reduced utility costs for households and businesses by 25 per cent, achieved stability in fuel and gas pricing and a strong Enemalta.", "From a stagnant country with an administration incapable of taking decisions, to a country with an administration that is not afraid to take tough decisions.", "86 We have made big strides in becoming the best in Europe.", "We still have more to do.", "Much more.", "But all that will be achieved in this budget and the one to follow will in no way endanger the country's finances.", "This is because Malta has a strong economy.", "Annex A Single Rates From To Rate Deduct € 0 9,100 0.00% 0 9,101 14,500 15.00% 1,365 14,501 19,500 25.00% 2,815 19,501 60,000 25.00% 2,725 60,001 and over 35.00% 8,725 From To Rate Deduct € 0 12,700 0.00% 0 12,701 21,200 15.00% 1,905 21,201 28,700 25.00% 4,025 28,701 60,000 25.00% 3,905 60,001 and over 35.00% 9,905 From To Rate Deduct € 0 10,500 0.00% 0 10,501 15,800 15.00% 1,575 15,801 21,200 25.00% 3,155 21,201 60,000 25.00% 3,050 60,001 and over 35.00% 9,050 Married Rate Parent Rate Amount of tax savings (€) Single Rates Parent Rates Married Rates Persons in 0% (Maximum) 90 105 120 Persons in 15% 90 105 120 Persons in 25% 90 105 120 Persons at 25% (threshold) up to'€' 19,500 21,200 28,700 No.", "Of Beneficiaries Single Rates Parent Rates Married Rates Total Persons in 0% 2,930 686 3,869 7,485 Persons in 15% 44,871 6,752 19,914 71,537 Persons in old 25% 23,698 6,594 7,739 38,031 Number of Beneficiaries 71,499 14,032 31,522 117,053 Two tables showing tax savings and number of beneficiaries Annex B: Excise Duty - Changes Chapter 382, Second Schedule – Alcohol and Alcoholic Drinks\n Products suject to Excise Duty\n Rates in 2015\n Rate in 2016\n The containers of these products were formerly subject to the Eco-contribution.\n €1.73 per hectolitre per degree Plato\n Beer bottles/cans were formerly subject to €0.02 in Eco-\n contribution per bottle/can.", "Now they will be subject to an equivalent rate as Excise Duty but based on volume in liters not on each container.\n €1.93 per hectolitre per degree Plato\n With effect from 13th October 2015\n Beer - If produced by small and independent breweries with an annual production not exceeding 200,000 hectolitres of beer\n The containers of these products were formerly subject to the Eco-contribution.\n €0.86 per hectolitre per degree Plato\n Beer bottles/cans were formerly subject to €0.02 in Eco-\n contribution per bottle/can.", "Now they will be subject to an equivalent rate as Excise Duty but based on volume in liters not on each container.\n €1.06 per hectolitre per degree Plato\n With effect from 13th October 2015\n Beer - Products containing a mixture of beer with non-alcoholic drinks\n The containers of these products were formerly subject to the Eco-contribution.\n €0.25 per hectolitre per degree Plato\n Beer bottles/cans were formerly subject to €0.02 in Eco-\n contribution per bottle/can.", "Now they will be subject to an equivalent rate as Excise Duty but based on volume in liters not on each container.\n €0.45 per hectolitre per\n degree Plato\n With effect from 13th October 2015\n Wine of Fresh Grapes\n The containers of these products were formerly subject to the Eco-contribution.\n €200 per 1000 litres\n Wine bottles/containers were formerly subject to €0.12 in Eco-contribution per bottle/can.", "Now they will be subject to an Excise Duty of only €0.005per liter and not on each container.\n €205 per 1000 litres\n With effect from 13th October 2015\n Fermented Beverages\n The containers of these products were formerly subject to the Eco-contribution.\n €0 per 1000 litres\n Fermented beverage bottles/containers were formerly €20 per 1000 litres\n subject to €0.02 in Eco-\n contribution per bottle/can.", "Now they will be subject to an equivalent rate as Excise Duty but based on volume in liters not on each container.\n With effect from 13th October 2015\n Intermediate Products\n The containers of these products were formerly subject to the Eco-contribution.\n €150.00 per hectolitre\n Intermediate product bottles were formerly subject to €0.12 in Eco-contribution per bottle.", "Now they will be subject to an Excise Duty of only €0.02 per liter and not on each bottle\n €152 per hectolitre\n With effect from 13th October 2015\n Spirit based flavoured beverages of an alcoholic content over 1.2% but not exceeding 7%\n The containers of these products were formerly subject to the Eco-contribution.\n €0.41 per % vol.", "per litre\n Alcoholic beverage bottles were formerly subject to €0.12 in Eco-contribution per bottle.", "Now they will be subject to an Excise Duty of only €0.02 per liter and not on each bottle\n €0.42 per % vol.", "per litre\n With effect from 13th October 2015\n Chapter 382, Third Schedule – Tobacco Products\n 25.0% of the retail price plus €92.50 per 1000 cigarettes but not less than €150.00 per 1000 cigarettes\n 25.0% of the retail price plus €100 per 1000 cigarettes but not less than €160 per 1000 cigarettes\n With effect from 13th October 2015\n Cigars and Cigarillos\n €22.95 per 1000 units\n €24.33 per 1000 units\n With effect from 13th October 2015\n Hand-Rolling Tobacco\n €108.07 per Kg\n €115.64 per Kg\n With effect from 13th October 2015\n Other Smoking Tobacco\n €108.07 per Kg\n €115.64 per Kg\n With effect from 13th October 2015\n Pipe Tobacco\n €32.54 per Kg\n €34.49 per Kg\n With effect from 13th October 2015\n Chewing Tobacco and Snuff\n €32.82 per kg\n €35.20 per kg\n With effect from 13th October 2015\n Chapter 382, Fourth Schedule – Energy Products\n Leaded Petrol.\n €648.18 per 1,000 litres\n €678.18 per 1,000 litres\n With effect from 1st January Unleaded Petrol.\n €519.38 per 1,000 litres\n €549.38 per 1,000 litres\n With effect from 1st January Gas Oil falling within CN Codes 2710.19.43 to 2710.19.48 or 2710.20.11 to 2710.20.19 and blends of the foregoing with Biodiesel, excluding Gas Oil or Gas Oil blended with Biodiesel, with a sulphur content not exceeding 0.1% sulphur by weight if used for heating €442.40 per 1,000 litres\n €472.40 per 1,000 litres\n With effect from 1st January Gas Oil - If used in the following maritime commercial activities: Bunkering Conveyance of passengers and goods between shore and ocean-\n going vessels\n Dredging Harbour cruises\n Inland navigation between Malta and Gozo by vessels of a tonnage less than 3,500 tons\n Sea farming €142.09 per 1000 litres\n €172.09 per 1000 litres\n With effect from 1st January Tugging activities\n Navigation for commercial purposes within Maltese territorial Gas Oil or Gas Oil blended with Biodiesel with a sulphur content not exceeding 0.1% by weight if used for heating purpose.\n €202.09 per 1,000 litres\n €232.09 per 1,000 litre;\n With effect from 1st January Biodiesel, a diesel quality liquid fuel produced from biomass or waste cooking oil, with an ester content of not less than 96.5% by weight and 8a sulphur content not exceeding 0.005%, whether in blend or not.\n €442.40 per 1,000 litres\n €472.40 per 1,000 litres\n With effect from 1st January Heavy Fuel Oil.\n €36.00 per 1,000 Kgs\n €39.00 per 1,000 Kgs\n With effect from 1st January Kerosene falling within CN Codes 2710.19.21 and €442.40 per 1,000 litres\n €472.40 per 1,000 litres\n With effect from 1st January Petroleum oils falling within CN Code 2710 1971, for undergoing a specific process, not intended for use, offered for sale or used as heating or motor fuel.\n €0.23 per litre\n €0.25 per litre\n With effect from 1st January Petroleum oils falling within CN Code 2710 1975, for undergoing chemical transformation by a process other than those specified in respect of sub heading 2710 1971, not intended for use, offered for sale or used as heating or motor fuel.\n €0.23 per litre\n €0.25 per litre\n With effect from 1st January Petroleum oils falling within CN Code 2710 1981, motor oils, compressor lube oils, turbine lube oils, not intended for use, €0.23 per litre\n €0.25 per litre\n offered for sale or used as heating or motor fuel.\n With effect from 1st January Petroleum oils falling within CN Code 2710 1983, liquids for hydraulic purposes, not intended for use, offered for sale or used as heating or motor fuel.\n €0.23 per litre\n €0.25 per litre\n With effect from 1st January Petroleum oils falling within CN Code 2710 1985, white oils, liquid paraffin excluding heavy liquid paraffin BP/USP 6360 qualifying as a food grade product, not intended for use, offered for sale or used as heating or motor fuel.\n €0.23 per litre\n €0.25 per litre\n With effect from 1st January Petroleum oils falling within CN Code 2710 1987, gear oils and reductor oils, not intended for use, offered for sale or used as heating or motor fuel.\n €0.23 per litre\n €0.25 per litre\n With effect from 1st January Petroleum oils falling within CN Code 2710 1991, metal-working compounds, mould release oils, anti-corrosion oils, not intended for use, offered for sale or used as heating or motor fuel.\n €0.23 per litre\n €0.25 per litre\n With effect from 1st January Petroleum oils falling within CN Code 2710 1993, electrical insulating oils, not intended for use, offered for sale or used as heating or motor fuel.\n €0.23 per litre\n €0.25 per litre\n With effect from 1st January Petroleum oils falling within CN Code 2710 1999, other lubricating oils and other oils, not intended for use, offered for sale or used as heating or motor €0.23 per litre\n €0.25 per litre\n With effect from 1st January Petroleum oils falling within CN Code 2710 2090, other oils not intended for use, offered for sale or used as heating or motor fuel.\n €0.23 per litre\n €0.25 per litre\n With effect from 1st January Chapter 382, Fifth Schedule A – Cement\n All cements classified in commodity heading 2523 of the Customs Nomenclature, including clinkers and white Portland cement.\n €35 per 1,000 Kgs\n €40 per 1,000 Kgs\n With effect from 13th October, 2015\n Chapter 382, Fifth Schedule D – Chewing gum (New Schedule)\n Chewing gum, whether sugar coated or not, falling under CN Codes 1704 10 10, 1704 10 90, 2106 90 92\n These products were formerly subject to the Eco-contribution\n Eco-contribution rate of €0.01 per 2g net\n New rate of Excise Duty of €9 per Kg\n With effect from 13th October, 2015\n Chapter 382, Fifth Schedule E – Non Alcoholic Beverages (New Schedule)\n Waters and non-alcoholic beverages, falling under CN Heading 2201\n The containers of these products were formerly subject to the Eco-\n Eco-contribution rate of €0.02 per bottle\n Natural water bottles/containers were formerly subject to €0.02 in Eco-contribution per bottle/container.", "Now they will be subject to an Excise Duty of only €0.005per liter and not on each New Excise Duty of\n €5 per 1000 litres\n With effect from 13th October, 2015\n Waters and non-alcoholic beverages, falling under CN Heading 2202, excluding products falling under CN Codes 2202 90 91, 2202 90 95 and 2202 90 99\n The containers of these products were formerly subject to the Eco-\n Eco-contribution rate of €0.02 per bottle\n Waters and non-alcholic beverages in bottles/cans were formerly subject to €0.02 in Eco-contribution per bottle/can.", "Now they will be subject to an Excise Duty of only €0.005per liter and not on each container.\n New Excise Duty of\n €20 per 1000 litres\n With effect from 13th October, 2015\n Chapter 382, Fifth Schedule F – Plastic sacks and bags (New Schedule)\n Plastic sacks and bags of HS Codes\n 3923 21 and 3923 29, excluding;\n bags for the conveyance of bags, without any handles, loops, slots or any other feature that facilitates the use of the bag for the conveyance of goods, and without any gussets, not exceeding 26 cm in width and 40 cm in Eco-contribution rate of €0.14 per piece\n New Excise Duty of\n €140 per 1000 pieces\n bio-degradable bags in accordance with MSA EN 13432:2000, MSA EN 14046:2003, MSA EN 14047:2003, MSA EN 14048:2003 as appropriate, and degradable plastic bags, of any dimension, including bio-degradable and degradable garbage plastic packaging, without handles, used as part of a production process;\n plastic bags designed for re-use, which are used to contain goods or products, and which are sold by the producer for a sum of not less than €1.20 per piece\n Dawn l-oġġetti qabel kienu suġġetti għall-Eko- kontribuzzjoni.\n With effect from 13th October, 2015\n Bags of degradable plastic of HS Codes 3923 21and 3923 29, excluding bags for the conveyance of goods and bags without any handles, loops, slots or any other feature that facilitates the use of the bag for the conveyance of goods, and without any gussets, not exceeding 26 cm in width and 40 cm in length\n These articles were formerly subject of Eco-contribution rate of €0.02 per piece\n New Excise Duty of\n €20 per 1000 pieces\n With effect from 13th October, 2015\n Bags, without any handles, loops, slots or any other feature that facilitates the use of the bag for the conveyance of goods, and without any gussets, not exceeding 26 cm in Eco-contribution rate of\n €0 per piece\n New Excise Duty of\n €1 per 1000 pieces\n width and 40 cm in length\n With effect from 13th October, 2015\n Bags of plastics of HS Codes 3923 21 and 3923 29, for the conveyance of goods, with a handle, loop, slot or any other feature that facilitates the use of the bag for the conveyance of goods, excluding bags which constitute or form an integral part of the packaging in which goods are sealed prior to retail sale or transfer\n These articles were formerly subject of Eco-contribution rate of\n €0.15 per bag\n New Excise Duty of\n €150 per 1000 bags\n With effect from 13th October, 2015\n Annex C 3.", "Road licence fees payable annually for motorcycles and quad bikes registered on 1st January, 2009 onwards Year 0 1 2 3 4 5 6 7 Engine Capacity € € € € € € € € Not exceeding 50cc 10 10 10 10 10 10 10 1 0 Over 50cc but not exceeding 125cc 10 10 10 10 10 10 10 10 Battery-operated /electric motorcycle 10 10 10 10 10 10 10 10 Year 8 9 10 11 12 13 14+ Engine Capacity € € € € € € € Not exceeding 50cc 10 10 10 10 10 10 10 Over 50cc but not exceeding 125cc 10 10 10 10 10 10 10 Battery-operated / electric motorcycle 10 10 10 10 10 10 10 3.", "Road licence fee s payable annually for motorcycles and quad bikes registered before 1st January, 2009 Year 0 1 2 3 4 5 6 7 Engine Capacity € € € € € € € € Not exceeding 50cc 10 10 10 10 10 10 10 10 Over 50cc but not exceeding 125cc 10 10 10 10 10 10 10 10 Battery-operated / electric motorcycle 10 10 10 10 10 10 10 10 Year 8 9 10 11 12 13 14 15 Engine Capacity € € € € € € € € Not exceeding 50cc 10 10 10 10 10 10 10 10 Over 50cc but not exceeding 125cc 10 10 10 10 10 10 10 10 Battery-operated / electric motorcycle 10 10 10 10 10 10 10 10 Year 16 17 18 19+ Engine Capacity € € € € Not exceeding 50cc 10 10 10 10 Over 50cc but not exceeding 125cc 10 10 10 10 Battery-operated / electric motorcycle - 10 10 10 10 Category C: Motorcycles Battery-operated electric motor cycle - --- 0% N3 vehicles, special use vehicles, tractor units Most recent Euro standard -2 Vehicles of maximum authorised mass exceeding 12,000kg up to 25,000kg 0 Vehicles of maximum authorised mass exceeding 25,000kg 0 TAX REVENUE\n Direct - Income Tax\n 27,000,000 - Expected higher receipts than originally forecast\n due to enhanced enforcement and in line\n with economic activity.\n Social Security\n 7,000,000 - Based on trends in employment, it is expected that\n receipts will be higher than originally anticipated at\n the time of budget preparation.\n Indirect - Customs and Excise Duties\n 29,800,000 - The revision to the original estimate is based on the\n assumption that accrued excise duty payments on\n petroleum will be settled by year-end.\n Licences, Taxes and Fines\n - 930,000 Although lower receipts are expected from Motor Vehicle Registration Tax, this shortfall is expected to\n be compensated by higher revenue from Duty on\n Documents .\n Value Added Tax\n - - STATEMENT A\n REVENUE 2015 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n TOTAL TAX REVENUE\n STATEMENT A\n REVENUE 2015 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n NON-TAX REVENUE\n - Increases over the original forecasts are expected\n mainly under Guarantee Fees and the Individual Investor Programme .\n - - - - - - Fees of Office\n Public Corporations\n Central Bank of Malta\n STATEMENT A\n REVENUE 2015 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n - Notwithstanding higher dividends than originally\n forecast from the Malta International Airport , lower\n dividends are expected to materialise from the Malta Financial Services Authority\n and under Sundry Dividends/Receipts .\n - - Although the original reimbursement forecasts are\n not expected to materialise in full by year end, the\n balance is expected to be received in 2016.\n - Receipts under this Head of Revenue are expected to\n be higher than originally anticipated at time of\n budget preparation mainly from Proceeds from\n Auctioning of Emission Trading Units, Proceeds\n from sale of MG stocks by auction, Concession Fees\n and Miscellaneous Receipts .\n TOTAL REVENUE\n TOTAL NON-TAX REVENUE\n Interest on Loans made by Government Dividends on Investment\n Miscellaneous Receipts\n STATEMENT A\n REVENUE 2015 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n NON-ORDINARY REVENUE\n - - - - - - This amount represents proceeds received for the\n year through the transfer of Malta Public Transport\n Local Loans\n GRAND TOTAL\n Extraordinary Receipts\n TOTAL NON-ORDINARY Repayment of loans made by Government\n 1 Office of the President\n - Additional funding is projected mainly under Hospitality (Operational and Maintenance Expenses category) and under the Programmes and Initiatives category, namely\n San Anton/Verdala Palaces Fund .", "2 House of Representatives\n 3,040,000 The reduction under this vote occurred mainly under Rent and Contractual Services due to the timing of the new\n Parliament building handover.\n 3 Office of the Ombudsman\n - 4 National Audit Office\n - 5 Office of the Prime Minister\n - Higher expenditure than originally forecast is anticipated\n under Operational and Maintenance Expenses category\n (mainly in respect of Professional Services , Contractual Hospitality ),\n Initiatives Category (mainly under EU-Africa Summit ).\n 6 Public Service Commission\n - 7 Information\n - 8 Government Printing Press\n - STATEMENT B\n RECURRENT EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n STATEMENT B\n RECURRENT EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 9 Electoral Office\n - Higher expenditure than originally forecast with respect to\n the Local Councils and Referendum Elections is expected\n by year end.\n 10 Government Property Division\n - Higher expenditure is expected under the category of\n Programmes and Initiatives to cover Dues to Malita\n Investment plc .\n 11 Ministry for European Affairs & Implementation of the Electoral Manifesto\n 12 Ministry for Foreign Affairs\n - 13 Ministry of Education and Employment\n - expenditure than\n budgeted under\n (mainly Services ) Programmes and Initiatives (mainly Church Schools,\n Childcare for all)\n and also under Contributions to\n Government Entities ( mainly under the Commission for\n Higher Education and National Literacy Agency).\n 14 Education\n - Additional funds are required under Salaries and Wages\n to cover Personal Emoluments of staff in post and under\n Operational and Maintenance Expenses category (mainly\n Professional Services and Transport).\n STATEMENT B\n RECURRENT EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 15 Ministry for Sustainable Development, the Environment and Climate Change\n - Higher expenditure is expected under the Programmes and Initiatives category\n (mainly under Solid Waste\n Management Strategy )\n 16 Ministry for Transport & Infrastructure\n - Higher expenditure is expected under the Personal category (Overtime ), the Operational and\n Maintenance Expenses category (mainly under Rent) and\n also under Programmes and Initiatives category (mainly\n under Landscaping Malta, Public Service Obligations\n and Srappage Scheme).\n 17 Ministry for Gozo\n - Higher expenditure is expected under the Personal Emoluments category (Salaries and Wages) to cater for\n staff in post.\n 18 Ministry for Social Dialogue, Consumer Affairs and Civil Liberties\n - Additional funding is required under the category of\n Personal Emoluments\n (Salaries and Wages ),\n under the Contributions to Government Entities category,\n a higher expenditure is expected mainly under the OHSA and BICC.", "19 Industrial and Employment Relations\n - 20 Ministry for the Economy, Investment & Small Business\n - Additional funding is required under the category of\n (Allowances )\n Programmes and Initiatives category\n (mainly EXPO\n Milan 2015 ).", "21 Commerce\n STATEMENT B\n RECURRENT EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 22 Ministry for Home Affairs and National - Programmes and Initiatives category (mainly Detention Service) and in the Contributions to Government Entities\n category where an increase is anticipated under\n the Commissioner for Refugees Office.", "23 Armed Forces of Malta\n - Increased expenditure is required under the Personal category (mainly Salaries and Wages,\n Allowances ) and under Operational and Maintenance\n Expenses category namely under Repairs & Upkeep and\n Incidental Expenses.\n 24 Police\n - Higher expenditure is expected under the Personal and Overtime) to cater for staff in post and also under\n Expenses category.", "25 Correctional Services\n - Higher expenditure is expected under the Personal Emoluments category for Overtime to cover staff in post\n according to requirements.\n 26 Probation and Parole\n - 27 Civil Protection\n - STATEMENT B\n RECURRENT EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 28 Ministry for Finance\n - An increase in the Programmes and Initiatives category\n under EU Own Resources is expected to ensue by year-\n 29 Treasury\n - Expenditure in the Programmes and Initiatives category\n will be higher than originally forecast in view of Interest Expenditure/SEPA Banking Charges.\n 30 Pensions\n - An increase in the Programmes and Initiatives category,\n mainly under Pensions & Gratuities, is anticipated.\n 31 Public Debt\n 7,865,000 Savings are expected in view of the interest on Treasury\n Bills and Government Stocks.\n 32 Inland Revenue\n - 33 V.A.T.\n 400,000 The reduction under this vote occurred mainly within the\n category for Personal Emoluments , due to savings under\n Salaries and Wages .", "34 Customs\n - Programmes and Intitiatives\n category (Excise Duty\n Bands) .\n 35 Contracts\n - 36 Economic Policy\n - STATEMENT B\n RECURRENT EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 37 Ministry for Energy and Health\n - Net additional funding is required mainly to cover\n expenses incurred by the Engineering Resources Ltd.\n 38 Health\n - Additional funding is required under the Salaries and\n Wages , Allowances\n and Overtime\n items from the\n Personal Emoluments category.", "Higher expenditure is\n Initiatives mainly, under Medicines & Surgical Materials\n and Pharmacy of Your Choice , partly compensated by\n savings under Waiting Lists for Medical Services .", "Under\n the Contributions to Government Entities category, an\n increase is expected for Mental Health Services and the\n National Blood Transfusion Centre .\n 39 Ministry for the Family and Social Solidarity\n 958,000 Net savings are anticipated mainly under the category for\n Programmes and Initiatives due to expenditure under\n Assistance to Help the Elderly Live Independently and the One Time Additional Bonus .\n 40 Social Policy\n - Excess is mainly due to an increase in the State under the Programmes and Initiatives\n 41 Social Security Benefits\n - 42 Social Welfare Standards\n - STATEMENT B\n RECURRENT EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 43 Elderly and Community Care\n - Increase in expenditure is expected to cover overtime\n Contractual Services) and under the Programmes and\n Initiatives category, mainly Residential Care in Private\n Homes and Incontinence Service.\n 44 Ministry for Justice, Culture and Local Government\n - Additional funding is required under Salaries and Wages,\n category.", "Higher Programmes and Initiatives,\n mainly under Arts and\n Culture Events and National Celebrations Foundation.", "45 Judicial\n 400,000 Savings are expected to be registerred under the Personal Emoluments category (Salaries and Wages ).\n 46 Local Government\n - 47 Ministry for Tourism\n - Additional funding is required under Operational and\n Maintenance Expenses\n category due to Travel\n Contractual Services .\n TOTAL RECURRENT EXPENDITURE AND PUBLIC DEBT SERVICING\n - I Office of the President\n II Office of the Prime Minister\n Higher expenditure is envisaged mainly under EU\n Structural Funds 2007-2013 Programme, Improvements to Buildings and Acquisition of Property for Public\n Purposes .", "Lower expenditure under\n EEA/Norwegian Financial Mechanisms 2009-2014 and Rehabilitation of\n Castille Place since relative funds were re-allocated\n under MEH and MTI Capital Votes respectively.\n III Ministry\n Implementation of the Electoral Manifesto\n Lower expenditure is anticipated mainly under EU\n EU Internal Security Fund - Borders and Visa .", "Higher\n expenditure is expected under External Borders Fund .\n IV Ministry for Foreign Affairs\n Higher expenditure required under Construction and\n restoration works, mainly in Foreign Embassies.\n V Ministry for Education and Employment\n Expenditure is expected to be higher mainly under Sports\n Capital Programme which will be compensated by lower\n expenditure than envisaged mainly under EU Structural\n Funds 2007-2013, University of Malta and Science Interactive Centre.\n STATEMENT C\n CAPITAL EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n STATEMENT C\n CAPITAL EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n VI Ministry for Sustainable Development, the\n Environment and Climate Change\n Although lower expenditure is anticipated under EU Agricultural Fund for Rural Development 2014-2020 , EU Fisheries Fund , Cattle Sheds\n and Modernisation and Equipment - Refurbishment Works at the Marsa\n Plant (Civil Abattoir), however the overall expenditure\n under this Vote is expected to be higher than originally\n This is mainly due to anticipated higher\n expenditure under EU Structural Funds 2007-2013 , EU Cohesion Fund 2007-2013 , EU Agricultural Fund for\n Rural Development 2007-2013 and Life+ Programme , WasteServ Malta Ltd and Ta' Qali Pitkali Centre , VII Ministry for Transport and Infrastructure\n primarily under Environment Landscaping Projects , Corporation , Rehabilition of Castille Place (transferred from OPM)\n and Roads.", "This is compensated by lower expenditure\n which is expected mainly under EU Cohesion Fund\n 2007-2013, EU Cohesion Fund 2014-2020 , Connecting Europe Facility , Energy Efficiency H2020 , Restoration of Triton Fountain\n and Upgrading works at Main\n Touristic Area s.\n VIII Ministry for Gozo\n European Fisheries Fund (new Item) and Roads.", "Lower\n expenditure is anticipated mainly under EU Structural\n Funds 2007-2013, Mooring System at Xlendi Bay, Home\n for the Elderly and Law Courts.\n STATEMENT C\n CAPITAL EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n IX Ministry\n Affairs and Civil Liberties\n Higher expenditure is anticipated mainly under EU Structural Funds 2007-2013 which will be partly offset\n Equipment at Laboratories.", "X Ministry for Economy, Investment and Small\n Additional expenditure is envisaged mainly under, ICT\n Agreement ,\n e-Government ,\n Digital Outreach Programme , EU Structural Funds 2007-2013\n and Investment Incentives which is compensated by an\n expected lower expenditure under Private and Gated\n Estates and Taxi Way at Safi Aviation Park .", "XI Ministry for Home Affairs and National\n Additional expenditure expected mainly under ICT (New 2007-2013 ,\n EU Territorial Cooperation Programmes 2007-2013 (New\n Items) and Film Industry Incentives .", "Lower expenditure\n is envisaged under Armed Forces of Malta and Civil\n Protection.", "XII Ministry for Finance\n Lower expenditure is projected mainly under ICT Corporate Projects and Public Finance Management\n System .", "XIII Ministry for Energy and Health\n Higher expenditure under EEA/Norwegian Financial\n Mechanism 2009-2014 (transferred from OPM) and\n Improvements to Property is anticipated under this Vote.\n EU 2007-2013 ,\n Infectious Diseases Unit, Mater Dei Hospital\n and Oncology Hospital.\n STATEMENT C\n CAPITAL EXPENDITURE 2015: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n XIV Ministry for Family and Social Solidarity\n Additional expenditure envisaged under Construction /\n Management of shared semi-independent Town Centre\n Houses ."]