["MINISTRY FOR FINANCE Budget Speech 2014 Hon.", "Edward Scicluna Minister of Finance Malta 4th November 2013 Published by the Ministry for Finance South Street, Valletta Tel.: (+356) 21 24 96 40 Website: http://www.mfin.gov.mt Cataloguing-in-Publication Data Malta.", "Ministry for Finance Budget Speech 2014 / Edward Scicluna.", "Valletta : Ministry for Finance, 2014 14, 68p.", "; 24cm.", "ISBN: 978-99932-94-77-1 1.", "Budget – Malta I.", "Title II.", "Edward Scicluna 352.494585013 This publication may be purchased from: The Department of Information 3, Castille Place, Valletta Tel.: (+356) 21 25 05 50 Printed: Government Press Price: €2.00 23, 66p.", "; 24cm\n TABLE OF CONTENTS Pg INTRODUCTION 1 FISCAL ADJUSTMENTS TO ENCOURAGE WORK 9 CHEAPER AND GREENER ENERGY 18 MAKING WORK PAY 21 STRENGTHENING EDUCATIONAL AND VOCATIONAL SKILLS 26 DIVERSIFICATION AND COMPETITIVENESS 29 INVESTING IN OUR ENVIRONMENT 40 NATIONAL SECURITY 44 STRENGTHENING THE FOUNDATIONS OF HEALTH SECTOR 46 ECONOMIC DEVELOPMENT AND WORK IN GOZO 59 SPORTS AND CULTURE 60 CONCLUSION 66 Annex 1 – Changes in Excise Rates Appendix A 1 INTRODUCTION Last March, with a very clear majority, the Maltese people made a choice.", "They voted for a change of direction in the running of Government.", "They voted for stability.", "The people wanted continuity in all that was working well in the country, but felt the time had come for a fresh and more energetic way to climb out of the bottomless pit of deficits and debts that could drive the country to failure.", "Through the budget for the current year, which the House approved early last April, the new Government was true to its word.", "For the sake of continuity and stability we approved the budget that we were faced with.", "Those who at the time found it hard to understand, today appreciate that stability and the elimination of uncertainty are integral elements through which the country is attracting more investment that creates jobs.", "Today, through this budget Government will be fulfilling its second promise.", "The promise of a change in direction towards sustainable economic growth that benefits all of society.", "The electoral manifesto has now clearly become the Government’s programme.", "Through this budget we will be demonstrating how we shall be accomplishing the first phase of this plan.", "It must be remembered that the reality of Government finances, as we found it, was different from that illustrated by the previous administration.", "It was no surprise to anyone that the country was spending more than it was earning.", "That our country’s credibility with the European Commission, the International Monetary Fund and the credit rating agencies was almost completely lost.", "That the country had entered a cul-de-sac which a tired Government lacking ideas could not steer it out of.", "This budget was built on a plan.", "It is not an accounting exercise intended to handout funds to one department or another “because that was how things were done in the past”.", "Each and every measure in this budget was carefully 2 analyzed, and only those measures more likely to fulfil Government’s highest priorities were selected.", "The first priority is that every expenditure respects the principle that a government should only spend what the country can afford.", "Good governance demands this.", "If we fail to act this way we would be irresponsible, we would cumber our children with additional burdens and ruin our country’s reputation.", "The second priority is to reduce expenditure in the country’s energy production.", "Many did not believe the serious preparations we had in place prior to the elections and thought it was a fairy tale.", "Today we are seeing this becoming a reality.", "The third priority is to expand the potential of our economy allowing the country to achieve the highest possible rate of economic growth so that each Maltese and Gozitan could enjoy a standard of living that does not fall short of that enjoyed in other more developed European countries.", "This can come about by incentivizing those who today are not gainfully occupied to enter the workforce.", "This budget will focus on diligence, on the principle of Making Work Pay.", "The fourth is to curb waste and excessive bureaucracy, which is costing the Government heavily but, even worse, is hampering the initiative of whoever wishes to contribute to economic growth and job creation.", "The fifth is to diversify the country’s economic activity in all manufacturing sectors and services and to extend such activity to all continents prepared to work with us.", "We cannot limit ourselves to any particular sector or a group of countries because this not only limits our growth opportunities but also heightens the risk of dependence on a few select sectors.", "The sixth priority is to place every Government social service on strong and sustainable foundations.", "Education, health, pensions, elderly care, social welfare for families in need and for persons with special needs, the protection of the environment, an efficient judiciary and the enjoyment of 3 family leisure time are what raises the standard of living for the Maltese.", "If we allow these services to become weak we would be sweeping problems under the carpet and fooling ourselves.", "We do all this in the belief that the function of Government is to create an economic and regulatory environment that gives space and facilitates private entrepreneurship and investment.", "We believe that the private sector should be the primary economic motor.", "Our goal is that through this and subsequent budgets, our families should feel an improvement in their standard of living and businesses thrive more than they did before.", "In doing so, we would be creating a Stronger and Fairer Malta.", "ECONOMIC AND FINACIAL BACKGROUND Let us assess where we stand economically and financially.", "Although there are encouraging signs of recovery in the international economy and in the economy of those countries with which Malta has economic ties, international economic and financial instability is not yet over.", "Unemployment is still very high in the Eurozone and economic growth is weak.", "Notwithstanding this and despite the fact that we have been through general elections and a change in government, this year we, very conservatively, anticipate an economic growth of 1.2%, although there is the possibility of a higher growth rate.", ".", "By the second quarter of this year, the country succeeded in increasing jobs by 3%, the biggest growth rate in Europe.", "According to the most recent Eurostat figures, our unemployment rate of 6.4% is amongst the lowest in the European Union.", "This was reflected in an economic growth of 3.6% in the second quarter.", "The rise in the cost of living is gradually slowing down, so much so that where the annual inflation rate in September of last year had stood at 2.9%, inflation dropped to 0.6% in September of this year.", "4 The trend in public finances is encouraging.", "In the first nine months of this year both revenue and expenditure closely matched what had been forecast month by month for this year.", "This was brought about without resorting to disheartening language but through a sense of realism and technical, efficient and silent work.", "All this strengthens the government’s belief that the goal of a 2.7% deficit will be reached this year.", "More detail regarding the economic situation could be found in the Economic Survey.", "This year, together with this Budget Speech we shall be issuing for the first time a publication that explains the budget in further detail.", "FINANCIAL FORECAST For the coming year, we are forecasting an economic growth of around 1.7%.", "This budget is computed on this relatively conservative forecast, despite being higher than the European average.", "Although we are optimistic that economic growth will exceed this forecast, we sought to be prudent.", "This is so despite the fact that international agencies are forecasting that the Maltese economy will grow at a higher rate.", "Usually, Malta is criticised for having overly optimistic forecasts.", "On this occasion, we are more cautious than the agencies.", "It must be noted that for the first time in history, Government’s economic forecasts, which form the basis of a budget, have also been evaluated by the Auditor General.", "FINANCIAL SITUATION In the current year, Government revenue is expected to be just over 3.05 billion Euros.", "Total expenditure is anticipated to reach slightly more than 3.23 billion Euros.", "The deficit in the Consolidated Fund is forecast at 179.8 million Euros.", "We expect to end this year with a deficit of 191.3 million Euros or 2.7% of the Gross Domestic Product.", "Within a few months we have succeeded in going below the 3% threshold.", "More details may be found in Table 1 and Statements A, B and C annexed to this speech.", "5 For next year Government revenue is estimated at a little more than 3.27 billion Euros.", "Total expenditure is expected to be slightly more than 3.41 billion Euros.", "The deficit in the Consolidated Fund is forecast to be 136.3 million Euros.", "During the coming year, the deficit of the extended Government is expected to be of 151.7 million Euros or 2.1% of the Gross Domestic Product.", "Therefore, the deficit will once again be reduced.", "More details as well as the forecasts for the years 2015 and 2016 can be found in Table 2.", "During the coming year, Government is projecting to borrow the sum of 650 million euro.", "Further details regarding the extended Government debt are given in Table 3.", "6 Table 1 7 Table 2 8 Table 3 9 Cost of Living Adjustment In the coming year, the increase in wages to compensate for the rise in the cost of living will be of 3.49 Euros per week.", "This adjustment was worked out according to the mechanism agreed by the social partners.", "In the meantime, work has started on the Household Budgetary Survey leading to an updating of the price index.", "FISCAL ADJUSTMENTS TO ENCOURAGE WORK Revenue Measures In this budget, Government is not introducing any new taxes.", "The speculation from some quarters, intended to instill fear, was unfounded.", "All revenue measures are built on already existing excise duties and which are adjusted in practically every budget.", "Excise duty on cigarettes and tobacco, fuel, cement, alcohol and beer, as well as the tax rate on fuel bunkers are being adjusted.", "A system is being introduced for the recovery of the cost of banderoles.", "Details are given in Tables 1 and 2 annexed to this speech.", "Apart from the duty on fuel, all other excise duties and the tax on fuel bunkering will come into force as of today.", "The excise duty on fuel will become effective on 1st January 2014.", "Although there will be a slight increase in the price of petrol and diesel, I am pleased to announce that the price of diesel will remain the same since we have succeeded in negotiating a stable price between January and March of next year.", "Thus we shall have had a period of six months in which the price of diesel was stable.", "On the other hand, we are still negotiating with regards to petrol and so far we can say that the increase will be of only one Euro cent as of next January.", "This underlines the difference between this Government and the previous administration.", "We do not burden families and businesses with expenses, but work to alleviate their existing burdens because we are on their side..", "That is how stability is achieved.", "10 As of 1st January, car licensing will be modified as shown in Annex 3 of this speech; however licenses for small cars registered after 2009 with CO2 emissions of between 0 and 100 grams shall remain unchanged.", "It is estimated that these changes will yield an increase of around 21.4 million Euros in Government revenue.", "Investment in Infrastructure We are allocating the sum of circa 453 million Euros for a capital works programme; an increase of almost 66 million Euros when compared to the previous budget allocation..", "This allocation excludes the sum of 15 million earmarked for the strengthening the capital base of Air Malta..", "Apart from the continuation of projects in progress, this allocation will cover new projects to be launched during the coming year.", "11.7 million Euros are being allocated to tertiary education institutions for the continuation of projects at the University and MCAST and the subvention to the Foundation for Tomorrow’s Schools to continue the MCAST building as well as new schools.", "We are investing 2.5 million Euros in the Marsa sports complex and football and water polo facilities in Birżebbuġa.", "We will be investing 96.4 million Euros in infrastructure and another 59 million Euros for the protection of the environment.", "We have increased the allocation for road building.", "The various other economic sectors of our country will also be sustained through an allocation of 48.5 million Euros.", "A number of projects in the energy and water industries are being allocated 20.7 million Euros.", "Health is being given priority in our capital investment programme.", "We have increased the allocation for this sector to 60.8 million Euros compared to the 52 million Euros allocated last year.", "Cuts in the Highest Rate of Income Tax We turn now to a series of cuts in or complete removal of taxes and other positive measures – because this government will not wait until the eve of 11 the next elections to start implementing the proposals put before the people and which were resoundingly approved.", "As pledged we will again cut income tax rates.", "The personal tax rate of 32% applicable to those earning less than sixty thousand Euros will once again be reduced to 29%.", "This applies to all computations: single, married and parent.", "This measure will cost 13.2 million Euros.", "As was originally planned when this measure was introduced, income from dividends received by individuals will remain taxable at the same rates applicable prior to the introduction of the marginal rate of 32%.", "This measure is necessary to ensure the sustainability of personal tax rate cuts.", "Tax Cuts for the Middle Class This might come as a surprise to some but we will be cutting income tax even further.", "This Government does not want to help only high earners or persons on the minimum wage.", "We want to build a new middle class and for this reason we will be helping those families earning more than the minimum wage but who do not earn so much as to feel well-off.", "For this reason we will be introducing an income tax rate cut for middle class families.", "The tax band for parent computation will be widened from 9,300 Euros to 9,800 Euros.", "This means that parents with children will not be liable to tax on the first 9,800 Euros earned and will be saving 75 Euros in income tax annually.", "This measure is estimated to cost 1.8 million Euros.", "Another adjustment is being made in the computation through which parents can qualify for the parent computation.", "The age of offspring in tertiary education maintained by their parents is being raised from 21 to 23 and in addition the term tertiary education is being widened to include colleges and other educational institution (e.g.", "MCAST, ITS) so that parents who send their children to these institutions would also qualify.", "In this way, we would be expressing our appreciation for those families who encourage their children to further their studies.", "12 Extension of the Preferential Income Tax Rate on Part-Time Work.", "We are reducing tax on part-time work.", "The ceiling (of the amount liable to the preferential rate of 15%) is being raised from 7,000 Euros to 10,000 Euros in case of part-time employees and 12,000 Euros in case of part-time self employed individuals.", "Incentive for Self-Employed Part-Time Work So as to encourage the transition from full-time employment to full-time self-employment, owners of part-time businesses will be allowed to employ up to two part-time workers without forfeiting their entitlement to the 15% tax rate.", "The present system does not allow part-time business owners to employ workers and expand their business.", "This makes it difficult for them to leave their full-time jobs.", "We are doing this because this is a hard working Government that wants to promote diligence.", "Exemption of the Minimum Wage from Tax Liability This Government is far different from the previous one.", "It will not tax minimum wage earners.", "The ceiling (currently at €8,950) will be raised to account for the COLA so that persons earning no more than the minimum wage will be completely exempt from income tax.", "Exemption of Pensioners from Income Tax We will be going even a step further.", "13 From next year, this measure will be extended even to those pensioners whose income derives only from a pension that does not exceed the minimum wage.", "Extension of the 15% Income Tax Rate to Self-Employed Pensioners Pensioners who are also self-employed on a part-time basis will henceforth benefit from a preferential income tax rate of 15% on their income as long as it does not exceed the minimum income on which they pay the lowest rate of social security contribution.", "Reduced Income Tax Rate (7.5%) on Part-Time Work for Footballers.", "We want to introduce more professionalism in sport.", "Following discussion with the MFA and in light of new international regulations, this year we will commence with football.", "We want this sport to become more legitimate and to come out of the black economy which is fertile ground for corruption.", "For this reason, we shall be decreasing income tax on income derived from football to 7.5%.", "This measure should encourage conformity and provides an incentive to those who choose professional football as their career.", "We are hoping that with the help of the MFA, clubs will conform and enter into the legitimate economy.", "Tax on Transfers in Sales by Auction Tax on transfers following sales by auction will be removed completely.", "Limit on Interest Due on Duty Causa Mortis At the current time the interest paid on duty due by the transferee causa mortis is not subject to any ceiling and the interest could exceed the amount of duty due.", "Henceforth, interest shall not exceed the amount of duty due..", "This translates into savings for the heirs.", "14 15% Withholding Tax on Rent Government wants to further incentivise the rental market whilst regulating it more efficiently.", "Persons deriving income from the lease of residential property shall have the option to apply a 15% final withholding tax calculated on the gross income from such leases which will effectively mean a tax reduction.", "This measure is intended to induce conformity in the rental market.", "The Income Tax Department will be strengthening enforcement in this sector.", "Undeclared leases will be subject to a final tax of 35% calculated on the gross income apart from other penalties and interest that will be imposed.", "Now everyone will have the opportunity to declare rental income at a fair rate.", "Evasion will not be tolerated.", "Exemption for First Time Buyers We want to help young couples to acquire their first residence.", "At the current time a duty of 3.5% is due on the first 150,000 Euros with respect to property bought as a first residence.", "A one-time concession is being given to those persons who never owned any immovable property prior to January 2014, either directly or indirectly, and who will be entering a final contract during the year 2014.", "This measure is expected to boost the property market and means a saving of up to 5,250 Euros for young buyers on the acquisition of their first residence.", "Removal of the Government Architect System Government will be implementing a change in the system of property evaluation through its own architects.", "For tax purposes, Government will be accepting valuations by any ex parte architect, but safeguards will be introduced to curb abuse.", "Pilot Project on Government Property in Valletta This Government wishes to have a clear indication of all the property it owns.", "It is unacceptable that there is so much data scattered around without a having a centralized system.", "15 For this reason, a pilot project will be initiated in Valletta so that Government would have a precise knowledge of its properties in the Capital.", "This will also be useful in protecting national treasures from falling into disrepair and in indentifying opportunities for investment even in conjunction with the private sector, as witnessed by the response following the recent Government properties put on the market.", "We believe there are enormous opportunities in Valletta and other localities.", "Simplification of Dispositions in VAT and Income Tax Legislation As part of the merger of the tax departments, we drafted amendments intended to simplify various dispositions in the VAT and Income Tax Acts.", "This will simplify operations and conformity with fiscal laws.", "The current system of VAT appropriation has led to very high interest charges and accumulations of penalties/arrears which make life very difficult for defaulting taxpayers.", "At present, payments are first set off against the oldest balances and are first appropriated against interests and penalties.", "As of next January, when VAT returns are submitted in time, together with the payment, the amount so paid shall not be deemed to set off old balances due.", "This encourages conformity and helps taxpayers who could not conform due to liquidity problems.", "In other words, government will be helping genuine businesses to pay their fair share without adding new burdens.", "Provisions will be introduced in the Value Added Tax Act regarding tax in dispute.", "Currently, when an assessment is issued, payments are allocated to VAT due even for the VAT period which is still subject to appeal (not final and conclusive).", "Provisions regarding tax in dispute will be introduced in the VAT Act to ensure that payments made are not set off against tax which is in dispute.", "16 The VAT Act currently deems a VAT return as not having been submitted if the amount due is not paid in full.", "This results in an accumulation of penalties for non-filing even when a VAT return is in fact submitted.", "This penalty will be removed, thus encouraging more businesses to conform.", "The prescribed rate of interest, both under the Value Added Tax Act and the Income Tax Act, on tax payable/refundable will be reduced and will henceforth be flexible.", "Offences under the Income Tax Act Currently, when a person is found guilty of an offence under any of the dispositions of the Income Tax Act and is not condemned to imprisonment for that offence, the Court mandatorily warns the offender that if within five years from the date of the warning, he/she is once again found guilty of another offence, he/she would be liable, apart from any other penalty, to not less than three days imprisonment.", "This means that, at present, the Court has no other option but to condemn the person to imprisonment in the case of a second offence.", "We look upon the self-employed as essential partners in the economy.", "We shall be firm against evaders, but we believe that the circumstances of recent years have forced genuine self-employed persons into difficult situations.", "We want to see the imprisonment of the self-employed for nonpayment of VAT on time as being the exception not the rule.", "The law will be amended so that the Court, in the case of a second offence, will have the discretion to choose between imprisonment or an imposition of a €2,000 fine.", "Measures against Tax Evasion Government will keep fighting tax evasion.", "This is because evasion erodes the sustainability of services like free health and education and the social benefits the state provides.", "But worse than that, tax evasion throws heavier burdens on those who are honest.", "17 We shall therefore launch a campaign against fiscal evasion to make it clear to everyone that there is no place for evasion in a developed and democratic society.", "We want to assist the construction industry which we believe to be important for the country.", "But we will be ensuring that all taxes due are paid.", "We shall be introducing a system whereby whoever purchases a service in the property industry, for instance construction works where the purchaser is unable to substantiate the work performed, will be liable to pay the VAT due.", "Investment Registration Scheme More countries are sharing information and the Maltese Government, together with other European states, will soon be in possession of all details concerning undeclared money and investments.", "We will be launching an Investment Registration Scheme whereby persons who have undeclared cash, stocks and investments either in Malta or abroad, and who wish to regularize their position will be able to do so against a fair fine.", "The details of the Investment Registration Scheme will be published shortly.", "Level Playing Field in Business We will be taking steps against foreign individuals who come to work in Malta without respecting regulations.", "Government is in favour of competition, but such competition must be fair.", "It is unacceptable that a Maltese businessman who pays income tax, social security contributions, VAT and eco-contribution is faced with competition from businessmen who pay nothing and do not contribute their share.", "We will be establishing an online system to facilitate the reporting of such abuse.", "18 European Union Presidency and European Funds The Presidency of the European Union, in the first six months of 2017 is a key national challenge.", "Therefore, we shall be facing this commitment on a bi-partisan level.", "We have already started allocating funds for training.", "The coming year is the first year of the Multi-Annual Financial Framework 2014-2020.", "Malta’s three financial priorities are: (1) strengthening competitiveness, (2) the support of the economy and (3) more investment in people.", "Priority will also be given to education, research, innovation, energy, job creation and access to finance for Small and Medium Sized Enterprises.", "CHEAPER AND GREENER ENERGY This Government does not pretend to be perfect.", "But one imperfection it does not have is reneging on pledges made.", "We promised to reduce water and electricity bills.", "That is exactly what we will do.", "In March 2014 we will fulfil our electoral pledge and will be reducing electricity and water bills by an average of 25% and 5% respectively for households.", "The reduction in utility bills will leave more money in people’s pockets.", "This reduction will have a strong and positive impact on the Maltese economy.", "Alice in Wonderland will be leaving over 25 million Euro in families’ pockets.", "However, this will not adversely affect the public finances.", "The plan to efficiently reduce utility bills by the prescribed deadline is on track following the confidence shown in the project by large international consortia.", "If it were up to others you would have continued paying exorbitant tariffs for water and electricity.", "19 This Government is the consumers’ guarantor of cheaper bills.", "Whilst reducing tariffs we shall be converting to gas, which is far better for health and the environment.", "Meanwhile a study was launched into the feasibility of a gas pipeline.", "Phase two of the plan is the reduction in tariffs for businesses in 2015.", "This is how things should be done efficiently.", "Sound Foundations for Enemalta We are implementing a plan to place Enemalta Corporation on a sound financial foundation.", ".", "Government shall be implementing a plan to ensure an adequate, sustainable and secure electricity supply.", "This plan is already being reinforced following an agreement with Libya for the provision of oil and gas at advantageous prices as well as direct investment in Enemalta by China Power Investments and Shangai Electric.", "This is a plan that will save Enemalta from the disastrous situation it was left in, safeguard the jobs of the corporation’s employees and open up new markets.", "Moreover, ARMS must substantially improve its service.", "Price Stability Whenever possible, Government is adopting a policy of price stability for petrol, diesel as well as gas.", "As already announced, the price of these three fuels will remain unchanged till the end of the year.", "In the case of diesel, the price will remain stable until next March.", "20 Malta Oil and Gas Corporation To create an infrastructural framework for the development of the service sector in the oil and gas industry, the Malta Oil and Gas Corporation will be set up.", "This will be the principal government agency ensuring the implementation of Government’s plan in oil and gas exploration.", "Alternative Energy Government will continue incentivising investment in clean energy such as that generated by photovoltaic panels.", "The National Renewable Energy Action Plan is being revised enabling Government to identify those policies and measures necessary to reach the mandatory targets in renewable energy.", "Intelligent Lighting Pilot Project An intelligent street lighting pilot project will be carried out in Gozo together with another 12 kilometers of roads in Malta.", "This project, co-\n financed by European funds, is expected to cost 2.8 million Euros.", "Through this project, existing street lamps will be replaced by others that are energy saving, having a life of at least 60,000 hours and are capable of a dimming effect.", "The aim is eventually to extend this project to replace all street lighting in the country.", "This latter project, also co-financed through European funds is expected to cost 5.4 million Euro.", "The electrical system in Rużar Briffa Block at the St Vincent de Paule Residence will also be replaced by a more efficient system to reduce future costs.", "This project, co-financed by the European Union is expected to cost 6 million Euro.", "Retro Fitting in Buildings Energy audits have been carried out in various public buildings.", "We shall be promoting a programme of Retro Fitting in various buildings to render them more energy efficient.", "Buildings consume 40% of all energy generated and for this reason a number of initiatives will be put in place, including the conversion of various public buildings to render them energy self-sufficient.", "21 Voluntary Audit of Family Energy Consumption We shall be assisting families in identifying those measures and changes they could undertake to reduce water and electricity consumption.", "Experts will carry out an Energy Audit in those households requesting advice on how to be more energy efficient.", "Assistance in the Installation of Solar Water Heaters and Insulation We shall be subsidizing households in the installation of solar water heaters as well as rooftop insulation.", "For this purpose we are voting the sum of 500,000 Euros.", "Pilot Project at Siggiewi Primary School We are allocating one million Euro to carry out a pilot project at the Siggiewi Primary School intended to make the school energy efficient.", "National Water Plan A national water plan will be devised.", "Government will make sure there is adequate infrastructure in place for the storage of rain water whilst also restoring and managing existing structures more efficiently..", "Moreover, Government will launch a campaign for water conservation.", "MAKING WORK PAY The labour market is a priority for this Government.", "We are allocating the sum of 8.3 million Euro to ETC.", "We have kept our promise to set up the Jobs+ Committee as agreed by the social partners in January 2013.", "This committee is working.", "This budget, more than ever before, will provide incentives to all those willing to work, but for one reason or another it might not be viable..", "22 Free Childcare Centres The introduction of free child care centres is a key proposal intended to assist families in exploiting the full potential of each household member whilst finding an adequate work-life balance.", ".", "We will start implementing this electoral pledge by investing 3.8 million Euro so that, as from next year, we would be providing this service to those families where both parents work or, in the case of single parents, where the parent works.", "An investment that will grow in the following years.", "We will shortly be publishing a White Paper for consultation in the implementation of this scheme.", "This is one of a series of White Papers which the Government is announcing today with the message being that this is a Government that listens to the people.", "New Early Hour School Service We shall also be assisting those families who find it difficult to take their children to school and make it on time for their own place of work.", "From next year, we shall be introducing a new service whereby parents may take their children to school one hour prior to the current school time and the children will be provided with a healthy breakfast at school.", "This would also promote a healthy lifestyle for our children.", "This programme will not mean an additional burden on teachers, and will be implemented in consultation with them.", "Teachers opting to participate in the programme will be paid extra.", "Reduction of income tax for the Use of Childcare Centres Meanwhile, we shall continue with the reduction of income tax for parents whose children attend childcare centres.", "The current tax legislation provides for a deduction from income for parents who send their children to child care centres against payment.", "This deduction will be increased from 1,300 Euro to 2,000 Euro.", "This benefit will be applicable to those parents who opt to pay for child care, rather than making use of the free child care service.", "23 Tax Exemption for Females Joining the Workforce If we really want to increase the participation rate in the labour market we need to address females who are over forty years of age, and who are not gainfully occupied.", "For this purpose, from next year, married women who have not been gainfully occupied for the past five years; who are over forty years of age and choose to join the labour market; and whose pay does not exceed the minimum wage, will be exempt from income tax.", "Their spouses may continue to apply for the married income tax computation without the wife’s income being added to the household income.", "This benefit will apply for a maximum of five years.", "A man on the average wage would be saving around €800 annually in income tax by keeping the married computation.", "The Youth Guarantee As from next year, we will embark on the implementation of the Youth Guarantee proposal.", "This is an initiative which the Prime Minister has been personally talking about and promoting both in Malta and in Europe for the past two years.", "The aim is for young people who are not in education to be in employment, or be provided with training in order to find employment.", "According to European statistics, unemployment amongst youths in Malta is on a downward trend.", "But this is not enough.", "The aim of the first phase of the guarantee is to provide individual attention to 350 youths who are either inactive or looking for work to help them integrate into the labour market or to start a course in an educational institution.", "These youths will each benefit from a payment of €1,440 with the total investment in this guarantee reaching 2 million Euro.", "Employability Index An employability index will be introduced with the aim of offering guidelines relating to the economic sector and potential employment opportunities which youths could expect upon completion of their studies.", "Government will also be investing in the improvement of the Employment Advisory Services of the ETC.", "24 Incentives for Apprenticeship Government will be investing €350,000 in incentives to employers who offer work placements as well as apprenticeship schemes.", "We will be launching a system of tax deductions whereby employers benefit from €600 for each work placement and €1,200 for each apprenticeship, with a global investment of 1 million Euro.", "Discussions are also under way with interested parties regarding proposals for the reform of the apprenticeship system.", "Apprenticeship for ITS Students In conjunction with Malta Enterprise and the ETC a new course was launched at the Institute of Tourism Studies – the Foundation in Tourism Studies.", "The programme is targeted to train students in the skills required for setting up their own business or to prepare them for further studies in tourism.", "Every student will have a work placement as of the second year of the course to acquire on-the-job experience and training.", "Work for Gozitans in Gozo The Work and Training Exposure Scheme was introduced this year – an initiative specifically aimed at Gozitans looking for work, at a cost of 1.1 million Euro.", "Gozo will be given priority in the employment sector through the renewal of the Employment Aid Programme, with an investment of another 2 million Euro derived from European funds.", "Youth Entrepreneurship Scheme The Youth Entrepreneurship Scheme was launched by the previous Government, but could not be realised because the previous Government forgot to allocate funds for its implementation despite it being mentioned in the budget speech.", "This Government will now be allocating €300,000 for this scheme.", "25 Incentives for Employment of Older Persons We will not be forgetting those individuals who are more advanced in years.", "Through this scheme we intend to incentivise the training and employment of persons between 45 and 65 years of age.", "An income tax deduction of 5,800 Euro will be given for the first two years which results in a saving of 2,030 Euro annually for each person employed from the unemployment register.", "Apart from this, companies employing such persons will benefit from an income tax deduction of 50% of the cost of training of these workers, up to a maximum of 400 Euro.", "Incentives for Individuals Willing to Work Whilst we continue in our efforts to create more jobs, we want more people to enter the labour market.", "We are aware of ongoing abuse that exists within the unemployment registry, and we shall be curbing this.", "Theft of this nature is not justifiable for those who are hard working, honest and pay their taxes.", "But we also know there are individuals who do not join the labour market because at the end of the day, work does not pay for them.", "For such people, the difference between unemployment benefits and a wage is perhaps too small to justify the effort.", "Government wants to demonstrate to these individuals that work pays.", "Therefore, we shall be putting in place an incentive aimed at persons who have been registering for work for more than two years and want to work.", "We shall be introducing a system whereby, instead of terminating the full unemployment benefit the moment such persons start working, the benefit would be decreased gradually over a number of years in order to create a smooth transition from registering as unemployed, to entering the labour market.", "In the first year, the beneficiary will retain 65% of the benefit, 45% in the second year and 25% in the third year.", "The difference will be redirected to a training fund.", "26 This measure will cost the Government almost nothing but it would be effective in promoting diligence and eliminating excuses.", "Encouraging Single Parents to Undergo Training We know that there are those who put the blame on single-parents.", "We acknowledge that the system is abused and we shall be addressing it seriously.", "But we have to give single parents a chance.", "Government will be encouraging single parents to improve their employment prospects.", "Single parents who receive social assistance will be given a credit of between 200 and 1,000 Euro upon enrolling in an intensive vocational course or else entering the education system on a full time basis to improve their skills.", "STRENGTHENING EDUCATIONAL AND VOCATIONAL SKILLS Education is the best tool in fighting poverty and in improving social mobility so that our children would be better off than us.", "This Government is giving absolute priority to education.", "In this budget we are increasing both recurrent and capital expenditure in the education sector alone by more than 32 million Euro, or 8.5% and are therefore allocating the sum of over 411.7 million Euro for this purpose.", "This amount does not include the new free child care service.", "We have already launched a 15 million Euro programme for the maintenance and embellishment of schools.", "We want to have a balance between the maintenance and embellishment of existing schools and the building of new ones.", "We have also invested in a record number of scholarships for our students.", "27 This Government will also give importance to life-long learning.", "The rate of illiteracy and that of early school leavers indicate that there are serious problems.", "This led to the initiative of vocational training in secondary schools which was initially launched in Gozo this year.", "We have also strengthened the apprenticeship schemes.", "We also launched the national strategy against illiteracy.", "The administrative structure of the education system needed an overhaul.", "We are once again empowering teachers, parents, heads of school and principals to carry out their plans for their schools.", "Government has inaugurated the first co-ed secondary school, a change that will offer an experience of inclusivity and socialisation for the future.", "We have also introduced the concept of a middle school where students of Forms 1 and 2 can be given a more specialised education.", "Building of New Schools In the coming years, Government will be investing in five new schools.", "Government will shortly be publishing its schools plan which will include the localities earmarked for the building of new schools.", "Tablets for School Children This budget will see the launch of the distribution and use of tablets in the education system.", "On the advice of teachers and experts, we are starting with a pilot project so as to make the transition as smooth and easy as possible for our children.", "We believe that through this project we would be giving an enormous boost to the modernisation of the education system and teaching methods.", "Sabbaticals for Teachers We believe teachers are our strongest partners in education.", "We want to invest in teachers.", "28 In the coming weeks, Government will commence discussions with the Malta Union of Teachers on the implementation of a sabbatical year for teachers who might take leave with pay whilst furthering their studies for their professional development.", "Certification for Vocational Training As from this year, students in boys secondary schools are being offered a vocational education experience where academic teaching in class is merged with workshop experience at MCAST.", "This vocational experience will be certified by MCAST so that students could proceed from secondary school to MCAST without the need of a Foundation course.", "University of Malta We are allocating the sum of more than 72 million Euro to the University of Malta and Junior College to enable them to carry on with their sterling work.", "This is an increase of 13% or 8.4 million Euro over the sum allocated for the year 2013.", "We are determined to strengthen the University of Malta by designing a contractual framework which in the long term will make this institution more sustainable.", "As a result, the University will be in a position to plan for the long term and not await the Government’s yearly contribution..", "Pro-Rata COLA Adjustments in Stipends We shall be increasing stipends.", "Not only for next year but for all subsequent years.", "The previous Government reduced stipends.", "This Government will continue to increase students’ stipends pro-rata to compensate for cost of living increases as from 1st January 2014.", "Stipends 29 for next year will rise by 1.9%.", "This measure will cost around a quarter of a million Euros.", "As of this coming January, we will also increase stipends for veterinary students.", "They will be receiving 300 Euro per month.", "Stipends for Students who repeat a Year We believe that, as far as possible, we should encourage students to further their education.", "Whoever has a problem should be encouraged and not discouraged.", "For this reason we will be fulfilling another electoral pledge whereby students who need to repeat one year in their course will still receive their stipend.", "This measure will come into effect as of 1st January 2014.", "A Greater Say for Youths This Government believes that young people are protagonists.", "We trust our youth and want to give them a bigger say in decision making.", "For this purpose, there will be legislative amendments so that young individuals would be able to vote in Local Council Elections as soon as they reach 16 years of age.", "DIVERSIFICATION AND COMPETITIVENESS Government’s strategy for job creation is built on the will to create wealth and distribute it fairly.", "We shall be working for a diversified economy.", "International Relations Government has designed a strategic vision and new Guiding Principles to steer it in its policies and actions.", "30 Our Foreign Policy will be conducted according to six major priorities.", "We shall strengthen our participation in the European Union.", "We shall strengthen our relations with the United States, Russia, China and the Gulf States.", "We shall work for peace and security in the Mediterranean and for a just and lasting solution in the Middle East.", "We shall actively participate in international and regional organizations.", "The Millennium Development Goals shall remain a priority.", "Special attention is being given and will continue to be given to the challenge posed by the continuous influx of irregular immigrants to our shores.", "We shall safeguard our national interest in all quarters and by all means.", "The Maltese Community living abroad will be accorded an input in the drafting of our policy.", "We want to encourage their involvement in our efforts to promote Malta in the spheres of trade and culture.", "Initiative to Attract Investment and Talent Government wants the economy of Malta and Gozo to be global, proactive, forward looking and at the forefront in innovation and ideas.", "The concept of direct foreign investment evolves continually.", "Malta needs to attract not only investment but also talent which brings with it added value and enhances the quality of life and the economy of our country.", "It is within this framework that Government is determined to launch the Individual Investor Programme, a programme of citizenship with investment which would place us at the forefront in this sector together with other countries like Canada, Portugal, Belgium and Singapore in attracting persons of the highest quality.", "It is easy to instil fear, but this country overcame challenges when it was fearless.", "Despite the irresponsible disruption by some, Government is convinced this programme will be a success.", "The final decision as to who qualifies for citizenship will rest with Government.", "One of the aims of this programme is eventually to create a National Development Fund into which our country will once again start saving money.", "We want to use this fund for 31 social projects such as housing, education and other programmes which will enable our younger generations to fulfil their highest aspirations.", "Along with the Individual Investor Programme we have already launched the Global Residence Programme, refashioned out of the wreckage left by the previous Government with its Permanent Residence Scheme.", "This programme is already having a positive effect in attracting to our shores individuals who are buying immovable property.", "We feel the effort to sell high end property in Malta should be better co-ordinated on the same lines as those being followed by Finance Malta in the financial services sector.", "This is the aim behind the ongoing discussions and consultations to create a structure between Government and private interests to promote Malta and Gozo on the global market.", "A Government that Creates Space for the Private Sector Government believes that the best way to create wealth is through the private sector.", "In its first months in office, this Government has already shown its willingness to launch initiatives that create a space for private investment.", "The private sector has responded very positively.", "Suffice to say that while others were shedding doubt on any potential interest in the energy project, nineteen international consortia submitted their expression of interest.", "The same trend was evidenced following the call for expressions of interest in the former Malta Shipbuilding, the cruise liner terminal, casinos, Government property and we expect the same to happen with respect to land reclamation.", "Government will continue in this direction when it comes to giving space to the private sector to take initiative.", "Against Bureaucracy We believe that bureaucracy is one of the biggest obstacles in the creation of jobs and wealth..", "The appointment of a Commissioner Against Bureaucracy is demonstrating the need for such an office which everyday faces cases and intervenes in support of the citizen where procedures are cumbersome and futile.", "32 We shall continue with this approach to reduce bureaucracy and stand squarely on the side of the citizen whom we encourage to make full use of this office.", "National Strategy for Economic Strengthening Government is proposing that a discussion about a Strategy for Economic Strengthening should be initiated within the MCESD.", "This discussion should be conducted by the social partners with the aim of establishing more attractive incentives in line with European regulations to draw more investment to Malta and Gozo, and in the process creating more jobs.", "Industrial Development Malta Enterprise has embarked on a process of consolidation that should be completed by mid next year.", "The priorities of Malta Enterprise are the promotion of foreign and Maltese private investment in sectors with high value added and the creation of a congenial environment for the sustenance of enterprise.", "For this purpose, we are allocating the sum of 14.9 million Euro.", "To reach these targets, Malta Enterprise is co-operating with the education and health sectors, with Maltese embassies and the constituted bodies.", "Co-operation with MCAST involves training in the aeroplane repair and maintenance sector as well as research in conjunction with German institutes.", "Collaboration with the Ministry of Education is also taking place to attract more foreign investment in tertiary education.", "Co-operation with the Ministry for Health revolves around the area of Life Sciences.", "Work on the Life Sciences project is ongoing.", "The first tenants are expected to start operating from there by the end of next year.", "Progress in the Creative Digital Hub project in San Ġwann is ongoing.", "This complex will house information technology projects.", "33 Malta Enterprise is working to attract projects towards Gozo that make sense and are not hampered by Gozo’s limitations.", "It is therefore planning to have promotional programmes in place by mid next year for direct foreign investment in Gozo.", "Tourism This year, we shall be achieving what for others appeared impossible in tourism.", "We will be once again be bringing more tourists to Malta than last year, which had been a record year.", "This was made possible by our hands-\n on approach.", "Government is committed to boost investment in the tourism industry in collaboration with the private sector.", "With this aim in mind, the National Tourism Strategy will be revised.", "New tourist markets will be given more accessibility to Malta particularly in the shoulder months.", "More effort will be made to strengthen existing markets as well as to open new markets such as China and the United States, whilst the Russian market will be further nurtured.", "A more focused effort will be made to expand the German market.", "We also intend to boost a number of niche markets such as sports tourism, conferences and incentive travel, cultural, medical, educational and scuba-\n diving tourism.", "Throughout the coming year we will be working with cruise liner operators to recuperate the losses experienced this year.", "Priority will be given to ongoing embellishment and regeneration as well as the better management of our coastal resorts.", "More attention will be given to the rehabilitation of our coast including new bays and the better management of more bays.", "34 Efforts to rehabilitate our cultural heritage will be continued with the creation of new opportunities through the conversion of mansions and other buildings, particularly in our town centres, as tourist accommodation.", "This in addition to investment in the development of our rural product.", "Government will be looking into new schemes and European Union funds intended, inter alia, to assist hoteliers in investing in the improvement of their product.", "In this regard, we are increasing the allocation to the Malta Tourism Authority by more than 4% over last year to 38.5 million Euro.", "Financial Services The financial services sector will remain a key pillar of the Maltese economy.", "Our country has made and is still making headway in this sector because we have worked within a strong and modern regulatory framework.", "We will continue to build on this in the future.", "Government is committed to work closely with whoever is interested in this sector in order to further develop this sector sustainably.", "The Gaming Industry In the field of i-gaming, we are doing everything possible to create and strengthen those structures that protect the rights and competitiveness of companies already licensed in Malta and to attract new ones.", "We are striving to make our country a hub for digital gaming.", "Government will also be launching the Responsible Gaming Foundation, together with the private sector, in order to promote the importance of responsible gaming.", "35 National Strategy for Research and Innovation Currently, national spending on research and innovation stands at 0.72%.", "We want this to increase to 2% by 2020.", "The first step towards this target is the designing of the National Strategy for Research and Innovation 2020.", "New initiatives will be embarked upon such as the Hybrid Venture Capital Fund as well as the Innovation Voucher Programme.", "Scholarships will be offered at post-doctoral level and a programme is in the pipeline for the placement of Maltese and Gozitan researchers in international research institutes.", "We shall also be investing in the Centre for Interactive Science, which will be a landmark for our country.", "This project, co-financed through European funds, will be launched with an outlay of 8 million Euro.", "Jeremie and MicroInvest After Government extended the Jeremie scheme to small and medium enterprises with an additional investment of 2 million Euro, it was decided to re-introduce the MicroInvest scheme.", "Through this scheme, small enterprises and the self-employed will be granted assistance for eligible investment in the form of a tax credit of 45% of the total cost.", "Enterprises and self-employed persons operating in Gozo will be given a tax credit of 65%.", "Retail Outlets Opening Hours In order to boost competitiveness and provide a better service to the consumer we need to re-examine and revise certain practices of long standing.", "Amongst these are the norms regulating days and opening hours of retail outlets.", "There are too many different regulations which are sometimes contradictory.", "We need to strike a better balance between giving enough resting time to businesses, particularly for family businesses, and the needs of many 36 families who because of work schedules find it difficult to shop during traditional hours.", "We need to analyse whether to let businesses decide their own closing days and hours.", "We also need to examine whether there is room for extended opening hours or all night outlets.", "Shop attendants rights is also an issue as they often lack protection.", "In this regard, Government will be launching a consultation process through a White Paper where all stakeholders will be able to provide feedback, thus enabling Government to make the most appropriate decisions.", "Interests and Bank Charges for Companies Government is concerned by the alleged high interest rates at which small and medium sized enterprises are borrowing..", "The same may be said for high charges.", "High interest rates and charges increase costs for businesses and erode the country’s competitiveness.", "Whilst Government understands and respects the free market in the financial sector, it also feels the needs to appeal to all banks as well as regulatory bodies to be more cognisant to individuals and businesses’ concerns.", "Through this budget speech, Government is therefore asking the MFSA and the Competition and Consumer Affairs Authority to examine this situation and see whether there is room for corrective action.", "The preferred option is that of agreement with the operators concerned.", "Consumer Protection in Financial Services We are working to put into action Government’s proposals in the sphere of financial services offered to the Maltese and Gozitan consumer, particularly with the creation of an Arbiter for Financial Services, the drawing up of a Charter of Rights for Small Investors and the Charter of Rights for Bank Clients.", "Legislation Relating to Family Businesses There are approximately 31,000 small family businesses, which employ around 38,400 persons.", "The aim of the Family Business Act will have as its 37 primary aim the sustainability of these businesses, and to facilitate and incentivise their transfer when they are inherited from one generation to another, so that such businesses may be consolidated, rather than fragmented.", "Relocation of the Valletta Hawkers Market The Valletta hawkers Market which is a means of livelihood for 74 family businesses, will be relocated to Ordinance Street.", "This should benefit both hawkers and consumers and will instil new life into the business sector.", "We intend to insist on stalls being both uniform, and clean.", "Whoever does not adhere to the pre-agreed standards would risk losing the licence.", "Investment in Infrastructure The level of the infrastructure in a country is taken as a major indicator of the country’s ability to be competitive and to attract foreign investment.", "Apart from the allocations already mentioned, amongst them schools, roads and new sports complexes, we will be endeavouring to improve the traffic situation in the country.", "We have an ambitious programme to improve our roads.", "We shall be honouring the pledge made during the 2012 Local Council Elections regarding improvement in the state of our roads.", "In Mosta works will be carried out in the area known as tal-Blata l-Għolja whilst in Qormi we will commence the building of a bridge over Triq is-Sebħ, which the previous Government refused to build as they had said that not enough people were likely to use it.", "Qormi families and their children are as important to us as everyone else, and we must act before more lives are lost.", "A Plan for Traffic and Transport Day by day, traffic is becoming more of a problem, and is impacting productivity in the country and as a result, people are wasting time stuck in traffic jams.", "Minor incidents are leading to gridlocks even as a result of the design of certain roads.", "Government will be taking short, medium and long term measures to address this issue 38 Short term: Following consultation, we shall be prohibiting the use of heavy industrial vehicles and horses on arterial roads at certain times of the day.", "Medium term: We shall be prioritizing projects intended to ease traffic in zones where there is systematic accumulation.", "The Kappara fly-over will help in this regard, and work on the fly-over is expected to start this year.", "Long term: There is a need for a plan to explore how transport will be operating in Malta and Gozo in the future.", "A study is already underway regarding a bridge between Malta and Gozo, and we shall be re-applying for European funds for a study regarding a tunnel and other options, as the application submitted by the previous Government was declined.", "Now we shall be identifying other European funds for a wider study which should take into consideration different options for the country.", "Within the framework of this study we shall be exploring the feasibility of new means of transport including underground, monorail and sea transport.", "Parking and CVA Along with the issue of traffic, there is also the problem of parking, which Government is studying and will shortly announce various initiatives to create more planned parking spaces.", "The most pressing situation is that of Valletta, which has severely deteriorated once the park and ride facility was transferred to the public transport operator.", "The lack of adequate parking spaces is having an adverse effect on business in the Capital.", "Another factor is the CVA in its present form.", "At this stage, Government is announcing that, as it had proposed, it will be modifying the times and conditions of the CVA.", "As from next December, entry into Valletta will be free of charge after 2:00pm during weekdays, as well throughout the day on Saturday.", "This should provide a boost to business.", "39 Public Transport Talks of a delicate nature are currently underway between Government and the public transport operators to address the serious problems that we have inherited in this sector.", "The future and shape of public transport in Malta depend on the outcome of these talks.", "Ex-gratia payment on Car Registration As proposed, we shall start fulfilling our promise to provide an ex-gratia payment on that portion of tax which we felt was not due on vehicle registration.", "For this purpose, we are allocating the sum of 3.5 million Euros, so that as of next year, whoever paid tax that was not due will receive a payment.", "This process will be spread over a period of 7 years, and we shall be giving an ex gratia payment to those who registered a vehicle for personal use between May 2004 and December 2008.", "Details of the workings of this scheme will be published in the coming days.", "If it were up to others, this money would have remained in Government’s coffers.", "Air Malta Government will continue to hold the current management of Air Malta accountable.", "After providing 40 million Euros to Air Malta last year for the consolidation of its capital base, we shall be allocating another 15 million Euros in 2014 for the same purpose.", "For this taxpayer funding we expect results.", "Aviation Research Centre Government has identified the aviation sector as one that has potential for expansion and growth.", "The coming year will see the establishment of an Aviation Authority.", "A Civil Aviation Policy will also be drawn up.", "We are allocating the sum of 150,000 Euros for setting up an Aviation Research Centre.", "40 Study Regarding an Airstrip in Gozo Government will be commissioning a socio-economic as well as a technical study, together with an environmental impact assessment, regarding the effect of a longer airstrip in Gozo.", "After a process of consultation based on the pros and cons for such a development, Government will make its strategic decision for the future.", "INVESTING IN OUR ENVIRONMENT In this budget, we are allocating more than 103.6 million Euros to invest in, and sustain, the environmental and agricultural sectors; which will involve the drawing up of a National Environmental Policy and the actuation of the Green Jobs strategy.", "Separation within MEPA Arrangements are under way to separate the Planning and the Environment Directorates within MEPA.", "With the establishment of an Agency for the Environment and Resources, we shall be guaranteeing specific focus on the Environment, giving it all the necessary importance and making it central to every initiative and decision taken.", "On the other hand, the reduction in planning tariffs has encouraged both families and businesses to invest.", "Air quality will be a priority, and will be given its due importance with adequate structures, more effective monitoring and any implementation that may be required.", "Environmental health will be placed at the centre of all major decisions to be taken within a framework of co-ordination and co-operation between the various Ministries.", "Legislation regarding noise pollution is expected to be approved in the coming year.", "The Sustainable Development Act has allowed for the establishment of Guardians for Future Generations and for a Network for Sustainable Development.", "41 Waste Management The plan our country had for waste management did not conform to the European Directive.", "For this reason, and after public consultation, a new Waste Management Plan was drawn up.", "We shall be launching an information campaign with regards to waste and its management.", "Apart from this, the process of restructuring is under way at WasteServ following the series of deficiencies identified by the Auditor General.", "Family Park Following the setting up for the first time of a Management Unit for the Family Park, a Park Maintenance and Management Plan was also drafted.", "For this purpose we are allocating the sum of 200,000 Euros.", "Climate Change With respect to Climate, we will see the strengthening and implementation of a policy for the mitigation of climate change and adaptation.", "In this regard, we are formulating a comprehensive law about climate change.", "Embellishment of Urban Areas Various measures will be taken in the environment sector.", "We will be launching a pilot project that involves investment in pot plants to embellish our urban areas.", "200,000 Euros are being allocated for this purpose.", "Government is not satisfied with the state of public cleansing and maintenance in the country.", "The beauty of our country is being distorted by deficiencies, very often glaring, in the system adopted in public cleansing and maintenance.", "There are Local Councils that cannot keep up with the needs of their localities, particularly in tourist areas.", "On the other hand, there are Local Councils that are not giving public cleansing its due importance.", "Families and businesses are disappointed with the state of neglect.", "In order to address this situation, and after consultation with all 42 interested stakeholders in the sector, Government will take the necessary decisions for this sector to be better organised.", "Eco-Contribution Government is evaluating this tax to be better placed to take all necessary decisions in this regard, after consultations with all interested parties in the matter.", "The aim is to make this tax fairer and to avoid putting honest businesses at a disadvantage.", "Reduction in Car Registration Tax We shall also be reducing the registration tax on cars and motorcycles.", "Now that the car registration tax (category M1) is being computed on criteria that include the Euro standard, we shall be reducing the registration tax on certain categories of used cars imported from outside the European Union.", "This applies to cars with emissions of less than 150g/km and are not older than 8 years.", "The registration tax on motorcycles with an engine capacity of 250cc or more will be reduced by 25%.", "May I remind that motorcycles with a lower engine capacity are already exempt from tax.", "Vehicle Scrapping Scheme We are reintroducing the scheme for the scrapping of old and polluting vehicles.", "Through this scheme, we will be giving grants of between 500 and 900 Euros for each scrapped vehicle.", "The less polluting the new replacement vehicle is, the higher the grant would be.", "For this purpose we are allocating the sum of 600,000 Euros over two years.", "43 Conversion to Autogas In order to reduce air pollution, we will continue to invest in the scheme for the conversion of vehicles to autogas, as well as providing assistance to service stations with the new infrastructure that such conversion necessitates.", "Agriculture All efforts were made in the agricultural sector to maintain every level of assistance to fruit and vegetable farmers, wine producers as well as tomato cultivators.", "We now have to endeavour to improve the quality of the Maltese product.", "Pitkali Market Centre In the course of the coming year, Government will be launching a reform in the Pitkali Market Centre, both on a structural and an operative level.", "The Pitkali Market has been in a state of neglect for a number of years, and the last improvements made date back to a previous Labour Government.", "The aim of this reform is to have a system where produce can be graded, and where both the farmer and the consumer can be given guarantees of quality and a fair price.", "Abattoir The Marsa Abattoir is in a perilous state to such an extent that, if nothing is done about it, it may be forced to close down as it would not conform to European standards.", "Extensive improvements will be carried out in the abattoir to address this problem.", "Sheds for Breeders We are voting the sum of 2.6 million Euros over three years to start honouring the commitment, entered into by the previous Government without allocating any funds for its fulfilment, to assist cattle breeders who invested in sheds.", "44 Fisheries and Aquaculture The Department of Fisheries and Aquaculture is currently being strengthened.", "We shall also be devising a National Strategy for Fisheries and Aquaculture to assure the future of the industry.", "The current Consultative Board will be transformed into a council with the participation of co-operatives and operators in this field.", "Plans exist for the building of a breakwater near the hardstanding facility, as well as the restoration of the already existing one close to the Delimara power station, and the one in tal-Veċċja in St Paul’s Bay.", "Another landing site will be developed in Marsa close to the new fish market.", "A marine hatchery project will be undertaken in partnership between Government and the private sector – a project that has attracted a large response even at an international level.", "We shall also be introducing a scheme for fishermen affected by the closed season for swordfish catching.", "Animal Welfare Throughout this year, Government has intensified its endeavours in favour of animal rights.", "Shelters for horses were set up, Dog Friendly Swimming Zones were established and a campaign was carried out for the neutering and micro chipping of dogs and neutering of cats.", "We have also introduced new regulations for pet shops, animal sanctuaries and boarding kennels.", "After a public consultation, we shall be drafting a new policy regarding circuses in Malta.", "Government is drafting a White Paper which aims to abolish circuses that exploit animals from operating in the country by 2014.", "NATIONAL SECURITY For the coming year, we are proposing the expenditure of almost 139 million Euros for the safeguarding of our people’s security 45 This year the Army has served our country both locally and abroad and has drawn international admiration throughout the immigration crisis.", "A new helicopter was purchased with an investment of 20 million Euros, and the process is ongoing for the purchase of a second one.", "We shall also be investing, amongst other things, in a new microwave link for the operations centre at the maritime base.", "Steps were taken to further strengthen and modernise the Police Force.", "The Rapid Intervention Unit (RIU) was set up.", "The Force invested in new equipment, as well as protective clothing for Traffic Police.", "Refurbishment and maintenance was carried out in various police stations and other divisions in the Force.", "Audio Visual Recording Equipment was installed for use during criminal investigations.", "Works have also continued on the new Police Academy building.", "Other projects have been planned under the Asylum and Migration Fund (AMF) and the Internal Security Fund (ISF).", "The Civil Protection Department is also being reinforced and reorganised and work has started on a revision of the Master Plan for natural disasters.", "The coming year will see the start of an investment programme in emergency vehicles.", "We shall also be looking into the need and spread of fire fighting stations.", "It is planned to transfer the Departmental Headquarters to Mosta.", "It is expected that during the coming year, the process of issuing new Identity Cards will commence.", "We shall be looking to combine this process with that of registering for the e-ID.", "Local Government We are working to transform Local Councils into entities that are there to help our families and businesses, and not hamper them with added bureaucracy.", "Local Councils should have a central role in the management 46 of national resources, and in the productive use of our cultural and historical capital.", "Government will be assisting Local Councils in broadcasting their meetings via the internet.", "Local Wardens Reform We are planning a reform with regards to the Regional Government and Local Wardens.", "For this purpose and through a White Paper, Government will be consulting prior to making a decision.", "Our aim is for Local Wardens to have an educational role instead of being merely fine collectors.", "STRENGTHENING THE FOUNDATIONS OF HEALTH SECTOR We want to offer free and efficient health care to all, and we shall work with the private sector to become more productive.", "We are proposing to spend around 444 million Euros in the health sector over the course of the next year, an increase of 38 million Euros or 9.3% over the previous budget.", "Our strategy will be focused on building a single framework for national management.", "The most pressing issues are the running of Mater Dei Hospital and the stock management of medicines, including the Pharmacy of Your Choice (POYC).", "47 Report on the State of Mater Dei In the health sector we have professionals and personnel of the highest expertise.", "We also have a relatively new general hospital.", "In spite of this, the problems have remained the same.", "The taxpayer is not getting value for their money.", "In many cases it is a question of poor management.", "Efforts are being made in various divisions to improve this, but we still have a long way to go.", "We wanted to start with Mater Dei Hospital in order to get a snapshot of the prevailing state of affairs.", "Former Minister John Dalli has worked on a report for this purpose, and some of his findings will shock the taxpayer as much as they shocked us.", "Contrary to the previous Government’s reports, we shall be publishing this report and will be holding a conference for all stakeholders, where its findings can be discussed.", "The report makes suggestions that are the author’s own, and Government wishes to hold discussions and consultations relative to these recommendations with the aim of reaching a consensus on the way forward for improving the services offered by Mater Dei, making better use of taxpayers’ money, and finding the best solution to the waiting list problem.", "that is both efficient and long term.", "We are working to solve the problem of hospital beds occupied by patients who would be better cared for in residential care homes.", "We want to solve the problem of patients in hospital corridors.", "In the meantime we have already added 40 new beds at Mater Dei Hospital.", "We aim to have two new acute wards by 2015 capable of accommodating 68 patients.", "We will be streamlining the appointments system at the hospital and simplifying procedures with the aim of making Mater Dei more accessible and patient-friendly.", "There are plans to relocate the Dermatology Department, which is currently located within Boffa Hospital, to Mater Dei Hospital.", "48 Paying Travel Expenses for Both Parents Bilateral arrangements with various countries, including Italy and Israel, will be widened, affording ever more possibilities for medical treatment abroad.", "We are also announcing that, henceforth, we shall be paying flight costs for the second parent accompanying a child.", "Therefore, children travelling for medical treatment abroad may be accompanied by both parents.", "Strategies in the Health Sector National strategies to combat obesity and sexual health will be rendered more robust.", "We will be drafting a national plan for diabetes.", "We are revising the Food and Nutrition Policy, where, amongst other things, we will be publishing a White Paper regarding the regulation and sale of Food Supplements and related products.", "Additionally, a plan with regards to rare diseases has been completed.", "Health Centres and Town Clinics Our principal aim is for health centres to be well-equipped, making primary health care more effective and affording added value to the consumer.", "We will be working with the private sector.", "We shall also be setting up clinics for prevention and health promotion, lifestyle clinics, outreach clinics for specialised care as well as the service of anti-coagulant clinics.", "We are also planning to devolve the town clinics to Local Councils so as to maximise on the service provided.", "Work is in progress on the modernisation of existing health centres.", "Other centres, shall be extending their opening hours..", "We will start with the one in Birkirkara.", "The Victoria Gozo Health Centre will be relocated to a better site whilst the present one will become a town clinic.", "49 The utmost priority in community care is the augmentation of the large intestine screening programme and the gradual expansion of breast and cervical screening.", "Medicines Sector Management We found a situation where the most basic elements for the system to work were totally lacking.", "Moreover, Government did not even have a complete overview of the situation of medicines in the whole health sector.", "In other words, we found a complete lack of communication where the Government was not necessarily aware of what it possessed and was not always in a position to know what it needed.", "This led to the absurd situation where on the one hand some medicines would be out of stock whilst on the other hand the authorities would find roomfuls of medicines that were expired or equipment that had been neglected and was therefore unusable.", "On the one hand, we had consumers not being served whilst on the other we had millions of Euro going down the drain.", "This is what we inherited.", "A system reflecting the mentality of those who believe that having medicines out of stock is the same as products being out of stock at the grocery store.", "We have started to introduce those essential systems for good stock management.", "With regards to medical equipment we have introduced the system of pay-per-use through which Government only pays for what it orders and uses.", "We have also started working on the centralization of the storage of medicines.", "We want to modernise the system of contracts and purchasing to reflect today’s realities.", "We want to make even bigger changes to render the free medicines service sustainable.", "We believe there are many individuals who have sound ideas in this respect and we also want to consider the input of the private sector which we believe could contribute.", "50 We shall be publishing a White Paper regarding the running of the medicines sector and the management of the POYC.", "We urge all interested parties to contribute to this discussion.", "Our aim is to move away from crisis management, a system we inherited and which is not sustainable in the long term, to a management structure befitting a modern state.", "In-Vitro Fertilisation (IVF) We shall also be introducing the fertility service leading to In-Vitro Fertilisation (IVF).", "This will come about despite the problems surrounding the issue of the tender.", "Obesity and Anorexia We are also announcing the opening of Dar il-Kenn, which is a centre for the specialised treatment of conditions relating to obesity, anorexia and other eating disorders.", "This is being realised on the initiative of the President of the Republic.", "From here, I thank him.", "The necessary preparations are also in hand for the Oncology Hospital to start functioning.", "However, works have fallen behind schedule and we shall be insisting that contractors respect the agreed deadlines.", "Gozo General Hospital We shall continue with the refurbishment of the Gozo General Hospital with works which include the project on corridors and their ceilings, the upgrade of wards and the outpatients division, the opening of the new kitchen and the overhaul of the electrical system.", "Chemotherapy Service in Gozo This year we shall introduce the chemotherapy service in Gozo.", "We shall be opening a Day Care Ward.", "We shall be starting new services such as Pain Clinics, Rheumatology and Urology.", "With the opening of an eight bed 51 operating theatre we will be alleviating the waiting lists.", "We shall also be strengthening the concept of shared posts at consultant level thus expanding and approximating the services given on both islands.", "Mental Health Care The far-reaching reforms to be carried out in mental health care will result in a leap of quality in this sector.", "These patients, who are so vulnerable, will be cared for in the community, so that patients may carry on with their social lives with the assistance of health care professionals.", "Multiple Sclerosis, ADHD and ME We are once again voting a budget for new medicines in the treatment of Multiple Sclerosis (MS), Fibromyalgia, Attention Deficit Hyperactive Disorder (ADHD) and the choice of medicines will be expanded for children.", "Myalgic Encephalomyelitis (ME) is a chronic condition characterised by persistent fatigue as well as other symptoms.", "Since there exists no specific treatment for this condition, we are carrying out an analysis of the needs of affected patients with a view to improving the services given.", "Blood Freezing In our country, we have a few individuals who have rare blood types.", "Such individuals are always fearful that should anything happen to them; there would not be adequate blood supplies available to them.", "There were cases when blood had to be urgently imported at great expense.", "To address this problem, we shall be investing in blood freezing equipment which, amongst other things, will give peace of mind to such persons, knowing there is always an adequate supply of their rare blood type available.", "52 ECONOMIC GROWTH FOR ALL OF SOCIETY This Government’s social policy is founded on social solidarity and is guided by the principles of justice, inclusion and social cohesion.", "Everything that we are doing to create wealth is inspired by these principles so that this wealth is distributed fairly.", "That is why we speak of a Stronger Malta, a Fairer Malta.", "Government’s social policy has three main aims.", "Our welfare system must address today’s realities and problems.", "The social security system, including pensions, must be strengthened, made more adequate and sustainable.", "Social benefits should be provided to those who truly deserve them, so that no one risks falling into poverty.", "We are proposing an expenditure of over 970.7 million Euros for the maintenance of social services, pensions, a wide range of other social benefits and social housing.", "This amount, which excludes the State Grant, means an increase of 53.4 million Euros or 5.8% over the last budget.", "Single Mechanism for Means Testing Government is working on the introduction of a single mechanism for means testing for those who apply for a number of benefits from various government entities.", "This is intended to eliminate existing anomalies.", "Pensions Government wants to seriously address the formidable challenges our country faces in the field of pensions.", "We have set up a Working Group to draft a comprehensive strategy to address the adequacy and sustainability of the pensions system.", "This strategy will be based also on the recommendations made in 2010.", "53 Government reiterates its pledge not to increase the retirement age.", "We will fulfil what we promised.", "Amongst them, to continue to pay the full pension to the elderly who choose to continue working beyond retirement age.", "We want to start the process so that over a number of years, and in a gradual manner, we would arrive at a National Minimum Pension equivalent to 60% of the national average wage.", "Third Pillar Pensions We shall be establishing a regulatory framework for private pensions (third pillar), which will be accompanied by effective fiscal incentives.", "A Working Group has been set up and has already submitted its recommendations, including the type of fiscal incentives that could be given to those who opt for such private pensions.", "Government intends to actuate these fiscal incentives after consulting all stakeholders.", "In the first year of the introduction of these measures, it is estimated that these incentives would cost approximately 1.5 million Euros.", "Missing National Insurance Contributions We are concerned by the fact that there are persons who end up not qualifying for a pension because; at some point they were deceived in the payment of National Insurance contributions, or for some other genuine reason.", "In this respect we are studying ways of how such missing contributions could be paid, together with an additional payment.", "I have to make it clear that such a programme would only be available to genuine and proven cases, and that no injustices will be created with regards to those who were always regular in their contributions.", "54 Full Pension for Employed Widows As of next year, employed widows will benefit from the full widows’ pension as we shall be removing the link there currently exists between this pension, income derived from work, and the age of their children.", "We are voting the sum of 2.2 million Euros for this purpose.", "Service Pensioners We shall retain the measure by which service pensioners continue to benefit gradually from improvements in the two-thirds pension.", "Presently, the amount of service pension that is not taken into consideration in assessing the social security pension is of 1,266 Euros.", "As of 2014 this will rise by 200 Euros to 1,466 Euros.", "This measure, estimated to cost 1.5 million Euros, will benefit around 5,500 pensioners.", "Pension Anomalies We shall also study alternatives that address and correct anomalies that were created in the service pension which affect a number of Government workers who were employed before 1979, and others engaged in the Labour Corps, whilst addressing other anomalies in social security pensions, including those affecting former Dockyard workers.", "Children’s Policy In June of this year, Government set up a National Commission to draft a strategy and policy in relation to children.", "This was intended to provide children with the best possible environment for the development of their full potential, and to minimise those factors that could hamper their development and put them at risk of poverty.", "Keeping Siblings Together At the present time, siblings who can no longer live with their natural families are being separated when they are placed in the care of our institutions.", "As of next year, we will roll out a project through which will 55 we ensure that in such interventions, siblings are not separated.", "We are allocating 125,000 Euros for this purpose.", "Social Housing Government is taking a holistic view of the housing sector.", "We want to reduce the size of waiting lists for social accommodation.", "We inherited 3,000 applications, whilst there are only 48 premises at our disposal.", "We wish to incentivise the rental market.", "The Housing Authority is undertaking an exercise to revise social leases in line with clear criteria and a rental index which the Authority will establish for families and individuals.", "Assistance for Home Ownership We also want to see more people becoming owners of their homes.", "In order to achieve this, we will be taking various measures.", "The Housing Authority will be entering a Public Private Partnership to build more apartments for persons of modest means.", "The Authority will also put on the market a number of apartments in shell or semi finished form at subsidised prices.", "Maintenance of Housing Estates Government is allocating the sum of 655,000 Euros to the Housing Authority to carry out maintenance and refurbishment of blocks in old Government Housing Estates including those in St Paul’s Bay, Paola and Senglea Terrace.", "Active Ageing In this Budget, we are allocating the sum of close to 67 million Euros for the care of the elderly and community care.", "The National Policy for Active Ageing: Malta 2014-2020, announced in the past weeks, represents a breath of fresh air in Malta’s policy towards the elderly.", "56 This policy has three principal aims.", "Firstly, to find the right balance between work and retirement.", "Secondly, to promote social inclusion amongst persons leaving the labour market.", "And finally, to provide the best health care which is central to active ageing.", "Allowance for the Elderly This year we have extended the 300 Euro annual allowance to individuals aged 78 and over.", "Next year, this allowance will be given to individuals who are 75 years and over.", "Day Centres in Birgu and Balzan Government will continue to encourage the elderly to continue to be an active part of their community.", "For this purpose, we are allocating the necessary funds for the extension of the Home Help service, and to open two new day centres in Birgu and Balzan.", "National Insurance Contribution Exemptions for Live-in Carers.", "It has been decided to exempt elderly persons and persons with a disability from paying the National Insurance Contribution when they employ a live-\n in carer to help them continue living in their own homes.", "For this purpose, we are voting the sum of 210,000 Euros.", "Residential Homes for the Elderly We have issued a call for expressions of interest for the provision of more beds in residential homes for the elderly.", "We want the service to improve and, above all, to be consistent.", "Refurbishment work will be carried out next year in wards 4 and 5, St Francis, at the St Vincent de Paule residence.", "57 Modernisaton of the Telecare Service Our preference is for the elderly to continue living in their community.", "We want to improve all services to make this possible.", "We intend to improve the Telecare service through new technology to make it more state of the art.", "This will be done in partnership with the private sector.", "Services of Voluntary and Non-Governmental Organizations in the Social Sector Government has started a process of strengthening voluntary and non-\n governmental organizations.", "We have to reach a point where these organizations become partners with Government in offering the best possible social assistance in various aspects such as children, families, the elderly and persons with disability.", "This process is running simultaneously with intensive preparations for the LEAP Project which, inter alia, aims to strengthen voluntary and non-\n governmental organizations.", "The LEAP project will also be assisting in the drafting of a National Strategy against Poverty and Social Exclusion for the coming 10 years.", "In the first week of December, we will be publishing a Green Paper for consultation regarding this strategy.", "After that, in February 2014, the National Strategy against Poverty and Social Exclusion would become Government Policy.", "Persons with Disability Persons with disability are a priority.", "They have a valuable contribution to make to our society.", "We want to continue strengthening and safeguarding their rights and ensuring their complete integration in society.", "In fulfilment of this we will be adopting the following six strategies: 58 Guardianship for Disabled Persons Next year, we will be investing in a service of guardianship for persons with intellectual disability.", "Such a service would help in minimising the possibility of abuse of such persons.", "200 More Places in Day Centres We will be increasing the number of placements in day centres by 200 to 600.", "In this context, we are allocating the sum of 900,000 Euro.", "We want to create more places so that persons with disability can participate and give their contribution.", "Improvement in Residences administered by Appoġġ We shall also be allocating 400,000 Euro to ‘Aġenzija Sapport’ to improve the conditions in the residencies for disabled persons it runs in Fgura, Kirkop, Mtarfa, Marsascala and Cospicua.", "Residential Services We will be facilitating expansion of residential services offered by ‘Aġenzija Appoġġ’ through an allocation of 400,000 Euro towards this end.", "Increase in Allowance for Children with Disability Currently, the allowance given to children with disability is of 16.31 Euro per week.", "This allowance from which 815 individuals are benefitting, will be increased to 20 Euro per week.", "This is a concrete message to these families that their children are really a priority for this Government.", "Removal of Property Transfer Tax for Persons with a Disability Property transfer tax causa mortis will be removed completely with respect to property bequeathed to persons with disability in bona fide cases.", "Government wants to alleviate the concerns of parents having children with 59 a disability as to what would happen after the parents’ demise.", "This is also the reason underlying studies and preparations currently being undertaken for the fulfilment, during this legislature, of the Fair Society project – a project intended to give peace of mind to parents of children with a disability that their children would be accepted in the knowledge that once they pass on, their children would be integrated in the community in residential homes in their own towns.", "ECONOMIC DEVELOPMENT AND WORK IN GOZO Government’s main goal for Gozo is the creation of jobs in Gozo for the Gozitans.", "Through this budget, we are allocating around 37 million Euro to the Ministry for Gozo, which is an increase of 8% over the last budget.", "Government is drafting a special framework for investment in Gozo which shall include specific incentives for Gozo.", "We have identified which of those activities in departments and other entities could be transferred to Gozo.", "Arrangements are in hand to effect this transfer without delay.", "We shall be opening a branch of the National Statistics Office in Gozo in the near future.", "Government has also issued a call for expressions of interest for the development of yacht marinas and a cruise liner passenger terminal in Gozo so that it too can benefit from the continued growth of this market.", "The response to this call was very encouraging.", "A Gozo Regional Youth Council will be set up to give a more effective voice to Gozitan youths.", "60 New Lawcourts in Gozo Work on the building of the new law courts in Gozo, which will cost around 12 million Euro, will commence.", "This should alleviate the problems of space and accessibility which impact the existing courthouse.", "Residential Home for the Elderly In a concerted effort to improve the quality of life of the elderly we have entered into a contract with the Gozo Curia to build a residential home for the elderly to replace Dar San Ġużepp and which should accommodate 140 persons.", "This project will cost 1.1 million Euro.", "SPORTS AND CULTURE Development of the Sports Sector Government will be strengthening investment in sports.", "Sports will be given priority in order to develop individual abilities as well as foster a sports culture at an early age.", "Priority will also be given to less practiced sport disciplines whilst strengthening traditional sport.", "Sport Capital Projects Sport capital projects will be given priority.", "These include water polo and football pitches in Birżebbuġa, the canopy over the Kordin Sports Pavillion, the upgrading of the National Swimming Pool and football facilities in Gozo.", "We are allocating 2.5 million Euro towards this end.", "Scholarships in Sports The sports scholarships scheme will be widened enabling more athletes to fulfil their aspiration to enter the professional world.", "Moreover, we will be launching two sports projects intended to motivate our youths with the involvement of established sportsmen acting as role models.", "61 These two programmes are: Programme to Promote Reading A project which, with the involvement and skills of established footballers and coaches, children will be encouraged to read more.", "The chosen footballers and coaches will act as role models for children, instilling in them a flair for reading through their professional assistance.", "Project for Inclusion in Prison This project will involve youths currently serving prison terms.", "Young inmates will attend informal socialisation meetings.", "Following this, they would be encouraged to participate in sport activities.", "Cultural Incentives The preparations for the celebrations marking the occasion of Valletta as the European Cultural Capital are well underway.", "In the coming year, Government will also endeavour to introduce programmes intended to foster cultural appreciation, creativity and innovation in children.", "We will be investing in more training for artists as well as technical persons in this field.", "Above all, we will strive to export the Maltese cultural product.", "The exchange programmes for artists with other cultural institutions will be expanded.", "This will mean the fulfilment of another of our electoral promises.", "A baroque music ensemble will be set up at the Manoel Theatre, whilst we will be investing further in the National Orchestra, not least, by identifying and establishing a new site for it.", "We are also allocating 200,000 Euros for the setting up of a Malta Dance Company.", "We shall also be finalising the Cultural Hub project with an allocation of 200,000 Euros.", "We are also voting the sum of 150,000 Euros to assist brass bands and local bands.", "Over the next year, we shall also commission plans for the creation of an international space for contemporary art.", "62 National Patrimony Government will strive to safeguard our historical heritage and make it more accessible.", "Various restoration projects, co-financed by the European Union, will be brought to completion.", "This in addition to restructuring work to be carried out at various museums.", "As we had pledged, a National Heritage Strategy will be formulated.", "We will work on improving relations with UNESCO with regards to World Cultural Heritage in Malta.", "The programme of Guardianship Deeds in favour of voluntary organisations and Local Councils will be expanded.", "National Celebrations We are allocating the sum of 1.6 million Euros over a two year period for the proper and dignified celebration of the anniversaries of Independence, the establishment of the Republic, Freedom Day and Malta’s accession to the European Union.", "These should be national not partisan celebrations.", "Film Co-Production Company The film industry continues to be an important sector of our economy.", "The Film Commission is encouraging and training Maltese crews.", "In order to boost film production and exhibition in the country, we will be investing 2 million Euro in a company for the co-production of films.", "This initiative should start a new chapter for the film industry in Malta, and will fill a lacuna which placed our country at a disadvantage with other competing countries.", "This will come about whilst continuing to better our efforts and incentives to attract foreign films, as well as encouraging the local film industry to develop further.", "It should be mentioned that we shall be assisting local cinemas to make the change-over to digital technology in film projection.", "For this purpose, we will be investing half a million Euro over two years.", "63 Social Dialogue Government wants to enhance and expand citizens’ rights as well as their participation in the country’s decision making process.", "The social partners have a right and a duty to make their voice heard.", "Government will continue to do everything possible to facilitate and promote social dialogue in the MCESD and in other fora.", "Human Rights and Equality We believe the area of Human Rights should be given greater prominence.", "For this purpose it is intended to widen the scope of the Commission for the Promotion of Equality so that this becomes a Commission for Human Rights and Equality.", "NGOs and Voluntary Organizations From next year, MEUSAC will be strengthened, thus enabling it to assist NGOs in applying for European funds.", "During 2014, a Council for Voluntary Organizations will be set up.", "Also, we will be strengthening the scheme assisting young persons who opt to dedicate one year of voluntary work outside our shores.", "The distribution of funds to trade unions and NGOs must be fairer and more transparent.", "Work is in hand to strengthen the Malta Competition and Consumer Affairs Authority.", "A National Centre for Science and Quality Affairs will be set up, bringing together all the Government laboratories as well as others that are being identified.", "64 Charter of Workers’ Rights Government embarked on its fight against precarious work right from its first days in Office.", "The public tenders process was amended.", "We intend to strengthen the inspectorate and, together with the social partners, we will endeavour to curb abuse and bad practices which are leading to precarious conditions of work in those areas still needing to be dealt with.", "We also envisage drafting a Charter of Workers’ Rights in collaboration with Unions and employers.", "Co-Operatives Government recognises the importance of co-operatives and their contribution to the Maltese economy.", "Government believes more should be done to strengthen this sector.", "The regulations governing the Central Co-operatives Fund need to be overhauled to bring them more in line with the developments taking place in this sector.", "It is common practice in European Union member states to permit the setting up of new co-operatives with three members.", "Government will be examining the necessary changes to the law to reduce the number of members needed to form a co-operative from five to three.", "This should help the formation of new co-operatives.", "Government is committed to improve the legislation governing co-\n operatives.", "The new legislation should explore the concept of social enterprises that protect the interests of disadvantaged persons.", "Consultations will be held in this regard.", "Through social enterprises, Government could promote better working conditions amongst workers who at present might be the victims of exploitation and precariousness.", "65 Constitutional Convention The Constitution of our country is a living document that reflects our history, achievement and national identity.", "Government believes the time has come for a more thorough examination of our Constitution.", "For this purpose a Constitutional Convention will be convened in which everyone will have the right to put forward ideas as to how the Constitution of our country could be updated and reinforced.", "Honoraria for Members of Parliament This Government believes in accountability.", "Workers are expected to go to work if they want to get paid.", "Government’s intention, as of next year, is for Honoraria to be paid to Members of Parliament pro rata equivalent to their attendance.", "We would be leading by example in the country’s highest institution..", "A Government that listens As pledged, we will be encouraging everyone to provide feedback on White Papers, legislative bills and other documents.", "We will consider all constructive and worthy proposals likely to be an improvement on Government’s own proposals.", "This will come about through an online system which will make the concept of Open Government more effective.", "66 CONCLUSION Through this budget, Government is consolidating the economic and financial stability of our country.", "It is also creating an energetic economic environment that inspires confidence and courage in investors looking for a promising future in our country.", "Through this budget, we are incentivising economic growth and job creation.", "We are emboldening industrious workers to work and earn more for their own good and the prosperity of their families.", "We are assisting youths to continue to invest in their skills and their future.", "Through this budget we are supporting the people in need, protecting the vulnerable and honouring our elderly.", "We are giving full support to hard-working citizens to build a New Middle Class.", "We look forward with courage and a firm belief that we will achieve our goals.", "We will ensure to further increase prosperity and work in the country.", "We will ensure that the fruit of our labour – wealth - is fairly distributed so that no one lags behind.", "We are convinced that through this budget we will fulfil our vision of a Stronger Malta and a Fairer Malta.", "44 Annex 1 – Changes in Excise Rates Alcoholic beverages Product 2013 2014 Beer (brewed by small producers) €0.75 per degree Plato per Hl of product €0.86 per degree Plato per Hl of product Other beer €1.50 per degree Plato per Hl of product €1.73 per degree Plato per Hl of product Ethyl Alcohol, excluding spirit-based flavoured beverages of an alcoholic content over 1.2% but not exceeding 7% €0.125 per % alcohol per litre of alcohol €0.135 per % alcohol per litre of alcohol Spirit-based flavoured beverages of an alcoholic content over 1.2% but not exceeding 7% €0.40 per % alcohol per litre of alcohol €0.41 per % alcohol per litre of alcohol Tobacco Product 2013 2014 Cigarettes 25.0% of the retail price plus €82.50 per 1000 cigarettes but not less than €135.00 per 1000 cigarettes 25.0% of the retail price plus €87.50 per 1000 cigarettes but not less than €142.50 per 1000 cigarettes Cigars and Cigarillos €19.81 per 1000 units €21.65 per 1000 units Hand-Rolling Tobacco €88.36 per Kg €96.58 per Kg Other Smoking Tobacco €88.36 per Kg €96.58 per Kg Pipe Tobacco €28.08 per Kg €30.69 per Kg 45 Energy Product Current rate New rate Leaded Petrol €608.18 per 1,000 litres €628.18 per 1,000 litres Unleaded Petrol €489.38 per 1,000 litres €509.38 per 1,000 litres Gas Oil falling within CN Codes 2710.19.43 to 2710.19.48 or 2710.20.11 to 2710.20.19 and blends of the foregoing with Biodiesel, excluding Gas Oil or Gas Oil blended with Biodiesel, with a sulphur content not exceeding 0.1% sulphur by weight if used for heating purposes €402.40 per 1,000 litres €422.40 per 1,000 litres Gas Oil or Gas Oil blended with Biodiesel with a sulphur content not exceeding 0.1% by weight if used for heating purpose €162.09 per 1,000 litres €182.09 per 1,000 litres Biodiesel a diesel quality liquid fuel produced from biomass or waste cooking oil, with an ester content of not less than 96.5% by weight and 8a sulphur content not exceeding 0.005%, whether in blend or not €402.40 per 1,000 litres €422.40 per 1,000 litres Heavy Fuel Oil €32.00 per 1,000 Kgs €34.00 per 1,000 Kgs Liquid Petroleum Gas (LPG) falling within CN Codes 2711.12 to 2711.13, when used for heating purposes €36.94 per 1,000 Kgs €38.94 per 1,000 Kgs Methane falling within CN Code 2711.29.00 €36.94 per 1,000 Kgs €38.94 per 1,000 Kgs Kerosene falling within CN Codes 2710.19.21 and 2710.19.25 €402.40 per 1,000 litres €422.40 per 1,000 litres Cement Portland Cement excluding white cement €17.00 per 1,000 Kgs €27.00 per 1,000 Kgs 46 Annex 2 – Changes in Tax rates applied to Bunkering of Fuels Bunkering (Fuels) Tax Act Product Current Rate New Rate Oils falling under subheadings 2710.19.43 to 2710.19.48 or 2710.20.11 to 2710.20.19 of the Joint Nomenclature €0.93 for every metric tonne or part thereof €1.28 for every metric tonne or part thereof Oils falling under subheadings 2710.19.62 to 2710.19.68 or 2710.20.31 to 2710.20.39 of the Joint Nomenclature €0.47 for every metric tonne or part thereof €0.82 for every metric tonne or part thereof 47 Annex 3 – Changes in Rates found in the Motor Vehicle Registration and Licensing Act Changes in the Second Schedule – Category B: Vehicle’s age (year)* 5 Current Rate New Rate CO2 € € 0g/km up to and including 100g/km 1,000 800 More than 100g/km up to and including 130g/km 1,000 1,000 More than 130g/km up to and including 140g/km 2,000 1,200 Vehicle’s age (year)* 6 Current Rate New Rate CO2 € € 0g/km up to and including 100g/km 1,680 900 More than 100g/km up to and including 130g/km 2,016 1,100 More than 130g/km up to and including 140g/km 2,240 1,300 Vehicle’s age (year)* 7 Current Rate New Rate CO2 € € 0g/km up to and including 100g/km 1,882 1,000 More than 100g/km up to and 130g/km 2,258 1,200 More than 130g/km up to and 140g/km 2,509 1,400 Changes in the Second Schedule – Category C: Engine capacity Current Rate New Rate Not exceeding 250cc 0% 0% More than 250cc but not exceeding 500cc cc x RV x 0.045% cc x RV x 0.033% More than 500cc but not exceeding 800cc cc x RV x 0.046% cc x RV x 0.034% Exceeding 800cc cc x RV x 0.047% cc x RV x 0.035% Electric motor cycle with battery RVx1.71% RVx1.71% ” 48 Changes in the Fourth Schedule: Petrol-engined Year 0 1 2 3 4 5 6 7 CO2 € € € € € € € € 0g/km up to and including 100g/km 100 100 100 100 100 125 138 151 More than 100g/km up to and including 130g/km 120 120 120 120 120 148 161 176 More than 130g/km up to and including 140g/km 130 130 130 130 130 160 175 192 More than 140g/km up to and including 150g/km 150 150 150 150 150 185 203 222 More than 150g/km up to and including 180g/km 190 190 190 190 190 235 258 282 More than 180g/km up to and including 220g/km 260 260 260 260 260 323 354 388 More than 220g/km up to and including 250g/km 360 360 360 360 360 448 491 539 More than 250g/km 510 510 510 510 510 635 698 766 Year 8 9 10 11 12 13 14+ CO2 € € € € € € € 0g/km up to and including 100g/km 166 183 201 221 244 268 295 More than 100g/km up to and including 130g/km 193 211 231 254 278 305 334 49 More than 130g/km up to and including 140g/km 210 230 252 276 302 332 364 More than 140g/km up to and including 150g/km 243 266 292 320 351 385 423 More than 150g/km up to and including 180g/km 309 339 372 409 448 492 541 More than 180g/km up to and including 220g/km 426 468 513 564 619 680 747 More than 220g/km up to and including 250g/km 592 651 715 785 863 948 1,042 More than 250g/km 842 925 1,017 1,110 1,110 1,110 1,110 Diesel-engined with particulate matter of 0g/km up to and including 0.005g/km Year 0 1 2 3 4 5 6 7 CO2 € € € € € € € € 0g/km up to and including 100g/km 100 100 100 100 100 125 138 151 More than 100g/km up to and including 130g/km 120 120 120 120 120 148 161 176 More than 130g/km up to and including 140g/km 130 130 130 130 130 160 175 192 More than 140g/km up to and including 150g/km 150 150 150 150 150 185 203 222 More than 150g/km up to and including 180g/km 190 190 190 190 190 235 258 282 More than 180g/km up to and including 220g/km 260 260 260 260 260 323 354 388 50 More than 220g/km up to and including 250g/km 360 360 360 360 360 448 491 539 More than 250g/km 510 510 510 510 510 635 698 766 Year 8 9 10 11 12 13 14+ CO2 € € € € € € € 0g/km up to and including 100g/km 166 183 201 221 244 268 295 More than 100g/km up to and including 130g/km 193 211 231 254 278 305 334 More than 130g/km up to and including 140g/km 210 230 252 276 302 332 364 More than 140g/km up to and including 150g/km 243 266 292 320 351 385 423 More than 150g/km up to and including 180g/km 309 339 372 409 448 492 541 More than 180g/km up to and including 220g/km 426 468 513 564 619 680 747 More than 220g/km up to and including 250g/km 592 651 715 785 863 948 1,042 More than 250g/km 842 925 1,017 1,110 1,110 1,110 1,110 Diesel-engined with particulate matter exceeding 0.005g/km but not exceeding 0.025g/km Year 0 1 2 3 4 5 6 7 CO2 € € € € € € € € 51 0g/km up to and including 100g/km 105 105 105 105 105 131 144 159 More than 100g/km up to and including 130g/km 126 126 126 126 126 154 169 185 More than 130g/km up to and including 140g/km 136 136 136 136 136 168 183 201 More than 140g/km up to and including 150g/km 157 157 157 157 157 194 212 232 More than 150g/km up to and including 180g/km 199 199 199 199 199 246 270 296 More than 180g/km up to and including 220g/km 273 273 273 273 273 338 371 407 More than 220g/km up to and including 250g/km 378 378 378 378 378 469 515 566 More than 250g/km 535 535 535 535 535 666 732 804 Year 8 9 10 11 12 13 14+ CO2 € € € € € € € 0g/km up to and including 100g/km 175 192 211 233 256 281 309 More than 100g/km up to and including 130g/km 202 221 243 266 291 319 350 More than 130g/km up to and including 140g/km 220 241 264 289 317 348 381 More than 140g/km up to and including 150g/km 255 279 306 336 368 404 443 More than 150g/km up to and including 52 180g/km 324 356 390 429 470 516 567 More than 180g/km up to and including 220g/km 447 490 538 591 649 713 784 More than 220g/km up to and including 250g/km 621 683 750 824 905 995 1,093 More than 250g/km 883 971 1,067 1,135 1,135 1,135 1,135 Diesel-engined with particulate matter exceeding 0.025g/km but not exceeding 0.035g/km Year 0 1 2 3 4 5 6 7 CO2 € € € € € € € € 0g/km up to and including 100g/km 110 110 110 110 110 138 152 167 More than 100g/km up to and including 130g/km 131 131 131 131 131 162 177 193 More than 130g/km up to and including 140g/km 142 142 142 142 142 175 192 210 More than 140g/km up to and including 150g/km 164 164 164 164 164 203 222 243 More than 150g/km up to and including 180g/km 208 208 208 208 208 258 283 310 More than 180g/km up to and including 220g/km 286 286 286 286 286 355 389 427 More than 220g/km up to and including 250g/km 396 396 396 396 396 492 541 594 More than 250g/km 561 561 561 561 561 699 768 844 53 Year 8 9 10 11 12 13 14+ CO2 € € € € € € € 0g/km up to and including 100g/km 183 202 222 244 269 295 325 More than 100g/km up to and including 130g/km 212 232 254 279 305 335 367 More than 130g/km up to and including 140g/km 230 252 276 303 332 364 400 More than 140g/km up to and including 150g/km 267 292 321 352 386 424 465 More than 150g/km up to and including 180g/km 340 373 410 449 493 542 595 More than 180g/km up to and including 220g/km 469 514 565 620 681 749 822 More than 220g/km up to and including 250g/km 652 716 787 865 950 1,044 1,147 More than 250g/km 927 1,019 1,120 1,160 1,160 1,160 1,160 Diesel-engined with particulate matter exceeding 0.035g/km Year 0 1 2 3 4 5 6 7 CO2 € € € € € € € € 0g/km up to and including 100g/km 116 116 116 116 116 145 159 175 More than 100g/km up to and including 54 130g/km 137 137 137 137 137 169 185 203 More than 130g/km up to and including 140g/km 149 149 149 149 149 184 201 220 More than 140g/km up to and including 150g/km 172 172 172 172 172 213 233 255 More than 150g/km up to and including 180g/km 218 218 218 218 218 270 297 325 More than 180g/km up to and including 220g/km 299 299 299 299 299 372 408 448 More than 220g/km up to and including 250g/km 415 415 415 415 415 516 567 623 More than 250g/km 589 589 589 589 589 734 806 885 Year 8 9 10 11 12 13 14+ CO2 € € € € € € € 0g/km up to and including 100g/km 193 212 233 256 282 310 341 More than 100g/km up to and including 130g/km 222 243 266 292 320 351 385 More than 130g/km up to and including 140g/km 241 264 290 318 348 382 419 More than 140g/km up to and including 150g/km 280 307 336 369 405 444 488 More than 150g/km up to and including 180g/km 357 391 429 471 518 568 624 More than 180g/km up to and including 220g/km 491 540 593 651 715 785 863 55 More than 220g/km up to and including 250g/km 684 752 826 907 997 1,096 1,204 More than 250g/km 973 1,069 1,175 1,210 1,210 1,210 1,210 (b) the tables in item 2 thereof shall be substituted by the following: Petrol-engined Year 0 1 2 3 4 5 6 7 Engine Capacity € € € € € € € € Class 1 (up to and including 1300cc) 85 85 85 85 85 85 85 96 Class 2 (more than 1300cc up to and including 1449cc) 110 110 110 110 110 110 110 124 Class 3 (more than 1449cc up to and including 1500cc) 125 125 125 125 125 125 125 141 Class 4 (more than 1500cc up to and including 1800cc) 130 130 130 130 130 130 130 147 Class 5 (more than 1800cc up to and including 2000cc) 210 210 210 210 210 210 210 238 Class 6 (more than 2000cc) 380 380 380 380 380 380 380 432 Year 8 9 10 11 12 13 14 15 Engine Capacity € € € € € € € € Class 1 (up to and including 1300cc) 97 98 99 101 102 103 105 106 Class 2 (more than 56 1300cc up to and including 1449cc) 126 127 129 131 133 135 137 138 Class 3 (more than 1449cc up to and including 1500cc) 144 148 151 155 158 162 166 170 Class 4 (more than 1500cc up to and including 1800cc) 152 157 162 167 172 178 184 190 Class 5 (more than 1800cc up to and including 2000cc) 241 245 248 252 256 259 263 267 Class 6 (more than 2000cc) 438 445 451 458 464 471 478 485 Year 16 17 18 19+ Engine Capacity € € € € Class 1 (up to and including 1300cc) 108 109 111 112 Class 2 (more than 1300cc up to and including 1449cc) 140 142 144 146 Class 3 (more than 1449cc up to and including 1500cc) 174 178 182 186 Class 4 (more than 1500cc up to and including 1800cc) 196 203 210 217 Class 5 (more than 1800cc up to and including 2000cc) 271 275 279 283 Class 6 (more than 2000cc) 492 500 507 514 57 Diesel-engined Year 0 1 2 3 4 5 6 7 Engine Capacity € € € € € € € € Class 1 (up to and including 1300cc) 93 93 93 93 93 93 93 104 Class 2 (more than 1300cc up to and including 1449cc) 120 120 120 120 120 120 120 135 Class 3 (more than 1449cc up to and including 1500cc) 137 137 137 137 137 137 137 154 Class 4 (more than 1500cc up to and including 1800cc) 142 142 142 142 142 142 142 160 Class 5 (more than 1800cc up to and including 2000cc) 230 230 230 230 230 230 230 261 Class 6 (more than 2000cc) 417 417 417 417 417 417 417 474 Year 8 9 10 11 12 13 14 15 Engine Capacity € € € € € € € € Class 1 (up to and including 1300cc) 105 107 108 110 111 113 114 116 Class 2 (more than 1300cc up to and including 1449cc) 137 139 141 145 145 147 149 151 Class 3 (more than 1449cc up to and including 1500cc) 158 162 165 169 173 177 181 186 Class 4 (more than 1500cc up to and including 1800cc) 166 171 177 183 189 195 201 208 Class 5 (more than 1800cc up to and including 2000cc) 265 268 272 276 280 284 288 293 Class 6 (more than 2000cc) 481 488 495 502 510 517 525 533 58 Year 16 17 18 19+ Engine Capacity € € € € Class 1 (up to and including 1300cc) 118 119 121 122 Class 2 (more than 1300cc up to and including 1449cc) 153 156 158 160 Class 3 (more than 1449cc up to and including 1500cc) 190 195 199 204 Class 4 (more than 1500cc up to and including 1800cc) 215 222 230 237 Class 5 (more than 1800cc up to and including 2000cc) 297 301 305 310 Class 6 (more than 2000cc) 541 548 557 565 59 Appendix A TAX REVENUE\n Direct - Income Tax\n 31,000,000 - Expected higher receipts than originally forecasted\n mainly from provisional tax and also due to\n enhanced enforcement.\n Social Security\n 3,000,000 - Income is expected to be higher than that which\n based also\n on the\n registered income thus far.\n Indirect - Customs and Excise Duties\n - 25,850,000 Lower receipts are expected mainly due to timing\n of excise duty payments by EneMalta Corp.", "in\n respect of petroleum .\n Licences, Taxes and Fines\n - 15,828,000 Lower receipts than anticipated mainly from Duty transfers ,\n registration tax,\n Annual circulation licence fees\n and Gaming Taxes.\n Value Added Tax\n 5,000,000 - Higher receipts are expected, reflecting increased\n economic activity.\n NON-TAX REVENUE\n - The variance is mainly due to an increase in\n revenue collected through Fees from Visas which\n is expected to be higher than originally forecasted.", "- - - - - - Receipts from Perpetual Leases are expected to be higher than originally forecasted.\n - - - - - Higher receipts are expected to accrue mainly\n under the EU - Agriculture Fund for Rural\n Development, EU - Structural Funds (2007-2013\n and the EU - Cohesion Funds\n (2007-2013 Programmes).\n will partly compensate for shortfall of cash\n receipts in\n respect of other Funds, which are not expected to\n will continue\n duration of the Programmes.\n - Receipts from Sale of Government Lands are\n expected to be higher than the original forecast,\n and will compensate for the shortfall in revenue\n under Possession and Use.", "STATEMENT A\n REVENUE 2013 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n Dividends on Investments\n TOTAL TAX REVENUE\n Miscellaneous Receipts\n Fees of Office\n Public Corporations\n Central Bank of Malta\n Interest on Loans provided by Government 60 NON-ORDINARY REVENUE\n - - - - The funds allocated towards local loans will not be\n required in full.\n - Sinking Funds of converted loans\n Local Loans\n TOTAL RECURRENT Sale of shares/assets\n TOTAL NON-TAX REVENUE\n GRAND TOTAL\n Repayment of loans provided by TOTAL NON-ORDINARY 61 1 Office of the President\n - 2 House of Representatives\n The reduction\n Contractual Services due to the time required for\n the new Parliament building handover.\n 3 Office of the Ombudsman\n - refurbishment works on premises.\n 4 National Audit Office\n - 5 Office of the Prime Minister\n Savings are expected mainly under the Contribution to Government Entities category.\n 6 Public Service Commission\n - 7 Information\n - 8 Government Printing Press\n - 9 Electoral Office\n - Higher expenditure than originally forecasted due\n to the General Elections.\n 10 Government Property Division\n - 11 Ministry for European Affairs & Implementation of the Electoral Manifesto\n Net decrease in expenditure was due to transfer of\n the Malta-EU Steering and Action Committee to the Ministry for Social Dialogue, Consumer Affairs and Civil Liberties.", "12 Ministry for Foreign Affairs\n Lower expenditure reflects further adjustment in\n relation to the Permanent Representation to the\n EU.", "13 Ministry for Tourism\n Lower expenditure is expected mainly under the\n categories for Programmes and Initiatives and\n Contribution to Government Entities .\n 14 Local Government\n Lower expenditure is envisaged mainly under Local Council's Special Initiatives .", "15 Ministry of Education and Employment\n - Net additional funding is required mainly to cover\n the costs for the University of Malta.\n 16 Education\n - Additional funding is required under Salaries and\n Wages and Allowances items to cover Personal Emoulements .\n 17 Ministry for Sustainable Development, the Environment and Climate change\n - Higher expenditure under the Programmes and\n Initiatives category, mainly Agricultural Support\n Scheme, Landscaping Malta\n and Solid Waste\n Management Strategy, is expected to be partly\n anticipated lower expenditure under\n various other items within the same category.", "18 Ministry for Transport & Infrastructure\n Transport Malta - Administrative Fee.\n 19 Ministry for Gozo\n - funding is\n STATEMENT B\n RECURRENT EXPENDITURE 2013: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 62 STATEMENT B\n RECURRENT EXPENDITURE 2013: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 20 Ministry for Social Dialogue, Consumer Affairs and Civil Liberties\n - Variation was due to the transfer of the Malta-EU Steering and Action Committee budget to this\n portfolio and Support to Voluntary Organisations .\n 21 Industrial and Employment Relations\n 22 Ministry for the Economy, Investment & Small Business\n Lower net expenditure is mainly due to savings\n Government Entities.\n 23 Trade Services\n Programmes and Initiatives category.\n 24 Ministry for the Family and Social - 25 Social Policy\n - Higher expenditure is expected under the category\n State 26 Social Security Benefits\n - Excess is mainly due to increase in expenditure\n Assistance and Invalidity Pensions .\n 27 Social Welfare Standards\n - 28 Elderly and Community Care\n Lower net expenditure is anticipated under the\n Programmes and Initiatives category.\n 29 Ministry for Home Affairs and National 30 Armed Forces of Malta\n 31 Police\n - 32 Correctional Services\n - Additional funding is required under the category\n for Personal Emoluments , Gratuities to Inmates,\n and Medical Practice within the Programmes and Initiatives category.\n 33 Probation and Parole\n - Additional funding is required under the Personal Emoluments category.\n 34 Civil Protection\n - Additional funding is required under the Personal Emoluments category.\n 35 Land and Public Registry Division\n - Increased expenditure anticipated in respect of\n requirements for Passport Booklets\n within the\n Programmes and Initiatives category.\n 36 Judiciary\n - Increased expenditure anticipated with respect to\n expenses for summoning witnesses, jurors and\n experts in Criminal Court Trials\n 37 Ministry for Finance\n There was an expenditure adjustment under the Programmes and Initiatives category, mainly due to the transfer of the European Investment Bank, that was reflected as a Capital Expenditure under Investment - Equity Acquisition\n 63 STATEMENT B\n RECURRENT EXPENDITURE 2013: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 38 Treasury\n - 39 Pensions\n Reduced forecast to reflect trends in expenditure.\n 40 Public Debt\n Adjustment reflects updated expenditure forecast\n for payment of interest on Treasury Bills and\n Government Stocks.\n 41 Inland Revenue\n 42 V.A.T.\n - 43 Customs\n Expenditure savings under payments for Excise Duty Bands are expected to materialise.\n 44 Contracts\n 45 Economic Policy\n - 46 Ministry for Energy and the Conservation of Water\n - Increase due to the transfer of the Restoration of\n Wells Scheme from the Ministry for Sustainable\n Change.", "47 Ministry for Health\n - Net additional funding required mainly for the\n procurement of Medicines and Surgical Materials,\n Maintenance of Medical Equipment.\n 64 STATEMENT B\n RECURRENT EXPENDITURE 2013: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n [Office of the Prime Minister\n - [Ministry for Foreign Affairs\n - [Ministry for Gozo\n - [Ministry for Infrastructure, Transport and - [Ministry for Resources and Rural Affairs\n - [Ministry for Home Affairs\n - [Ministry of Education and Employment\n - [Ministry for Finance, the Economy and - [Ministry for Health, the Elderly and Community Care\n - [Ministry for Tourism, Culture and the - [Ministry for Justice, Dialogue and the - [Ministry for Fair Competition and - TOTAL RECURRENT EXPENDITURE AND PUBLIC DEBT SERVICING\n - 65 I Office of the Prime Minister\n Higher expenditure than originally forecast mainly\n Programme and Acquisition of property for public\n purposes .", "Lower expenditure is anticipated under\n ICT and Acquisition of property (Possession and\n Use) .\n II Ministry\n Implementation of the Electoral Manifesto\n Higher expenditure is expected under the EU\n Structural Funds 2007-2013 Programme and the\n SOLID Funds namely: European Refugee Fund\n III ; European Return Fund and European Fund for the Integration of Third Country Nationals .\n III Ministry for Foreign Affairs\n Lower expenditure is expected under Construction and restoration works, and Restoration works at\n Spinola Palace.\n IV Ministry for Tourism\n Higher expenditure is anticipated under the EU Structural Funds 2007-2013\n lower expenditure is expected mainly under the\n EEA/Norwegian Financial Mechanisms 2009-2014\n Programme, EU Funded Projects in Localities and\n the Kordin Carnival Facility .\n V Ministry for Education and Employment\n Expenditure is expected to be higher than originally\n forecast under EU Structural Funds 2007-2013 .", "anticipated for the Foundation for Tomorrow's\n Schools debt servicing.", "VI Ministry for Sustainable Development, the\n Environment and Climate Change\n The additional funding requirements mainly under\n the EU Agricultural Fund for Rural Development\n are expected\n be partly\n expenditure mainly under the EU Cohesion Fund\n 2007-2013 Programme, Assistance to Farmers and\n Fishermen (Subvention) , WasteServ Malta Ltd.\n The funds from the EU Territorial Cooperation\n Programmes 2007-2013 were re-assigned to the\n Ministry for Transport and Infrastructure due to a\n change in responsibilities.\n VII Ministry for Transport and Infrastructure\n 84,783,000 21,681,000\n Higher expenditure is envisaged primarily under\n EU Cohesion Funds 2007-2013 , EU Territorial\n Cooperation Programme 2007-2013 (New Item),\n Grand Harbour Regeneration Corporation , Roads\n Government Construction Projects.\n VIII Ministry for Gozo\n Lower expenditure is anticipated mainly under Eco-\n Gozo , which will continue in 2014.", "Expenditure\n Programme and Drainage will be less than the total\n of approved funds.\n IX Ministry for Social Dialogue, Consumer\n Affairs and Civil Liberties\n Lower expenditure is anticipated under ICT , EU co-financed projects with the EU for NGO's.\n STATEMENT C\n CAPITAL EXPENDITURE 2013: REVISED ESTIMATES COMPARED WITH APPROVED ESTIMATES\n 66 STATEMENT C\n CAPITAL EXPENDITURE 2013: REVISED ESTIMATES COMPARED WITH APPROVED ESTIMATES\n X Ministry for Economy, Investment and\n Small Business\n EU Structural Funds 2007-2013 and EU Cohesion\n Funds 2007-2013 Programmes.\n This additional\n expenditure is expected to be partly offset by lower expenditure mainly\n under ICT\n Core Services\n Agreement, e-Government and, Private and Gates\n Estates .", "Funds\n Incentives and Conference Incentive Scheme line\n items have been re-allocated to the Capital Votes\n for MHAS and MFIN, respectively.", "XI Ministry for Family and Social Solidarity\n Lower expenditure envisaged mainly under Saint\n Paule Residence\n and Community\n XII Ministry for Home Affairs and National\n Although additional funds are required for new\n projects in ICT,\n the Asylum Support Office,\n Construction works, equipment for the Armed\n Forces of Malta and the Police, premises for the\n Judiciary and newly created line item Film Industry Incentives (originally appropriated under MEIB\n Capital Vote), overall expenditure under this Vote\n is expected to be less than originally forecasted,\n mainly due to lower expenditure envisaged under\n EU Refugee Community Actions , EEA/Norwegian Financial Mechanisms\n works at the Office of the Attorney General and\n Permanent Commission against Corruption and\n AFM EBF Specific Action .", "XIII Ministry for Finance\n 84,437,000 12,981,000\n Additional expenditure will be incurred mainly\n under ICT and Investment - Equity Acquisition\n (European Stability Mechanism and\n Investment Bank) and due to newly created line\n (originally appropriated under MEIB Capital Vote).", "This\n additional expenditure is expected to be partially\n offset by lower expenditure mainly under ICT Projects ,\n Ministry.", "XIV Ministry for Energy and the Conservation\n of Water\n Additional funding requirements envisaged under\n EU Structural Funds 2007-2013 and Improvement to the Ministry's property (New Item).\n XV Ministry for Health\n Lower expenditure anticipated mainly under EU Structural Funds 2007-2013 , Swiss Fund and\n Integrated Health Information System , Blood Bank and Government Cemeteries ."]