["Budget Speech\n The Hon.", "Tonio Fenech\n Minister of Finance, the Economy and Investment\n 14th November, 2011\n Ministry of Finance, the Economy and Investment\n Published by the\n Ministry of Finance, the Economy and Investment\n South Street,\n Tel.: (+356) 21 24 96 40\n Website: http://www.mfin.gov.mt\n Cataloguing-in-Publication Data\n Malta.", "Ministry of Finance, the Economy and Investment\n Budget Speech 2012 / Tonio Fenech.", "- Valletta : Ministry of Finance,\n the Economy and Investment, 2011\n 14, 87p.", "; 24cm.\n ISBN: 978-99932-94-50-4\n ISBN: 978-99932-94-48-1 Electronic Version\n 1.", "Budget – Malta\n I.", "Title II.", "Fenech, Tonio\n Our Publications are available from:\n Department of Information\n 3, Castille Place\n Tel.: (+356) 21 25 05 50\n Printed at the Government Press\n Price: 2.50\n 1 1.", "Introduction Mr.", "Speaker We can only overcome the financial crisis around us through good governance and responsibility.", "This is the message contained in the budget speech that I am presenting in front of this House.", "Throughout the past three years we have faced major turmoil.", "It was only by being cautious, by taking difficult yet good decisions and through the work, industry and sacrifice of all our families that we kept our country moving forward, despite the crisis going on around us.", "It is not a coincidence that we were not overwhelmed and that we managed to maintain our standard of living.", "There is a price to pay for everything.", "We took the difficult yet responsible path.", "We chose what we deemed best for Malta and Gozo’s families, even when we had to make hard choices.", "Unlike others, we did not lose time in fancy words but set our sights on the long-term future.", "Our country cannot ignore the enormous crisis in Europe and the rest of the world.", "We cannot control outside events.", "It is only the choices that we are making together that are sustaining our families in the worst moments of the crisis that we are going through.", "What we did was achieved through a collective effort, and it is only through a collective effort that we can weather the storm.", "2 The Government’s strategy is to safeguard employment, to incentivise investment, to develop the economy, to invest strongly in education, to keep the tax burden low, to fight inflation, to reduce bureaucracy, to strengthen pensions and social benefits, to support the neediest families and to continue to invest in the development of health services.", "This strategy is bearing fruit, because we believe that economic policy and social policy are inextricably linked even in times of crisis.", "Mr.", "Speaker This Budget will continues to build on this strategy.", "Through this budget, we want to: 1.", "ensure the macro-economic stability and financial sustainability needed to continue to attract investment, create jobs and sustain the social framework; 2.", "invest wisely in initiatives that develop the economic activity of our country and create more and better employment; 3.", "sustain the extensive programme of investment in infrastructure, the energy sector and the environment; 4.", "invest more in education and training; and 5.", "ensure that, despite the challenges that we will have to face, it will be a budget that satisfies the needs of the families, the elderly, and the most vulnerable strata of society.", "Mr.", "Speaker This Budget reflects the professionalism, the credibilty and the responsibility which our country needs in order to overcome 3 the challenges around us.", "This is a budget which will foster trust in our country and provide faith in our ability to overcome adversity.", "2.", "The Maltese economy and the international situation Mr.", "Speaker Everyone is aware of the events taking place around us.", "Several international agencies, including the European Commission, are revising downwards the forecast for economic growth in Europe.", "The critical state of Greece; a very worrying situation in Italy; Spain, Portugal, Ireland, England, and France are adopting austerity measures which are leaving an impact on their people and the European economy.", "The European Union is working relentlessly to control the negative impact of the financial crisis.", "It is in the interest of us all to overcome this crisis because that is the only way that the real economy, on which our livelihood depends, can continue to function at a good pace and create prosperity and employment.", "Mr.", "Speaker These historic events have hit us hard.", "While it is essential to maintain solidarity with our friends, especially in the Euro Zone, we have to protect and provide direction for our country in the international crisis.", "We want an economic policy based on sound foundations and sustainable finances.", "4 2.1 The financial situation While our deficit and debt levels are low when compared to those of our partners in the European Union, our country is still in an excessive deficit procedure.", "We remain committed to lowering our country’s deficit to 181.7 million euro by the end of this year, or 2.8 per cent of the Gross Domestic Product.", "For 2012, we forecast a deficit of 2.3 percent of the Gross Domestic Product.", "This should lead to Malta’s exit from the European Union’s excessive deficit procedure, will send an important signal of reassurance to potential investors, will generate employment and provide the fiscal space needed in order to intervene as needed in the economy throughout 2012.", "The income from direct and indirect taxation is expected to be 2.5 billion euro, while 419.2 million euro comes from other sources of income.", "The recurrent expenditure is expected to increase only by 92.6 million euro over that forecast for 2011.", "The capital investment in Malta and Gozo’s economy is expected to be 425.3 million euro.", "The Government’s debt is expected to be 68.9 per cent of Gross Domestic Product.", "More details may be found in the tables number 2.1 to 2.3 and in Appendix A attached to this speech.", "Mr.", "Speaker In the ongoing crisis, economic growth depends on economic stability and not vice-versa.", "In an small and open economy such as ours, which depends on foreign investment in order to sustain employment levels, the sustainability of the Government’s finances is of utmost importance.", "5 Table 2.1 Financial Position 2010 - 2011\n Consolidated Fund Total Revenue\n Tax Revenue\n Non-Tax Revenue\n Total Recurrent Expenditure\n Recurrent Expenditure\n Interest Payments\n Recurrent Surplus (Deficit)\n Capital Expenditure\n Total Expenditure\n Consolidated Fund (Deficit)\n Direct Loan Repayments\n Contributions to Sinking Funds - Local\n Contributions to Sinking Funds - Foreign\n Equity Acquisition\n Loan Facility to the Hellenic Republic\n Loan Facility to Air Malta plc\n Sinking Funds of Converted Loans\n Sale of Assets\n Public Sector Borrowing Requirement\n Foreign Loans\n Consolidated Fund balance as on 1 January\n Local Loans\n Consolidated Fund balance as on 31 December General Government (Deficit)\n Actual € '000\n € '000\n € '000\n General Government (Deficit)\n General Government Adjustments as a % of Gross Domestic Product\n Gross Domestic Product\n 6 Table 2.2 Financial Position 2010 - 2014\n Consolidated Fund Total Revenue\n Tax Revenue\n Non-Tax Revenue\n Total Recurrent Expenditure\n Recurrent Expenditure\n Interest Payments\n Recurrent Surplus / (Deficit)\n Capital Expenditure\n Total Expenditure\n Consolidated Fund (Deficit)\n Direct Loan Repayments\n Contributions to Sinking Funds - Local\n Contributions to Sinking Funds - Foreign\n Equity Acquisition\n Loan Facility to the Hellenic Republic\n Loan Facility to Air Malta plc\n EFSF Credit Line Facility\n Repayment of Loans to Government\n Sinking Funds of Converted Loans\n Sale of Assets\n Public Sector Borrowing Requirement\n Foreign Loans\n Consolidated Fund balance as on 1 January (196,297)\n Local Loans\n Consolidated Fund balance as on 31 December € '000\n General Government (Deficit)\n as a % of Gross Domestic Product\n Gross Domestic Product\n General Government Adjustments General Government (Deficit)\n € '000\n € '000\n € '000\n € '000\n Actual 7 2.2 What is our country’s distinguishing characteristic? The employment situation in Malta has remained strong.", "Indeed, in certain aspects it even grew stronger.", "In the first months of this year, employment increased by more than 2.5 per cent, which compares very well to a growth of approximately 1 per cent in the Euro Zone.", "Since the start of the crisis, only five countries have increased their employment rate: Malta was among them.", "One should also note the significant increase in women’s participation in the employment market.", "This success was crucial for our country’s financial stability in these difficult times and as well as the improvement of our families’ economic and social standards.", "Table 2.3 Statement of Public Debt\n Malta Government Stocks\n Treasury Bills\n Domestic Loans with Commercial Banks\n Foreign Loans\n EBU's / Local Councils\n EFSF (Debt Re-Routing)\n General Government Public Debt Gross Domestic Product\n Debt as a % of GDP\n € '000\n 8 Mr.", "Speaker This did not happen by chance.", "This is the result of a clear economic policy which protects employment.", "It is also the result of the work of our social partners who recognised the challenges being presented by these difficult times.", "On behalf of the Government, I wish to express my gratitude.", "Mr.", "Speaker The competitiveness of Maltese industry and enterprise is a crucial consideration.", "In this year’s first semester, our Gross Domestic Product increased by 2.6 per cent in real terms.", "Tourism was also very successful throughout this year, with substantial growth which benefited other sectors such as the restaurant and accommodation sectors as well as the retail and the transport sectors.", "Among the sectors which had a good turnout this year are professional, technical and scientific services.", "They offer services to other areas of the economy, such as the financial sector.", "We must maintain this success by addressing our economic, social and environmental challenges.", "They were identified in an exercise we carried out in the context of the European Semester: 1.", "Sustainable finances with a reduction in the fiscal deficit and public debt in accordance with the Stability and Growth Pact as well as strengthening the fiscal governance; 2.", "Reforms in the pension system in order to ensure sustainability; 9 3.", "An education system which serves the needs of the economy, especially tertiary and vocational education, and a reduction in the rate of student dropout for 16-year olds and above; 4.", "Studies and reforms, together with the social partners, of the systems of distribution of wages and salaries to improve competitiveness in the Maltese economy; and 5.", "Reduced dependence on oil by investment in clean energy and the promotion of more efficient energy use.", "Together with these economic challenges, the Maltese Government commits itself to creating the best environment for:  better use of human resources, with greater participation in the labour market, and investment in the educational system;  more investment in the Maltese economy, including capital investment by the Government and the utilisation of European funds;  an industrial policy which makes better use of the most competitive resources of the country and which exploits markets adapted to the areas of our economy which show most potential, including manufacture, tourism, science, research and innovation, financial and commercial services, information technology, culture and creativity and the environment;  a strong financial system; and  more efficient markets and fair prices.", "10 The rate of inflation during the 12 months up to September showed an upward trend reaching 2.7 percent.", "In 2012, economic growth in Malta is expected to be approximately 2.3 per cent.", "Inflation is expected to reach 2.1 per cent.", "I table a copy of the Economic Survey which provides a detailed view of the economic situation of our country.", "The cost-of-living increase, calculated in accordance with the mechanism agreed with the social partners, will consist of €4.66 per week.", "3.", "Employment, Enterprise, Tourism Mr.", "Speaker We have set employment as the Government’s main priority.", "Notwithstanding the current crisis, we have continued to reduce unemployment throughout this year.", "Current unemployment stands at 6.6%, 3.1% less than the European Union average.", "We created more jobs in all the country’s economic sectors, and thus our country’s economy sustained its growth.", "3.1 Industry and economic growth Mr.", "Speaker Investment by the private sector is crucial for job creation.", "The manufacturing industry, tourism operators, and all businesses in our country are needed in order to generate wealth and create employment.", "11 Notwithstanding the turmoil around us, we want to see our country proceed forward cautiously.", "Mr.", "Speaker This Budget is allocating 14.7 million euro for incentives to industry, an increase of five million euro on last year.", "This past year, 35 projects for factories and companies have been approved so far with an investment of 145 million euro.", "These projects are expected to create 700 jobs over three years.", "We must maintain this pace make Malta more and more attractive for local and foreign investment.", "We must also maintain support for our industry so that it can expand but can also be prepared for the challenges related to energy use.", "We are aware that the international price of oil is putting new burdens on the manufacturing industry which consumes large quantities of energy.", "We believe that we must protect competitiveness through investments focused on the management and the generation of clean energy.", "Therefore, we are investing three million euro over a three-year period in fiscal incentives to those industries which consume more than 2Gwh per year and which invest in energy-saving measures and in systems which produce energy from clean sources.", "We have started work on BioMalta Campus: an industrial park with a 30 million euro investment which will provide the necessary infrastructure for research and industrial innovation in the pharmaceutical and life sciences industry.", "This project is also linked to the participation of the company Sultan Scientific which will launch the 200 million euro Global 12 Medi-Science Fund based in Malta.", "This Fund will invest in projects which will establish themselves in the BioMalta Campus or joint projects on an international level.", "This year we have also started an extensive programme of upgrading works in a number of industrial zones with an investment of 16 million euro; work at Ħal Far and Bulebel has reached an advanced stage.", "The Government appreciates that increases in the service charge are an increase to the industry’s cost base.", "Nevertheless, I reiterate what I have already declared to the House.", "The proposed service charge which, after consultation with the Chamber of Commerce, has been reduced to €3.50 per square metre, will not go to the Government or to the Malta Industrial Parks once tenants’ associations are set up in the respective zones.", "Until discussions with the Chamber of Commerce are concluded, contracts which expire will be renewed at the current rate.", "Each industrial zone will have its own management which will be answerable to the respective tenants’ association.", "If the amount collected is higher than what is needed for the maintenance of the zone, the surplus will be returned or an adjustment is made in that zone’s service charge.", "We are aware that certain high-added-value industrial sectors are finding difficulties in recruiting particular human resources in specialised fields from Malta, which could mean that our country could miss out on certain investments.", "Therefore, we are extending the fiscal incentives which we launched in the financial services and online gaming sectors to three other categories: 13  to those Maltese with a presitigious career and who wish to return to our country to work in important industrial sectors;  to highly qualified and skilled foreign workers who are required for certain industrial sectors; and  to those persons who would like to carry out research or market an invention or technology in Malta.", "Mr.", "Speaker, we are doing all this in order to keep increasing the added value of Maltese industry and because we believe wholeheartedly in the future of the manufacturing industry based on research, innovation, and technological development.", "Innovation is the motor of economic growth Mr.", "Speaker The continuous process of innovation does not apply only to the manufacturing industry.", "The global economic and industrial situation is showing us clearly that there is no future for those who do not adapt and constantly strive to become more competitive.", "We believe in the need for a culture of innovation which is the principal instrument for economic growth even in traditional economic sectors.", "Therefore, as from next year we will embark on an awareness campaign for innovation and economic growth with an investment of a quarter of a million euro.", "We are also increasing the amount allocated for research to the Malta Council for Science and Technology to 1.6 million euro.", "In addition, we are creating a new Fund to assist the internalisation of research and innovation.", "We are also allocating funds to help our researchers participate in the European Union’s FP7 Programme.", "14 We must also encourage many more children and youths to take an interest in science.", "Therefore we will be investing in an Interactive Science Center, a project which will cost 3.5 million euro.", "3.2 More investment in small and medium sized enterprises Mr.", "Speaker Small enterprises have been the ones which responded best to the need for job creation during the financial crisis.", "In the last three years we helped around 2,000 businesses a year through various Malta Enterprise schemes.", "We have helped them identify new markets, take on new projects, invest in their operations, increase their businesses and, above all, create more jobs.", "We pursued the MicroINVEST scheme.", "I am happy to report that through this scheme, which offers a reduction in tax of 40 per cent of the investment value and 60 per cent in the case of Gozo, more than 700 enterprises benefitted.", "They invested almost 13 million euro and created around 200 new jobs.", "It is clear that Maltese businessmen are willing to invest.", "We acknowledge this and therefore we are extending this scheme for another year.", "I would also like to remind you of the ‚BOV JEREMIE Financing Package for SMEs including Micro-enterprises‛, which by means of a 52 million euro Fund, is providing loans to Maltese and Gozitan enterprises.", "Since March, around 110 businesses have benefitted.", "Together they have invested around 15 million euro.", "15 A scheme for guarantees on loans to small enterprises: MicroGuarantee Scheme Mr.", "Speaker From discussions we held it emerged that there are business people who are proposing good commercial ideas but who have neither collateral for loans nor the 25 per cent minimum established under the previous scheme.", "Therefore we will launch another guarantee scheme on bank loans intended to incentivize business and the creation of jobs in small businesses.", "Through this scheme, the Government will provide bank guarantees on loans to existing or new and viable enterprises which need capital to invest and work.", "This scheme will:  be run together with commercial banks and according to commercial criteria;  be applicable to enterprises which employ up to 20 persons;  be applicable for loans for capital investment or working capital;  guarantee loans of between 2,500 and 100,000 euro from commercial banks;  guarantee 90 per cent of the loan, while the rest must be guaranteed by the borrower; and will  guarantee loans which will mature in three months to 10 years.", "16 Persons qualifying for these loans will be asked to pay a premium on the interest rate on the amount borrowed or the balance.", "By means of this scheme, the Government will assume the risks itself so as to ensure that whoever is capable of creating a good project which can work can do so successfully.", "We are placing 20 million euro in guarantees which can increase according to the experience and the evaluation we acquire in carrying out this scheme.", "If entrepreneurs and the banks make a success of this scheme, the Government will not fail to increase the amount of guarantees.", "Another call for 8 million euro from European Union Funds Mr.", "Speaker I would like to remind you that 38 million euro were given to more than 600 companies during the past two years under the 20millionforindustry schemes over two years.", "This was an opportunity for Maltese enterprise to renew its operations, carry out research and innovation, e-business, and to look for new markets.", "Next February we will issue another call for the financing of projects with a value of 8 million euro.", "We are allocating 550,000 euro to improve industrial zones not under the Government’s direct responsibility.", "As promised, we published the Small Business Act to continue making our entrepreneurs’ life easier and reduce bureaucracy.", "We also introduced an SME impact assesment test which each law impacting on small businesses must undergo.", "As we announced, we have also set up a Consultative Body and a College of Regulators with the aim of advising the 17 Government on the formulation and the implementation of enterprise policy and regarding the regulatory policy for the sector.", "3.3 We continue to foster the financial service sector The financial service sector keeps growing at a fast rate.", "In the past three years, jobs in this sector increased by 1,000 and between 700 and 800 companies were registered every quarter in the past six years.", "In 2010, the financial intermediation sector contributed 7.5 per cent of the Gross Added Value of the Maltese economy, an increase of more than 30 per cent over the previous year.", "Today our country has 25 credit institutions, 14 financial institutions, 52 insurance companies, 706 Funds including sub-funds, 112 investment services companies and 122 trustees.", "We must keep working together, whether as operators or regulators so that, while ensuring that whoever operates in our country protects its reputation, we continue to attract new services that are having an important impact on our country’s economy.", "Finance Malta, a public private partnership between the Government and the operators, is carrying out an important task in the promotion of our country in this sector on an international level.", "To this end, the Government is increasing the allocation to 500,000 euro.", "3.4 Working to attract more tourism to our country Mr.", "Speaker This year we faced two big challenges in tourism: the economic situation in countries where our tourists travel from, and the crisis in North Africa, particularly in Libya.", "18 We worked relentlessly, and the results speak for themselves.", "During the first nine months of this year, 1.1 million tourists visited our country, 70,000 more than the number in the same period in 2010, which was a record year.", "These visitors spent 9.4 million nights in Malta, 336,503 more nights than the previous year.", "The expenditure by these tourists was 997.8 million euro, an increase of 81.7 million euro over the same period in 2010.", "The number of passengers who arrived in Malta on board cruise liners increased to 67,982, 16,828 more than the first nine months of 2010.", "Mr.", "Speaker The work of the Malta Tourism Authority, together with the operators in this sector, is crucial to attract more tourists to our country.", "This year, we are once more increasing the Authority’s allocation by a million euro, to reach a total of 36 million euro.", "To achieve these results, we needed to continue investing in new air routes, in additional marketing and advertising mostly in principal markets and areas where we opened new routes, and in upgrading the Maltese touristic product.", "We will continue doing so next year and we are allocating three million euro for marketing and four and a half million euro for the opening of new routes.", "We are making an effort to spread tourism evenly throughout the year.", "We have managed to get to the stage where we now have more than 100,000 tourists a month for seven months of the year.", "The upgrading of our touristic product plays an important role in this Government’s strategy.", "This investment attracts more tourists to our country and improves our country’s environment.", "Besides the continuous investment in the general 19 infrastructure of the country and other projects such as the one in the entrance to Valletta and other embellishment projects throughout the whole country, we have also completed the work on the St Paul’s Bay promenade and those at Fond Għadir and Qawra.", "We have also continued the management of six bays around Malta.", "We are allocating 4.2 million euro to pursue work other projects throughout next year.", "These include Aquarium in Qawra and Pembroke Gardens, where work has now started.", "We are also investing another 4.2 million euro in archaeological sites around Malta and Gozo to continue increasing the value of the tourist’s experience in our country.", "We have continued working in the interest of our country’s tourism operators.", "We are providing the necessary assistance for the improvement of touristic projects by private operators and for their marketing and competitiveness.", "This scheme has an allocation of 10 million euro and so far there have been three calls with the first set of projects approved under the first call closing this year.", "Throughout 2012, Local Councils and various associations will benefit from 3.3 million euro in European Union and Maltese Government Funds during 2012 to carry out a number of projects concerning the physical appearance and history of our country’s localities.", "They include Ta’ Pinu and the Victoria Foundation in Gozo, historic centres in various villages, and public gardens.", "20 Other schemes which will continue to be implemented after the success of the previous years include:  assistance to the public and parastatal sector to attract conferences to Malta;  a human resources training programme; and  granting of soft loans for tourist operators.", "The tourist product is also the service we offer those who visit us.", "That is why we have invested in a number of initiatives, such as ongoing training to the employees, and in an educational campaign about tourism aimed at children.", "Mr.", "Speaker The tourism industry knows that next year it will face various challenges connected to the economic uncertainty in the principal markets.", "Notwithstanding this, we will ensure that we have the necessary resources to remain competitive in this service which is most important for our country’s economy .", "Airmalta Mr.", "Speaker, in this Budget we are committing 20 million euro to the restructuring of Airmalta, which will increase in the following years according to the restructuring plan.", "The Government remains committed to seeing our country’s national airline carrying on with its important function.", "However, everyone must understand that discussions cannot be extended indefinitely.", "This can lead to an irreversible situation, with serious consequences for the families which depend on this enterprise and for our country.", "21 The European Commission is expecting the Government’s final plan but this cannot be presented if there is no agreement on the fundamental changes in work practices which have to be made.", "Without these changes, the plan will fail.", "The Government believes that the final packet offered by the company management concerning retirement schemes as well as the changes requested and the compensation offered are reasonable.", "Refusing them can only lead to the outsourcing of certain operations or to the reduction of employees according to our country’s laws.", "Further investment in cultural programmes Mr.", "Speaker Cultural development is at the core of the Government’s vision for the future of our country.", "We have a clear and ambitious vision: that of making cultural and creative activities the most dynamic aspect of social and economic life.", "We will therefore keep strengthening the government framework in relation to culture while supporting independent operators, businesses and cultural and creative organisations.", "Public cultural entities are crucial to cultural activity in our country.", "These impart value to other sectors, like the education, business, creativity and tourism sectors.", "We will be investing over 7.7 million euro in these entities for the coming year, an increase of nearly half a million euro.", "The management of cultural resources in all their different forms requires the services of professionals and experts who are capable of preserving, interpreting and presenting the treasures and the various collections which bear our identity as a nation.", "Without these, we are not able to build a society which can 22 recognise the value of its own culture in a world which is continuously becoming more globalised.", "We are paying particular attention to contemporary cultural experience, including in the presentation of Maltese heritage.", "We will be allocating nearly half a million euro to a number of festivals and to new art-related activities, like the Children’s Arts Festival, a Baroque Music Festival and an arts program related to the open-air theatre in Valletta.", "We will also be increasing allocations to the National Orchestra, to the Manoel Theatre, to the St James Cavalier Centre for Creativity and to the Malta Council for Culture and the Arts.", "During the coming year we will allocate 200,000 euro in order to initiate the process of moving the National Museum of Fine Arts from its current location to the Auberge d’Italie in Merchants Street.", "This is an important step which shows this Government’s determination towards putting artistic and creative expression in the very centre of our country’s cultural regeneration.", "Mr.", "Speaker This will result in an increase of over one million euro, equivalent to 12 percent of Government expenditure on its cultural entities and programmes.", "This also includes preparations for Malta’s hosting of the European Capital of Culture in 2018.", "We acknowledge that this event is more than a series of cultural activities.", "It is an extensive process during which we will strengthen our structures, increase cultural participation and appreciation, and promote Malta as a centre of culture and creativity.", "Above all, this is a process which will create new employment opportunities in the cultural sector, and a stronger demand for a high-level cultural experience.", "23 The Creative Economy During the coming year, Malta will be hosting the European Film Academy Awards, which is an important event.", "This event is held in Berlin every two years, and in other countries during the other years.", "In 2010, Malta won the right to hold this event here.", "This event will help Malta further consolidate its reputation in this industry.", "The ceremony will be transmitted live in over 50 countries around Europe, and will therefore serve a good advertisement for our country.", "We will continue our promotional efforts in the film industry in order to attract more productions to Malta through which the economy will benefit directly and which will create employment opportunities.", "We are also working to keep improving the skills in the Maltese film industry through courses for which we are bringing foreign professionals to Malta.", "Additionally, funds will be used for further development of the Maltese film industry, to which we are allocating 250,000 euro.", "Mr.", "Speaker We believe that our competitiveness in these sectors, both on a national as well as on an international level, will increase through benefits related to copyright.", "In the 2010 budget, we had announced an initiative related to royalties linked to patents.", "In this budget, we are extending this initiative to cover works protected by copyright, including books, film scripts, music and art.", "This benefit will consist of a tax exemption on income from copyright.", "This scheme should contribute towards attracting international artists to Malta, to 24 make Malta more attractive to the film industry and to create broader economic benefits in various sectors.", "Mr.", "Speaker The Government believes that culture and creativity too can contribute towards the creation of more jobs.", "Having increased the allocation to the cultural and creative sectors by 11 percent in the previous budget, we are now seeing positive results in direct investments.", "We provided direct assistance to 80 creative businesses through the INVEX programme, the Malta Film Fund, and the audiovisual sector training programme.", "We also invested in over 100 arts projects through the Malta Arts Fund and the President’s Award for Creativity, while 18 projects were developed by schools and professionals through the Kreattiv programme.", "We will continue this investment during the coming years.", "We believe that our country has the potential to keep strengthening these cultural and creative sectors.", "Creativity helps the economy operate, creates specialised employment opportunities, enlarges cultural knowledge, strengthens diversification in the tourism sector and strengthens our presence on the international scene.", "We will therefore continue to address the development of these sectors in a strategic way through new fiscal measures.", "After having provided the ‘culture card’ to around 15,000 students, we will now provide an added incentive to cultural education by extending the income tax reduction on sports education to cultural education as well.", "Parents whose children attend courses in cultural and creative teaching institutions will benefit from a €100 reduction on taxable income for costs 25 related to courses given by licensed or accredited schools or teachers.", "In order to provide this sector with an incentive to better organise itself, we will provide an exemption from the payment of registration fees for new companies in this sector as well as on their annual payments to the MFSA for three years with the aim of further helping this sector obtain a professional status and regular activities.", "We are also allocating 40,000 euro for a Public Lending Rights Fund in order for authors and translators of books in Maltese receive appropriate remuneration when their publications are borrowed from public libraries.", "Mr.", "Speaker After investing in research and strategy for the development of digital games, we will continue to invest in this sector as part of three new measures.", "We know that the expansion of this sector depends on the development of Maltese talent.", "For this reason:  we will establish the Malta Games Fund with an investment of 150,000 euro so that, as we have already done with other fund programmes, we can invest in the development of the local industry through projects related to digital games;  we will also be offering a tax credit scheme to Maltese companies wishing to commission educational or promotional digital games which credit will be granted on the expenditure incurred on the development of the game or on a maximum expenditure of 15,000 euro; and 26  to attract more experts in these specialised sectors to our shores, we are extending the flat 15 percent income tax scheme for international professionals such as game directors and game designers.", "We will also extend this scheme to academics and researchers in the research and development sectors.", "Mr.", "Speaker The strategy for cultural and creative industries stresses the importance of creative clusters which are conducive to urban regeneration and increased economic activity in these sectors.", "All this while offering a package of improved products and services which is also capable of reaching foreign markets.", "The first of such projects will consist in the identification of Valletta as a cultural and creative city.", "While acknowledging that the regeneration of Valletta requires substantial investment related to restoration works, we also acknowledge that the city also becomes more alive, attractive and artistically vibrant thanks to the people who live and work in it.", "We will therefore offer an innovative scheme to self-employed persons registered as authors, composers, visual artists and performing artists, film artists and design artists working in the City of Valletta.", "We will also extend the CREATE scheme to the whole area of Valletta so as to encourage more creative activity in our capital city.", "We will also launch a pilot project in Valletta to continue strengthening Malta’s potential as an area for creative exchange in the Mediterranean and as a country that is attractive to foreign markets.", "By mean of this project Government property will be developed into creative clusters by artistic groups, 27 creative businesses and individuals wishing to invest in studios and workshops.", "These measures will continue to draw our country nearer to the aims set for competitiveness in the creativity sector, and include those set with the aim of having Malta host the European Capital of Culture in 2018.", "3.5 Protecting the consumer In our electoral program, we had promised to strengthen consumer protection.", "For this reason, this year we have established the Malta Competition and Consumer Affairs Authority.", "The decisions and actions that the Authority is taking, ranging from school uniforms to a reduction in medicine prices, from the market supply of television services to the implementation of new standards in the consumer’s interest, all bear witness to the fact that we have established a truly strong regulator.", "We have launched the Trust You scheme where business owners bind themselves to give a good service to the consumer.", "We are further strengthening the information available to the consumer so as to enable him to make better choices.", "We promised to work towards a lowering of medicine prices by importers and manufacturers and in an process which started more than a year ago, through the commitment of all parties, we have achieved a price reduction in 176 different medicines.", "We will continue working to further lower medicine prices, Mr.", "Speaker.", "28 We promised to introduce a new law which permits class action lawsuits.", "This enables consumers to file a single lawsuit to demand both a legal remedy and the payment of damages.", "We have published a draft and, after the conclusion of a consultation process, we will shortly submit it before Parliament.", "This right will also be given to enterprises, constituted bodies and registered consumer associations.", "We will draw up a strategy report for consumer life-long education.", "The Medicines Authority will proceed with the information campaign ‘Your Medicines’ and with its work to inform consumers and health care professionals about the proper use of medicines.", "We will provide aid to consumers who file a suit before the Consumer Tribunal, are asked to pay for the arbiter-appointed expert, and end up dropping the action due to such expenses.", "3.6 Investing in the integration of workers in the labour market Mr.", "Speaker Creating jobs for our workers remains an absolute priority for this Government.", "Besides the economic value, work also has a huge social value.", "Persons who are distant from the formal economy are at greatest risk of poverty and social exclusion.", "It is for this reason that this Budget is dedicating the sum of 10.8 million euro to the Employment and Training Corporation, including European Union Funds, to continue administering some 10 programs and schemes which provide training to more 29 individuals to enable them to enter the labour market earlier or to become more flexible.", "Between the year 2009 and September of this year, over 11,000 people made use of the Employability Programme.", "We are estimating that by next year, around 32,500 persons will receive training under this Programme and we are therefore allocating two million euro.", "Over 125 people participated in the ETC Training Subsidy Scheme, and 194 people in the Academic Training Subsidy Scheme.", "The Work Trial Scheme has so far attracted 563 persons.", "The results achieved under the Community Work Scheme are encouraging and, for this reason, we will continue to extend this scheme to the coming year.", "So far, 224 people who had been on the unemployment register for five years or more, and who receive social benefits, are working 30 hours a week, including maintenance works and public garden embellishment and sports facilities in our towns and villages.", "The Employment Aid Programme is one of the most successful programmes.", "As a result of this Programme, 2,157 people returned to the labour market between 2009 and October of this year.", "The same results are being achieved under the Training Aid Programme to which, for 2012, we are allocating 4.1 million euro.", "This Programme subsidises between 25 and 80 per cent of the training expenses.", "Over 3,100 applications have been made, out of which 2,191 have been accepted and a grant agreement with a total value of 5.7 million euro has been issued.", "Around 20,174 persons will benefit from this Programme.", "30 Mr.", "Speaker The Government will also launch a consultation process with social partners on the Active Labour Market Policy for the preparation of a long-term policy concerning the labour market.", "The principal aim is to incentivise more people, primarily women, to enter the labour market.", "The Active Labour Market Policy is a long-term plan to increase the human resources contribution in the labour market through which there will be an increase in the productivity of the Maltese economy.", "Initiatives to encourage more women to enter the labour market Mr.", "Speaker As I have mentioned previously, we will continue working so that more women enter the labour market.", "We are having positive results.", "We must aid in the creating of a proper work-family balance.", "In the last 10 years, female participation in the labour market increased from 32.2 to 40.5 per cent.", "This increase is beneficial to the women themselves, their families and society.", "We will continue to invest in fiscal incentives, as a result of which over 8,600 women returned to the labour market while saving around 10 million euro in income tax payments.", "We have opened 13 childcare centres in the last few years for children to follow programme based on the concept of educare from an early age, which is central to their development.", "In this Budget we are increasing our expenditure to 1.3 million euro to open three new centres.", "We will continue giving further 31 incentives and subsidies which help to render this service more affordable and accessible for everyone.", "Mr.", "Speaker We want to continue rewarding hard work and effort if we really want to increase labour market participation, in particular among women.", "We still believe that in uncertain economic circumstances, a tax reduction measure on income will help to incentivise work.", "The Government’s aim remains to lead our country to a situation which allows us to fulfil the last part of our electoral promise on income tax reduction.", "We believe that in the right circumstances, this should contribute towards economic development.", "But good governance and responsibility dictate that in the present uncertain economic climate, the introduction of this measure would be harmful rather than beneficial.", "By means of this measure, it is estimated that the income tax revenue in the first year would decrease by around 40 million euro.", "The Government is convinced that as time goes by, this would be recovered by the economic growth that it will generate.", "But in the present situation, this cannot occur.", "We also want to create the required room for manoeuvre next year in case the Government needs to intervene to protect work, as it did in 2009.", "This was done while avoiding the negative financial situation that our neighbouring countries experienced.", "Mr Speaker As I have mentioned previously, we must encourage more women to enter the labour market.", "We must make the labour market much more attractive for parents.", "For this purpose, we will carry out an important reform in the income tax system.", "Besides the single and joint computations, 32 by which a married couple declares its income jointly, we are going to introduce a new category called the ‚parent computation‛.", "This computation will be eligible for parents supporting children who are not gainfully employed up to 18 years of age.", "If the children are still in tertiary education, this age limit is extended to 21 years.", "The rates for this computation will be those listed in table 3.1 which I hereby request the House to consider as read.", "Table 3.1 Income Tax Computation Single Computation (€) Joint Computation (€) Parent Computation (€) 0% 0 - 8,500 0 - 11,900 0 - 9,300 15% 8,501 - 14,500 11,901 - 21,200 9,301 - 15,800 25% 14,501 - 19,500 21,201 - 28,700 15,801 - 21,200 35% 19,501 + 28,701 + 21,201 + This will mean that married couples with children will save between €150 and €840 in income tax yearly payments.", "More than 55,000 families will benefit through this measure which will result in a decrease of 10 million euro in government tax revenue.", "I request the House to consider as read table 3.2, which contains examples of income tax savings.", "33 Table 3.2 Examples of income tax savings under the new rates Individual Income € Tax Due at Present (Single Computation) € Tax due January 2012 (Parent Computation) € Tax Difference per Person € 9,000.00 75.00 - - 75.00 9,250.00 112.50 - - 112.50 9,300.00 120.00 - - 120.00 9,500.00 150.00 30.00 - 120.00 10,000.00 225.00 105.00 - 120.00 12,500.00 600.00 480.00 - 120.00 15,000.00 1,025.10 855.00 - 170.10 17,500.00 1,650.10 1,400.10 - 250.00 20,000.00 2,324.60 2,025.10 - 299.50 21,200.00 2,744.60 2,324.60 - 420.00 I would like to take the opportunity to remind you that, with the tax reductions that we have enacted in the past five years, we have saved our families 680 million euro.", "This is over and 34 above the measures that we have taken in favour of women who benefit from an untaxed year for every child, and the tax credits that we have given to the small businesses in our country.", "Maternity leave The Government believes that maternity leave should be increased from 14 weeks to 16 weeks as from next year and this should be increased by a further two weeks in 2013.", "The extra weeks will be payable from public finances with a fixed weekly rate of 160 euro.", "The Government considers that this measure should be introduced after a discussion in the MCESD.", "For this reason, the Government is requesting MCESD to conduct discussions and come up with conclusions, by the end of this year, on the best way to implement this in order to have the minimum negative impact possible on the private sector, especially on small businesses.", "Other measures We will also introduce amendments in the part-time tax rules in order to remove some anomalies which were having a negative impact, particularly on pensioners and some Government employees.", "At present, pensioners working part-time with the Government are not entitled to the 15 per cent rate available to those working part-time in the private sector.", "This distinction will come to an end, and all these pensioners will now be able to benefit from the favourable rate of 15% on part-time work.", "Furthermore, the definition of ‚same employer‛ in the case of public sector employees will be extended since it is currently limiting the benefit excessively.", "The Government will no longer 35 be considered as ‚same employer‛ if the entities involved are in fact separate.", "This will enable more workers to benefit from the 15% tax rate on part-time work.", "We will also extend the deadline for the payment of the 15% tax on part-time work from the 15th February until the 30th June in order to give more time for the payment of tax arrears.", "Strengthening fiscal enforcement The amalgamation process of the tax departments will continue.", "This will lead to more coordination and the strengthening of tax enforcement in our country.", "We must make better use of information technology to further improve the service, including the online filing of VAT returns.", "Moreover, we are aware of the problems that exist in some businesses.", "While they may wish to settle their VAT arrears, they have some difficulty doing so as a result of the amount of fines that they have accumulated.", "The Government will launch a scheme having a limited time-window whereby those having VAT payments in arrears will be able to regularise their position.", "For this reason, anyone who had to file a VAT return by the 15th October 2011and failed to do so, or who has some arrears to pay, will be given until the 15th January to send the missing returns.", "The arrears due will be payable until the 15th January 2013, with a reduction in the amount of fines and accumulated interest, according to the length of the period of time during which the payment will be made.", "The details of this scheme will be announced in a Legal Notice which is to be published.", "36 This scheme will be applicable only to the arrears accumulated until today.", "One of the conditions will be that the returns due from tomorrow the 15th November onwards are to be sent in time and with payment in full.", "Customs and excise The customs duty on fuel for bunkering of ships outside territorials waters will increase to 5 euro per tonne.", "This will not affect in any way the price of fuel sold in Malta.", "Customs duty on cement will increase by 3 euro per tonne, while minimum excise duty on cigarettes will increase by 5.8 per cent on each packet of twenty cigarettes.", "Excise duty on other tobacco products will increase by 8.5 per cent.", "Regarding mobile telephony, excise duty will remain unchanged but the basic rate will change from tariff to volume.", "4.", "An investment programme in our country’s environment and infrastructure Investment in our country’s environment and infrastructure remains a major pillar of our country’s economic and social development and a creator of jobs.", "In this Budget we are investing heavily to improve our environment, roads, air quality, public spaces, our towns and cities, the sea and harbours and Gozo.", "We drafted the National Environmental Policy which, after a consultation period, is now being finalised.", "This Policy has six objectives: the development of the environmental economy, the use of resources in a more efficient and responsible manner, the protection of the environmental health, the embellishment of 37 urban, rural and coastal localities, the protection of Gozo and the eco-Gozo Vision, and the barriers to the challenges of climate change, environmental emergencies, and the reduction in biodiversity.", "A number of measures are being proposed some of which are already being implemented or been started, while others are planned to come into force in the coming year or further into the future.", "In order for this Environmental Policy to succeed, we have to set aside financial and human resources for its implementation.", "Therefore, we continued strengthening the Environmental Directorate at MEPA, and will continue to do so.", "During the years, we invested heavily in the infrastructure that our country needed to address the environmental problems.", "We want to continue investing further:  in our infrastructure, in our country’s heritage, in our roads and public spaces and in reducing air pollution caused by traffic;  in systems of electricity generation which are cleaner and incentivise the use of alternative energy; and  in our towns and cities in order to improve their appearance and the quality of life of the people who live in them.", "We need to move towards a system of consumption and production with greater environmental awareness.", "The Government needs to set an example, even so because it is the major consumer in our country’s economy.", "We are also close to launching our strategy for boosting the Green Economy.", "This is our initiative for which we worked 38 closely with many parties, including several constituted bodies, who all contributed so that we may create another sector in our economy which should also create more jobs and wealth.", "In the coming months we will be working with the ETC as well as with our education institutions in order to create training programmes for workers who want to work in these new sectors of our economy.", "4.1 Investment in infrastructure, heritage, and the reduction of air pollution Better roads increase the traffic efficiency and reduce congestion and air pollution.", "During this year, we boosted works on arterial residential roads.", "The major part of these works is expected to be ready during the coming year.", "We will continue with works on 140 new residential roads and will invest more than 50 million euro on our arterial roads.", "These include Xatt l-Għassara tal-Għeneb in Marsa, Triq il-\n Kunsill tal-Ewropa and Triq Garibaldi in Ħal Luqa, Triq il-\n Marfa in Mellieħa, and the road which leads from Xewkija to Rabat in Gozo.", "We started work on the underpass of Triq Diċembru Tlettax and the Ta’ Pennellu Bypass in Mellieħa.", "The Local Councils are also contributing towards improving roads in our country.", "We have drawn up a scheme of public private partnership for residential roads, and in the last two years, we invested more than 15 million euro for this purpose.", "The project is ambitious but the results are visible.", "We have completed more than 230 roads in Swieqi, Għargħur, Birkirkara, Nadur, St Paul’s Bay, Ħad Dingli, Xagħra, Mqabba, Kerċem, Ħal Lija, Għajnsielem, Gżira and Naxxar.", "In the coming months we will continue to build more of these roads, and thus we are increasing this budget to 1.4 million euro.", "39 Public transport reform In spite of the difficulties in implementing this reform, the Government believes that when the reform meets the ambitious targets we have put in front of us, it will give a positive and important contribution towards the environment, the quality of life, and the economic efficiency of the country, while reducing the dependence on public spending.", "Today we have a fleet of Euro V vehicles.", "Emissions have been reduced drastically and vehicles are accessible to all persons with disabilities, old people, and parents with pushchairs.", "We know that much more is needed to have the public transport service that the Maltese deserve.", "However we are determined to achieve that.", "Further incentives for cleaner private vehicles on our roads The Government’s policy is to promote cleaner cars on our roads with less emissions in the air we breathe.", "The European Union certified that we have a registration tax system that meets the environmental objectives.", "The average age of private cars on our roads is of about 12 years, which is high when compared with the European Union average.", "Last year we introduced the concept of a Euro standard in the registration tax for commercial vehicles.", "It is now time to also introduce this principle to private cars where registration tax will start to be calculated on the Euro standard, carbon dioxide, particulate matter, length and value of the car according to the make.", "Around 19 per cent of the cars registered during this year were of the type Euro 1 to 3 or older.", "This was taking place when, 40 during the same period, we had a scheme to remove old vehicles from our roads and to change to vehicles with lower emissions.", "Thus, with effect from 1st January, the registration tax on emissions for vehicles Euro 1 to 3 and older, which pollute more, will increase.", "Cars with emissions Euro 4 and Euro 5 will continue to pay the same rates currently in force.", "In order to continue meeting the environmental targets in this sector for the second consecutive year, we will be giving an incentive to those who buy a new car which causes less harm the environment while at the same time scrapping the old car.", "The incentive will amount to 15.25 per cent of the car value according to the make issued from the manufacturer or from the authorised agent of the manufacturer up to a maximum of 2,000 euro.", "The car needs to be new and with a Euro 5 engine or better with a low level of emissions up to 150g/km and the length must not exceed 4,460mm.", "The scheme will enter into force as from 1st December 2011 and will remain in force for one year or until 3,000 persons have benefited from it.", "Vehicle licences There are a number of persons who have pending licence fees or administrative fees related to cars.", "We will be introducing a scheme whereby persons who have vehicle licences or administrative payments in arrears, can regularise their position.", "Those who disposed of their vehicle and did not inform Transport Malta will be able to regularise their position by paying a penalty of €125.", "One can decide to scrap the vehicle and pay the same penalty.", "Whoever garaged the vehicle and did not return the plates to the Transport Authority will be able 41 to regularise his position by paying a penalty of €125 and half the licence payments due.", "Whoever has a vehicle but has pending payments and wishes to continue using the vehicle on the road will be able to do so by regularising his position, paying the licences due and paying a penalty of €125.", "The scheme will be open for one year as from 1 January 2012.", "4.2 We will continue to invest in cleaner systems of electricity generation and incentivise the use of alternative energy Mr.", "Speaker The energy sector is at the heart of society, the environment and our economy.", "We have heard comments against our investment in the electricity generation and distribution system.", "But one should remember that when the power station extension in Delimara starts functioning next year, everyone will start to enjoy its benefits.", "This is because besides the improvement in the air quality, the new project will mean a reduction of approximately 30 per cent of fuel consumption.", "As shown in the Estimates of Enemalta Corporation, which will be presented to this House in the coming days, the Corporation is buying oil for 2012 at more than 99 dollars per barrel, when current tariffs are calculated using a price of 81 dollars per barrel.", "However, the Corporation does not need to ask for a revision of the tariffs because of the positive impact that the power station extension of Delimara will have on reduced fuel consumption to produce the same level of electricity.", "42 Thus, in spite of the increase in the price of oil by about 30 per cent in the last two years, we will be able to keep the tariffs on the same level of today.", "This means that the amount of 20 million euro that we will save, will be all passed on to the consumer.", "Mr.", "Speaker, Recently the Opposition took a position where it stated that if it is elected to Government it will move from direct taxation systems to taxes on those sectors that pollute the environment.", "We are pleased that after a number of years the Opposition is in agreement with the Government.", "I would like to remind you that in the fiscal reform that we had published in the Pre Budget Document of 2007, we had said: ‚In the medium term, the Government believes that, the process of transferring the burden of taxation from income onto consumption and the environment, based on the polluter pays principle, should be the strategic centre of every future change<‛ In light of this fact, from the 2008 budget we consistently reduced the burden of taxation on income, while the electricity and water tariffs started to reflect the international price of oil, and the investment in the generation and distribution systems.", "Here I have to remind you that this means that every year the Government is collecting 152 million euro less every year, much more than that collected by Enemalta from the revised bills.", "Besides the reduction in tax, the Government gave a number of incentives so that the families can invest in solar water heaters, photovoltaic panels, schemes that enable people to waste less energy, like the appliances scheme, the light bulbs, and others.", "43 May I remind you that besides the investment of 183 million euro in the power station extension, we are also investing in an interconnector that will connect Malta to the European energy grid with an investment of 150 million euro.", "This is important for us to satisfy the ever increasing demand for energy, and will be an important step for us to meet our ambitious targets in the environmental sector, while reducing our dependence on the price of oil, which is very volatile.", "Moreover, we are considering an investment plan for a pipeline infrastructure that brings to Malta natural gas from the European network.", "This infrastructure requires a substantial amount of financial resources.", "The Government already presented a case to the European Commission in order for Malta to be allocated funds and the Commission, in its proposal for the Financial Framework 2014-2020, is proposing that Malta receives funds to accomplish this project.", "With the advantages of this project, the price of gas will also decrease for the Maltese consumer.", "One should mention that today the price of LPG gas, which is used in Malta, is 11c per kilowatt hour.", "In other countries of the European Union that have a distribution infrastructure of natural gas to households, the price paid for gas is much lower.", "In Italy, for example, the price is 7c per kilowatt hour, 36 per cent less than that paid by Maltese users, while in Ireland, the price is 5c per kilowatt hour, 55 per cent less.", "To continue assisting our families in meeting the challenges of the energy sector These last few years we gave various incentives to families so that they may invest and meet challenges in the energy sector.", "This year we introduced another scheme to help families invest 44 in systems of photovoltaic panels.", "The interest shown was considerable and 3,559 applications were received.", "These are being processed and grant offer letters will be issued so that the applicants who meet the criteria may buy, install and pay for the system.", "Together with the families which applied for the scheme, we invested more than 30 million euro for this scheme.", "Similarly, during this year, we launched an aid scheme for Maltese and Gozitan households who invest in solar water heaters.", "This scheme is being managed together with another scheme for the purchase of solar water heaters by families which meet a number of social criteria.", "Up to the end of October, 1,014 applications were processed for the grant of €400.", "This meant a total investment of 1.6 million euro.", "In the scheme for families with social criteria, 15 applications are being processed and this will lead to these families investing more than 8,000 euro.", "Together with the schemes launched in 2009 and 2010, 1,771 families benefited from a grant to buy photovoltaic panels.", "This means an investment of 18 million euro.", "In another scheme, 3,466 families benefited from a grant to buy a solar water heater with a total investment of more than 6.5 million euro.", "Next year, in addition to these schemes which are being extended, we will introduce another scheme for anyone who wishes to invest in the roof insulation and double glazing.", "We will be granting 15.25 per cent, up to a maximum of 1,000 euro, to whoever undertakes this investment.", "We are budgeting the sum of 400,000 euro for this purpose.", "45 4.3 More investment in our towns and cities to improve their appearance and the quality of life of the people that live there The Local Councils are giving an important contribution towards the attainment of the Government’s policy for a better environment in our towns and cities.", "We believed in Local Councils from their inception.", "We want Local Councils to be in a position to give the best services to their residents by continuing to strengthen the identity of their localities, continuing to improve the infrastructure, restoring historical sites, ensuring clean localities, improving our tourist product, and taking care of public places.", "In the last three and a half years, the Government transferred around 120 million euro to the Local Councils so that they can serve their functions, provide the best service to the residents, and implement a number of projects: installation of photovoltaic panels, upkeep of playing fields and public places, cultural activities, and the restoration of historical buildings and monuments.", "We will continue to increase the financial and human resources so that the Local Councils can continue to improve the service that they are already giving to the residents in their localities.", "We will increase the allocation from 29 million to 32 million euro.", "We are also allocating 1million euro for special initiatives in the localities.", "One has to applaud those Local Councils that are using the opportunity provided by European Union Funds in order to continue improving the quality of life of their residents.", "46 During this year we continued to give back space to the public for the recreation of families.", "We opened a park in Xrobb l-\n Għaġin and completely transformed the promenade and square in Marsaxlokk.", "We inaugurated Bisazza Street in Tas-Sliema as a pedestrian zone.", "Next year we will continue to invest to give more open spaces to the public by inaugurating a new garden in Baħar iċ-Ċagħaq, starting work on a new Civic Centre in Swieqi, continuing with the project of the Golden Mile in St Julians and carrying out several projects on historical centres, among others.", "We are also investing in the south of Malta.", "We continued with the work on the project ‚Stronger Cottonera Communities‛ which incorporates the embellishment of Dock Number One in Bormla.", "This project will cost 9.6 million euro, and so far we have completed Ġnien ta’ San Gwann t’Għuxa, the restoration of the tal-Verdala and ta’ San Nikola buildings.", "We also introduced a new system of public transport that connects together the Three Cities, and its environs.", "We submitted an application for European funds for the restoration and the use of Fort St Elmo, a project of 15 million euro.", "The development briefs of the projects in the historical buildings around Dock Number One, the Fisheries, and that which until today is known as Sir Paul Boffa Hospital are being prepared.", "Work is ongoing in the temples of Ġgantija in Gozo, nature trails in the park of Ħaġar Qim and Imnajdra, restoration and rehabilitation of the Inquisitor’s Palace in Birgu and in the Domus Romana, works on Torri ta’ l-Arloġġ and in the Maritime Museum, and conservation work on Verdala Palace and San Anton Palace.", "47 During the coming year, we will continue to work on a number of projects, including in Fort St Angelo, the Hypogeum in Ħal Saflieni, Ġgantija Temples, Ħal Tarxien Temples and the Catacombs of St Paul, the Roman Baths in Għajn Tuffieħa and the Ta’ Bistra Catacombs in Mosta, and in the Catacombs of St Augustine in Rabat.", "Concurrently, work will continue on the restoration of the fortifications of Valletta, Mdina, Birgu and the Citadel in Gozo, with an investment of 36 million euro.", "Valletta The work on the City Gate project, the new Parliament, the Old Theatre site, and the new square near St Catherine’s Church, is proceeding well.", "This project also includes a large garden in the ditch below City Gate.", "The investment for these projects will amount to almost 80 million euro.", "Such projects create jobs, leaving Maltese workers with more expendable income and contribute towards the economy while making our country more modern and attractive to tourists.", "We are keeping our promise of giving Valletta the dignity it deserves.", "The project of paving the streets in the centre of Valletta continued with an investment of two million euro.", "While we will continue with the project of restoration of the bastions, as I remarked earlier, we will also complete the work on Biagio Steps in Valletta which will serve as an interactive centre for the fortifications of Malta.", "Moreover, we are budgeting 400,000 euro for an intensive restoration of the interior of the Grandmaster’s Palace.", "48 In the budget for next year we are also allocating 250,000 euro to continue the work on the preparation for Malta’s hosting of the European Cultural Capital 2018.", "A scheme that encourages the restoration and renovation of scheduled properties and those in urban centres Empty and derelict buildings in the town and city centres of Malta and Gozo are on the increase.", "The reasons include inheritance lawsuits, high restoration and conservation costs and restrictions on use.", "The Government believes in the value of the investment in the urban environment.", "This investment creates a better environment and jobs in the localities, while it directs the energy of the construction sector towards urban zones that require regeneration.", "Thus, we will introduce a number of incentives related to restoration and conservation works of scheduled buildings in grades 1 and 2, as well as properties in UCAs: 1.", "Exemption from Duty on Documents on transfership between heirs in order to facilitate the consolidation of the property ownership, with this concession closing on 31st December 2013; 2.", "A scheme for private individuals who wish to restore their property where a rebate of 20 per cent will be given on the costs of restoration up to a maximum of 5,000 euro; 3.", "For individuals or companies who invest in the restoration of these properties to sell or rent a concession will be given as follows: 49  Final witholding tax of 10 per cent on income from rent for residential purposes, and 15 per cent on income from rent for commercial purposes; and  Final witholding tax of 10 per cent in the case of a sale or the payment of 30 per cent tax instead of 35 per cent on the gain; and 4.", "A tax credit of 20 per cent on the expenditure that qualifies for restoration of property for the commercial purposes of the company and this will increase to 30 per cent in the case of grade 1 and 2 scheduled properties.", "The MEPA will be widening the permitted use for these types of properties so that their use as guest houses, offices, and other commercial premises will be permitted, while remaining compatible and complementary to the residential zones.", "One has to clarify that the benefit applies when the property is being restored and renovated, and not if the property is demolished to be rebuilt.", "4.4 Investment in the maritime infrastructure This year we also continued to strengthen our maritime infrastructure.", "Intensive work has been carried out on Lascaris Wharf to enable its use by some of the largest cruise liners in the world.", "The repair work on the breakwater of Marsaxlokk is proceeding well, while preparatory work has started on the Deep Water Quay in Grand Harbour.", "This equates to a total investment of 27.3 million euro.", "Intensive work is being carried out on the passenger terminal in Ċirkewwa, while the foundations for the internal roads around 50 the terminal are being prepared, with a total investment of 12 million euro.", "Moreover, the Government is keeping its promise to rebuild the lift from Lascaris Wharf to the Upper Barrakka to facilitate the arrival to the City centre.", "This project, which will cost 2.5 million euro, will be provide convenient access to the thousands of cruise liner passangers who visit Valletta.", "This will also encourage the resumption of boat trips between Valletta and Cottonera, not only for tourists.", "4.5 Waste management In the Solid Waste Management Strategy it was stipulated that we need to encourage waste separation in order to turn this waste into a resource.", "We all need to do all that is necessary so that the resource that can be recovered from waste is used for the national benefit.", "In order to achieve this goal, the Government invested all that was necessary to inform the public and to develop the necessary facilities.", "More investment will be dedicated so that we also continue to increase our participation in this waste management industry.", "During this year the collection of around 20,000 tonnes of recyclable separated waste is expected.", "The products that result from this waste will be out for sale every month.", "The best offers are selected and the waste is sold to be exported for recycling.", "This can happen because the Government has worked in a responsible manner during these last years so that.", "The environmental complex in Sant’Antnin in Wied il-Għajn was inaugurated one year ago today.", "Today we have a plant of the highest standard that turns waste into a resource.", "51 Now that the schemes for the collection of packaging are progressing, the need is being felt for improving the coordination between the regulatory authorities, the schemes and the business representatives that market this type of waste on our market.", "For this purpose and, in order to continue strengthening the enforcement of the packaging regulations in our country, we will set up a Producer Responsibility Monitoring and Enforcement Committee with representatives from all interested parties in this field, including those of the authorised schemes, in order to continue strengthening that which we have achieved so far.", "5.", "Gozo Mr.", "Speaker Gozo still needs special consideration if we wish to ensure that the Gozitan families enjoy the full success of our country as well.", "Employment in Gozo is also a main priority.", "This year, we launched a number of initiatives in favour of the Gozitan operators and families, including:  200 Gozitan enterprises which benefited from the Microinvest scheme;  more than 150 enterprises which together employ more than 450 Gozitan workers, which benefited from the Employment Aid Programme;  411 Gozitan families which participated in the installation scheme of photovoltaic systems, and 209 52 families which benefited from the solar water heaters scheme; and 5.1 Projects During 2011, we continued working on a number of projects, some of which were concluded, while others are nearly concluded.", "These include:  the re-building of the roads of Ta’ Pinu and Xlendi, and works on the Dwejra road, with an investment of 1.1 million euro;  work on the slaughterhouse;  an investment of 1.5 million euro in new equipment in the Radiology Department at the General Hospital in Gozo, leading to more than 800 CT Scans.", "Gozitan women also took part in the Breast Screening Programme in Gozo;  an investment of 1.5 million euros in the upgrading of the IT system at the General Hospital in Gozo, which enabled its connection to Mater Dei Hospital;  embellishment works in Villa Rundle, which are nearly concluded;  the conclusion in the Cittadella masterplan as a basis for a number of restoration and rehabilitation projects;  the closure of the last drainage outflow in Wied il-\n Mielaħ;  the reform in the Public Transport and the restructuring works in the terminus in Rabat; and 53  the drawing up of a strategy catering for the development of the human resources skills and the manner by which the Gozitan economy can be further upgraded.", "5.2 Permanent link between Gozo and Malta During this year, the Government initiated the first studies regarding the possibility of a tunnel between Gozo and Malta.", "These studies should lead us to have a clear idea of the options which may be considered in order for Gozo to have a permanent link with Malta.", "This is a long and delicate process which may have a huge impact in the economic and social development of Gozo, and therefore must be made in a way to allow that the strategic option made provides the best long term benefit for Gozo.", "5.3 Tourism in Gozo In this year’s budget, for the first time, we have allocated half a million euro for advertising the island of Gozo as a distinct tourist destination.", "The promotion of Gozo overseas was carried out along two main lines: one addressing the Maltese public and the other addressing specific markets, amongst which the markets for cruise liners and diving in countries such as France, Germany and the United Kingdom.", "Since the tourist industry in Gozo depends on self-catering accommodation especially farmhouses, we deem that we must revise all the licensing systems of this industry in order to provide more incentives for quality and investment in this sector.", "For this purpose, the Government will launch a wide consultation with all the concerned operators in order to draw 54 up a programme which will lead to substantial improvement in this sector.", "5.4 Eco-Gozo Mr.", "Speaker We continued our work to implement a number of measures announced in the five-year plan for Eco-Gozo.", "More than half of these proposals were carried out or are in the process of being carried out.", "These include ecological reclamation, water and waste management, projects related to renewable energy, and other initiatives directed to the communities.", "I request the House to consider as read Table 5.1 which lays down a list consisting of 16 projects which were carried out during this year.", "Table 5.1 List of the main projects which were carried out in 2011  Energy audits, mostly of Government buildings, in order to evaluate the possibility of having systems providing solar energy installed on their roofs;  A research project regarding the potential of wind as a source of alternative energy;  A programme for the cleaning up of valleys and collection of rainwater, and the cleaning up of the Grazzja and Ramla Valleys, another part of Marsalforn Valley, and the Għasri Valley;  The repair of reservoirs and building of new ones in the gardens of Villa Rundle and Marsalforn; 55  Investing $800,000 from a foundation of a private international company in a project related to the conservation and better use of water;  Planting of more than 2,300 trees and bushes in Mġarr Grove;  Work in the Government nursery in Dawwara which grows most of the trees and bushes being planted by means of the afforestation project and other initiatives;  Work on a new Garden in Marsalforn which is reaching its final stage;  Work on 51 projects from NGOs, Local Councils, and Administrative Committees, with an allocation of 1.9 million euro, including the building of rubble walls, maintenance and embellishment in rural areas, restoration of old buildings, building of reservoirs for rainwater, change of energy saving lamps, educational campaigns, and initiatives related to a better quality of life, a clean rural and maritime environment;  Artistic works from 120 artists who submitted drafts some of which will be used to embellish areas and public places;  Extension of the agreement with the Environment Landscapes Consortium in order to maintain more roundabouts and soft areas throughout Gozo, especially in the main arteries;  Restructuring works so the facilities in the Government Farm change to a Research, Development and Innovation Centre in the Agricultural sector together with the University of Malta;  Educational campaigns amongst the farmers concerning the best use of pesticides;  Educational campaigns amongst children who attend the schools in Gozo in order to promote healthy lifestyles and good environmental practices; 56  Establishing the Mental Health Association Gozo, and an initiative which will establish a Regional Council for Youths; and  Monitoring project of the coastal waters.", "For the coming year, we are allocating four million euro in order to continue implementing these projects, and to keep carrying out the Eco-Gozo Vision.", "This includes starting a vast programme of aid so that the economic operators in Gozo can invest in energy from alternative sources.", "This programme starts next year and terminates the followin year and should increase the contribution of Gozo to obligations which our country has in the production of energy from clean sources while aiding the Gozitan industry in expenses relating to energy.", "Here, I must add since it appears that by the end of 2012 the allocation of 25 million euro for eco-Gozo will not be totally absorbed.", "The Government commits itself to allocate the balance to 2013, as it also does with European Union Funds.", "Mr.", "Speaker More Gozitan students are furthering their studies at the University of Malta, MCAST or ITS.", "This will lead to additional expenses for the families of these students who must find accommodation in Malta together with any other expenses they might have.", "For this reason, we had revised the additional allowance which the Government grants to Gozitan students in Malta.", "As of the coming year, we will increase this allowance again, and we will bring every Gozitan student studying in Malta to 57 the same level, irrespective of whether the studies are being carried out at University, MCAST or ITS.", "The total allocation in order to aid these students for the coming year amounts to more than 700,000 euro.", "Also during the coming year, we will carry on more structural work in the Ninu Cremona Complex, in order to finalise a language lab for the hosting of a number of examinations.", "We will also continue working to further improve the health services offered by the Gozo General Hospital.", "We will continue with the maintenance programme in the roads in several areas, while starting the extensions in the roads leading to Ta’ Pinu and Xlendi, which add on to the works carried out so far.", "For this purpose, we are allocating 1.5 million euro.", "We will also continue the cleaning of valleys and collecting rainwater, building of new reservoirs and the maintenance of old ones, building more rubble walls, and a number of other initiatives in the agricultural, cultural, economic and social area.", "5.5 Gozo’s greatest challenge Mr.", "Speaker The greatest challenge for Gozo remains employment.", "Despite all efforts made in recent years, the progress in employment and jobs in Malta during the recent years is not proceeding at the same pace in Gozo.", "Some situations may be improved with coordinated effort, such as the requirement that MEPA and other authorities understand better the reality in Gozo.", "In order to coordinate a National effort for the economic and social development in Gozo, the Prime Minister entrusted the Secretariat for Strategic Policy within his Office to focus the 58 efforts of all the public entities for the creation of more employment and better employment in Gozo.", "Undoubtedly the studies related to the possibility of a permanent link between Gozo and Malta must also reflect this reality.", "6 Education 6.1 Developing each person’s potential Mr.", "Speaker The Government’s policy in the education sector endeavours to ensure that each person in our country is given the opportunity to develop his/her full potential.", "This policy works so that our families have a choice in their children’s education, a choice which ensures that education reaches its aim in the development of the person and is not used as a tool by the State to impose its ideology.", "This policy recognises education and training as the best investment in our country’s economy and competitiveness.", "We have done a lot in this sector over the years.", "But we realise that we can never say that we have done enough.", "We are determined to continue working and investing strongly in education.", "Thus for 2012 the investment in the education sector will be of 359 million.", "In spite of efforts to reduce deficit, the investment in our younger generations’ education through National Funds will increase by 23 million euro.", "59 6.2 Compulsory education Mr.", "Speaker Our commitment to continue improving the quality of our children’s education is key to our country’s success.", "We sustained our commitment to build modern schools and facilities which complement the reforms we carried out in this sector.", "After building boys’ secondary schools in Ħal Kirkop, Ħandaq, Verdala and Victoria, and a primary school in Pembroke, we also completed the secondary school in Żokrija in Mosta.", "These schools also have sports facilities which are used by the schoolchildren and by sports associations in the community.", "During this year, we started building the girls’ secondary school in Ħandaq and the plan is for the first students to use it in the next scholastic year.", "In 2012, we will start building a new girls’ secondary school in Ħal Kirkop, and indoor sports facilities next to the secondary school in Santa Venera.", "This will be carried out with another investment of 9 million euro.", "At present, we are also carrying out embellishment and maintenance projects in other schools, in Wied il-Għajn, the girls’ secondary school in Mosta, and the boys’ in Naxxar.", "We want our children to have the best environment in their schools.", "The Foundation for Tomorrow’s Schools, since it was set up, has invested a total of 90 million euro in the construction of new schools and in the maintenance of other existing ones.", "This is a substantial investment in the best interests of our children.", "However, buildings alone are not enough.", "60 Mr.", "Speaker We want an educational system which increasingly addresses students’ and society’s needs, one which creates the space and the methods for our students to gain confidence, realises their capabilities and works to develop them.", "Therefore we are carrying out the reform of colleges, in the transition from primary to secondary school, the review of MATSEC, the reform of special schools, and work on the new National Curriculum.", "This evolution is sustained by technological equipment which makes learning interesting, creative and interactive.", "Today in our schools we find interactive whiteboards and other specialised equipment which offers a new experience in learning and teaching.", "We are nearing teaching which is more focused on the person, which gives each pupil the opportunity to develop his or her ideas and opinions.", "And we are not only doing this in State schools.", "This year we have also increased the financing of Church schools to continue implementing the reform in education.", "This means that Church schools are being given additional support and means to ensure education of the highest quality for their pupils and students.", "For next year we are allocating 45.2 million for these schools.", "Mr.", "Speaker The Nationalist Government has always believed that Maltese families should be able to choose which schools to send their children to.", "We fought for this choice and we are determined that pluralism in obligatory education should be sustained through every possible means.", "We recognise that private schools are giving a strong and important contribution to the education sector.", "We will remain committed to continue helping these schools.", "61 Therefore, in 2012 we will set up a one million euro Fund in order to strengthen the sustainability of private schools.", "This Fund, which will be used by schools according to their pupil population, will apply for:  Services related to the individual needs of students;  investment in software and IT licences;  improvement in science facilities;  improvement in sports facilities; and  in the professional development of teachers in private schools.", "This fund will be allocated to private schools according to the number or registered pupils in this way: €95 for every child in kindergarten, €145 for every pupil in primary school and €170 for every pupil in secondary school.", "We are doing this to keep strengthening the private education sector in our country because, as we always believed, this sector should keep providing an adequate and quality choice to parents in their children’s education.", "This is the first step of a three-year programme intended to grow in total consultation with the representatives of the operators in this sector.", "For 2012, we are also increasing the allocation for those students who need a learning support assistant in private schools to 400,000 euro.", "We will also continue helping parents of children who attend these schools by increasing the maximum amount of tax reduction given to parents who pay school fees for their children.", "Thus these will increase: 62  from €1,200 to €1,300 at the level of daycare, reception and kindergarten;  from €1,200 to €1,600 at primary level; and  from €1,600 to €2,300 at secondary level.", "This initiative will cost 600,000 euro.", "6.3 Further and higher education Mr.", "Speaker I note with satisfaction the enormous developments made in the higher and tertiary education sector, and in particular the results from the investment in ITS, MCAST and University, an investment the likes of which we have never seen before.", "This success is not only apparent in the number and variety of programmes which exist today, academic as well as vocational, but also in the substantial increase in the number of students who today benefit from continuous education.", "We note with satisfaction that the number of youths who are carrying on with their studies after compulsory education is continually on the increase.", "We are determined that all Maltese and Gozitan young people advance through more programmes and educational and training opportunities following compulsory education.", "Stipends and scholarships Mr.", "Speaker Our country has a stipends programme to help students carry on their studies after secondary school.", "This year we have allocated 22.3 million euro for stipends, and this expenditure 63 will continue increasing while the number of students is increasing.", "At present we have 18,000 students who receive a stipend at University, Junior College, MCAST, and ITS.", "Notwithstanding the criticism sometimes directed at stipends, young students and their families who benefit from stipends recognise the great help this programme gives them in their choice to carry on studying instead of finding a job.", "We will keep investing in more scholarships in various sectors, with an allocation of 900,000 euro for more students to further their studies.", "These scholarships allow students to further their studies in recognised higher education institutions.", "The University of Malta Today there are around 12,000 students at the University of Malta.", "This is a success story which no words can describe.", "The enormous progress which has been made and which the University is undergoing cannot only be measured in numbers.", "It is enough to mention the range of courses it offers, the international reputation it enjoys with regard to learning and research, and the University’s contribution to creativity and innovation which are so important for the increase in numbers of jobs and in our country’s economic growth.", "For this development to continue with the same rhythm, the recurrent expenditure for University and Junior College for next year will increase to 58.2 million euro.", "Extensive work is being carried out in the University infrastructure through the construction of the new ICT faculty, and the Health Biotechnology facilities with an investment of 7.2 million euro.", "We are also examining the University’s physical infrastructure to see how this can be improved for the benefit of our students.", "64 The Old University in Valletta is being transformed into another University of Malta Campus, as an International School for Graduate Studies as well as a Centre for the study of performing arts.", "The Malta College for Arts, Science and Technology, the Institute for Tourism Studies and lifelong learning MCAST and ITS resulted in a leap in quality in the sectors in which they operate as a result of the vocational or specialised training they offer.", "More youths are improving their skills in these institutions, while they prepare themselves better for the labour market.", "We must sustain this positive development.", "We are increasing the allocation for MCAST to 15.4 million euro so that, among other things, it improves the quality of vocational training through other courses.", "This is in addition to having started the construction of a new MCAST campus in Kordin which will cost 120 million, and which should better satisfy the needs of our youths.", "This year we will also implement a programme which will increase the accessibility to lifelong learning courses and make them more flexible.", "This project should result in more people developing their basic skills and increasing knowledge in different sectors of life.", "This same project will integrate learning by means of communication, e-learning, with traditional lessons and practical sessions, a programme which is being implemented with an investment of 1.5 million euro.", "65 Strategic choices The remarkable progress which occurred in the higher and tertiary education sector requires that we make strategic decisions to ensure that this sector remains competitive and that the quality of the education offered remains of a level which is recognised internationally.", "It is time for a historic structural agreement to be reached with the University of Malta to safeguard its academic and administrative autonomy, so that its property is identified clearly and is safeguarded, and so that sustainable financial mechanisms are developed which will work for a long period.", "Thus, this established institution will be able to plan for the future, and commit its assets to improve learning, research and innovation, as well as improve its efforts to attract other students, and particularly its development on an international level.", "As I have already explained, the investment in MCAST will also continue, since this institution has a distinct and crucial role in the post-secondary education sector, which is constantly growing.", "It is increasingly important that the developments in MCAST take place within the general framework of tertiary education in Malta, so that it is ensured that students are given the best opportunities.", "Therefore, the Government is carrying out a series of consultative meetings with the parties concerned so that we will encourage strategic coordination between the University of Malta and MCAST for the good of the two institutions and their students.", "In this context, it is my pleasure to note that the collaboration between the University and the Institute for Tourism Studies is getting stronger and a good number of students who graduated from ITS are furthering their tourism studies at the University of Malta.", "66 The Government has just presented the Framework for Quality Assurance in the post-secondary Education Sector so that a space is established for those who wish to take a more active role in post-secondary services in Malta.", "I reiterate our intention to see Malta continue making a name for itself as an international centre of quality in the sector, and that we continue creating the best environment to attract other international students and academics to our country.", "To this end, Government will establish a forum for all operators who provide advanced education programmes, public as well as private ones.", "This development should lead to the growth of the private sector for quality in advanced education while eliminating abuses on the part of a number of operators who do not deserve to be called educational institutions.", "6.4 Youth Mr.", "Speaker We set up the Youth Agency which is ensuring that young people’s perspectives are integrated into each aspect of the National Policy.", "This Agency also administers the National Empowerment Programme which gives youths the opportunity to develop their skills and talents through non-formal education.", "During next year we will continue to invest in the operation of this Agency.", "Mr.", "Speaker A good number of Maltese and Gozitan youths experience and learn music in our traditional bands.", "Because it recognised the important role these Societies play in the development of youths, in its Electoral Programme this Government promised to set up a scheme offering financial assistance to band clubs to 67 help them in musical training and teaching of youths.", "This promise will be implemented next year, and we are allocating 100,000 euro for it.", "6.5 Sport During this year we gave 5.5 million euro in assistance to sports associations.", "We implemented a number of new schemes, we extended the 20/20 scheme to the private sector, and we also implemented a scheme to allow national and quality athletes to join the Armed Forces under an ad hoc programme which allows them to spend a number of hours from their working day training in their sporting discipline.", "We also implemented a scheme of Allowances for the Purchase of Sports Equipment under which sports organisations were refunded 15.25 per cent of their expenditure on this equipment bought for use in the training of their athletes, and we again issued the scheme for the donation of 15.25 per cent of the sale price of bicycles, with the latter benefiting around 900 persons.", "We also carried on with the Sports Tourism scheme to incentivise the creation of a niche in this sector to attract tourists to our country.", "In this way sports contributes to the country’s economy, while helping sporting activity to become more sustainable.", "In 2010 this scheme attracted to our country tourists who used 41,000 bed nights, almost double what we had in 2009.", "We estimate that by the end of this year more than 70,000 bed nights will have been used by tourists under this scheme.", "For next year, we are allocating 350,000 euro to continue attracting more sports tourism.", "We also strengthened the scheme for Sports Initiatives for Local Councils so as to increase the sports culture in communities.", "68 This year 29 Local Councils participated and they organised various sporting and physical education activities in their localities.", "Mr.", "Speaker We have reached another quality leap so that sports will continue establishing itself in Maltese culture.", "As from the next academic year, we will establish a specialised secondary school for sport.", "This school will be attended by female and male athletes who, while being given academic training in all subjects, will also have enough time to train in their respective sporting discipline, even during school hours.", "Besides this, they will have the opportunity to learn academic subjects related to sport.", "Thus, we will be addressing a gap we have had up to now in the sports sector, where promising athletes lose their physical and sporting development because of a lack of time for training during their secondary school years.", "For this project to begin as planned, we are allocating 100,000 euro.", "We are also allocating 120,000 euro for scholarships in the sports sector so that those who show promise and who are up to it can continue investing in their sporting skills even abroad.", "We are allocating 350,000 euro for the Maltese Council for Sports and Transport Malta so they can work with representatives of motorsport enthusiasts to help in the development of an adequate circuit for training and competitions connected to karting, mini motos, quad bikes, motards, scooters, as well as for the tuning of vehicles which participate in hill climbs.", "69 Mr.", "Speaker Our children and young people are full of potential and we have the duty to invest in them so that they can develop.", "That is what we have done these past years in various fields: in education, in youth work, in the teaching of the arts, as well as in sports.", "The positive results which are being achieved fill us with the determination to carry on.", "7.", "The family and the social sector 7.1 The social sector Mr.", "Speaker The family is the core of our society.", "What the family gives cannot be given by anyone else.", "Our job is to sustain families in order for them to give their best to their children and to the other family members.", "The responsibility, the professionalism, and the determination we have used allow us to carry on with our commitment to Maltese and Gozitan families.", "In this budget, we are proposing to increase the direct aid granted to families with children as well as to the most vulnerable senior citizens who worked so hard to build our country.", "We are also proposing a number of social measures which will keep nurturing the web of solidarity which protects those Maltese and Gozitans who are most in need.", "That is why the expenditure in the social sector out of National Funds this year went up to 989.2 million euro.", "Thus far in this Budget we are proposing to increase this expenditure by 37.9 million to 1.02 billon euro.", "70 Increase in the minimum rate for children’s allowance Mr.", "Speaker Government recognises the need to sustain our families, mostly in the strong contribution they give to society when raising children.", "Therefore we are increasing the Children’s Allowance minimum rate by €100 to €350 a year for each child.", "This represents an investment of 2.8 million euro.", "Removal of television licences As from next year we will remove television licences and thus we will implement an electoral promise.", "Justice requires that those with an outstanding unpaid licence be asked to regularise their position, and a scheme will be implemented for them to be able to do this and thus avoid paying additional fines.", "The removal of this licence will leave around four million euro in our families’ pockets.", "Social benefits and COLA As we did in the previous budget, each benefit will increase by the COLA amount.", "Thus, 112,000 beneficiaries will benefit from a higher benefit rate.", "This also applies for the benefit means test and non-contributory benefits, among them supplementary assistance, the energy benefit, and the pink card.", "We are doing this so that no benefits are lost, particularly for pensioners who, because of the pension increase, will lose the sickness benefit.", "Meanwhile, we intensified our commitment to reduce the abuse of social benefits.", "Since we established the Benefit Fraud and Investigation Department, more than 4,340 cases of 71 undue benefits were discovered.", "We estimate that through this commitment our country could invest 21.2 million euro in what is really needed by Maltese and Gozitan families.", "Widow’s and widower’s pension Five years ago we decided that a widower or widow who remarries will remain entitled to a fixed rate of the widow’s or widower’s pension for the first five years after remarrying.", "We feel that the five-year limit should be increased by a year, each year, from now on.", "Thus, a widower or widow who remained entitled to a fixed rate of the widow’s or widower’s pension after remarrying will not lose this pension after having been remarried for more than five years.", "Disabled Persons Mr.", "Speaker We have made big advances in the disability sector.", "We also realise that equally big challenges are left, mostly in the sector of the training and employment of severely disabled persons as well as in a support service for those disabled persons who cannot live with their families any longer.", "Besides the increase in assistance to various voluntary associations in this sector, our commitment towards this sector will continue with these measures: 1.", "As from next year, disabled persons who receive a severe disability pension will be able to work and earn up to the minimum wage without losing any of their pension.", "The severe disability pension must not serve as a disincentive 72 to work but should cover a few of the expenses connected to the disability; 2.", "For the past five years, when a person who received a severe disability pension got married, he/she did not lose the pension because of his/her wife’s/husband’s income for the first five years of marriage.", "Now we will remove the limit so that a severely disabled person who gets married never loses his/her pension because of his/her wife’s/husband’s income; 3.", "We will also increase the allocation to the agency SAPPORT for it to open a new branch in Pembroke, where disabled persons will be given more training and work experiences.", "We will also remain committed to help in the running of residential homes, for example Dar Pirotta, and now also Dar il-Wens and Dar l-Arka; and 4.", "At present, the National Commission for Disabled Persons is finalising a report about the development which is needed in our country for severely disabled persons to have the required support not to become institutionalised.", "For this sector to carry out the necessary developments, the Government is allocating the sum of two million euro over a five-year period, with this year’s sum being 400,000 euro.", "Further assistance to the voluntary activities Mr.", "Speaker This is the European year dedicated to the voluntary sector.", "I am happy to say that in Malta we have an impressive number of voluntary organizations which are offering various services 73 to our communities in the social, environmental, educational and sports sectors, among others.", "Certainly various voluntary organizations manage to help vulnerable persons and families when the State alone does not manage.", "In 1994 Government had set up a Fund to continue supporting these organisations in their commendable work as part of the social inclusion strategy.", "Since their setting up, more than 26 million euro in financial assistance have been given to this important sector, which resulted in assistance to thousands of vulnerable families and persons.", "We must continue strengthening this sector.", "Therefore, after we had allocated 2.4 million euro to this Fund this year, we are proposing an increase of half a million euro for next year.", "I ask the House to consider Table 7.1, which gives a list of contributions to voluntary organisations in 2011, as read.", "Table 7.1 Contributions to Voluntary Organisations in 2011 Voluntary Organisation Contributions in 2011 (€) Dar Merħba Bik 80,000 Dar Nazareth 50,000 Dar Suret il-Bniedem 130,000 Jeanne Antide Home 90,000 Dar Qalb ta' Ġesù 100,000 Cana Movement 70,000 Caritas: New Hope 390,000 Caritas: Shelter Females 70,000 Caritas: Shelter Males 70,000 Dar Ġużeppa Debono 5,000 Dar il-Kaptan 250,000 Mid-Dlam għad-Dawl 10,000 Equal Partners Foundation 20,000 74 Fondazzjoni Wens:Ind.", "Living 10,000 Fondazzjoni Wens:Fond.", "Wens 57,000 Fra Diego Day Care Centre 28,500 Inspire 60,000 St.", "Jeanne Antide Foundation 35,000 Malta Guide Dogs Found.", "9,000 Muscular Dystrophy Group 15,000 Oasi 140,000 Osanna Pia Home 130,000 Paolo Freire Institute 20,000 Richmond Foundation: Villa Chelsea 147,000 Richmond Foundation: Supported Housing Scheme 25,000 SAS - Azzjoni Kattolika 5,000 SOS Malta 40,000 Victim Support Malta 14,000 YMCA: Social Work Programme 120,000 L-Arka 183,000 WOW-Being 25,000 WAW Support Group 1,000 Total 2,399,500 The housing sector Mr.", "Speaker In the housing sector, Government policy promotes that everyone becomes a home-owner.", "Where this is impossible it helps vulnerable persons to have a decent residence.", "We believe that there is a wider role for the private sector in the provision of rented accommodation.", "The Housing Authority offers various schemes that help families in need to improve the conditions of their residence.", "It 75 offers other schemes which give a rental subsidy to whoever rents from the private sector, schemes for first-time buyers, or for those who need to rent an alternative place from Government.", "Since 2008 we have renovated more than 1,800 residences for an investment of four million euro through renovation schemes.", "The Authority also gives subsidies on rentals from the private sector.", "From this scheme of around a million euro a year, about 1,200 families benefit every year.", "Now we are taking another step.", "The Housing Authority will permit home-owners to register with the Authority a property which they wish to rent, according to certain conditions laid down by the Authority itself, to the families which qualify for the rental subsidy.", "The rentals registered under this scheme will benefit from a preferential rate for final withholding tax on rental income of 10 per cent.", "Thus we will strengthen the scheme which the Authority already implements while giving additional peace of mind to the owners as well as to the tenants.", "We will keep working on initiatives which offer assistance to first-time buyers by, among others, easing the payment of loans for buying.", "Assistance is also being given for the building, renovation and continuation of the first residence.", "The latter is always popular, with an average of 350 applications a year, and an expenditure of 3.5 million euro these past 4 years.", "Scheme to make more families home owners Mr.", "Speaker The Government will continue to help families become home owners.", "76 During this year, we have started a process to pay the original land owners whose lands had been expropriated in the seventies and eighties and which lands were used for the building of homes under the Home Ownership Schemes.", "By an investment of five million euro over the last two years, around 500 families became home owners after more than 30 years since the promise of sale had been entered into.", "It is now time for a further step forward.", "It is calculated that there are around 3,000 families who are not home owners since they live in accommodation built by the Government over land expropriated after the War under a title of possession and use.", "The Government cares about these families, as it cares about the families of the heirs of the original owners of the buildings which had been demolished during the war.", "For this reason, we are allocating 1.8 million so that the Lands Department capitalises on the acquisition rent which has been paid over the last decades.", "We have around 2,800 residences in Valletta and Cottonera, and we will give the possibility to the families living inside them to purchase the properties in which they reside.", "7.2 The best health service for everyone In Malta, the health sector is a source of support for Maltese families.", "Anyone who requires public health services is aware of what this entails.", "These services, together with those offered by the family doctor in our homes and by other private operators, are part of the foundations which protect our country’s social fabric.", "77 Everybody is able to notice the investment made in the health sector.", "Every family is aware of someone who has benefited from this investment.", "We want the best health service for Maltese and Gozitan families.", "Expenditure in this sector is on the increase.", "For the coming year, we are allocating 37.6 million euro more than this year’s allocation, for a total expenditure of 415.9 million euro.", "The cancer treatment We have established cancer treatment as being a primary priority.", "This is an illness which is affecting all our families and we need a national effort to combat it.", "The National Cancer Plan strategy focuses on the patients’ needs as well as on their families’ needs.", "This Plan has the aim of reducing the incidence of cancer, and of ensuring a better quality of life for patients by offering services of a higher level.", "The national Breast Screening program is now in its fourth year.", "This Program is leading to the early identification of breast cancer with positive results.", "Next year, we will make another major step forward through a colorectal screening program.", "This new Program is meant to identify cancer in its earliest stage so as to avoid related deaths.", "The construction of an Oncology Centre at Mater Dei Hospital has commenced, which will cater for 74 patients as in-patients and 22 more patients in day care.", "This Centre should start receiving its first patients in mid-2013.", "Until this new Centre is completed, we have continued to improve the services at Sir Paul Boffa Hospital.", "During this year, we have inaugurated a palliative care ward and we have 78 extended palliative care services in the community.", "We have invested in the building of a new bunker and in a new linear accelerator.", "This equipment started being used in the past weeks with huge benefits for patients and employees alike.", "More operations and a reduction in the waiting lists through partnerships with the private sector Mr.", "Speaker A major goal in the health sector is the increase in operations, as well as a reduction in the waiting lists for operations.", "This is a major challenge.", "The results we are attaining are evidence that the Government and all the health care employees’ efforts are reaping the desired results.", "32,764 operations were carried out in the last full year in which St.", "Luke’s hospital was operational.", "In 2010, 41,795 operations were carried out, which means an increase of 9,031 operations.", "The indications for this year show that this year will be even better.", "Naturally, we will not stop here.", "We have reached an agreement with the private sector, particularly on PET scans, operations such as cataract operations and others, so as to continue decreasing the waiting time.", "In the coming year, we will also focus on hip replacement operations.", "Today we are carrying out operations of the highest level at Mater Dei Hospital.", "We have professionals who are making Mater Dei Hospital a hospital of such high quality that it is able to compete with the best hospitals in Europe.", "We are entering into agreements with consultants who work in some of the best hospitals in Europe for them to offer their services in our hospital.", "This will enable us to extend the number of services 79 that we offer in our hospitals.", "I must also mention the Foundation Programme through which Maltese doctors are opting to further their studies in Malta, while foreign doctors are coming to study in our country.", "Medicines and the pharmacy of your choice In the medicines sector, we are making a reform of the fifth and second schedules so that hundreds of persons who suffer from chronic conditions, and who so far have no assistance in buying their medicines, will now start benefiting from a number of free medicines.", "We will continue to extend the Pharmacy of Your Choice scheme.", "A few days ago, we added 15 new pharmacies in the South of Malta to the scheme which are together providing services to another 4,000 persons.", "This means that 60,000 persons will be served from 129 pharmacies of their choice.", "Primary Care Mr.", "Speaker Malta has top quality primary care services thanks to the family doctor.", "This is a private service, through which Maltese families receive the service of a doctor in the comfort of their own homes.", "Little do we appreciate the value of this service.", "The Government is determined to strengthen the services given at Health Centres in a manner which complements the private service of the family doctor.", "For this purpose, a number of Health Centres are being refurbished so that that the family doctor will be able to find in the Health Centres those services which can help him offer the best service to Maltese and Gozitan families.", "80 In health promotion, besides a number of educational and informational campaigns addressing our need to take care of our health, a national sexual health policy was launched.", "Next year we will launch a strategy for obesity prevention for all ages.", "Mental health Mr.", "Speaker The mental health sector will make huge progress as a result of the Mental Health Act, which passed the first reading stage in Parliament a few weeks ago.", "During the last three years, we have continued to extend mental health community care and today we have around 130 professionals working in the community in this sector.", "We have extended the services to 40 localities and three new day centres have been inaugurated in Żejtun, Paola, and Floriana so that we now have five day centres for mental health care in Paola, Kirkop and Floriana.", "These services, together with other services, are providing help so that fewer people need enter Mount Carmel Hospital, and when they do, the time for which they are kept in this hospital has been reduced considerably.", "For the coming year, we are allocating 450,00 euro so that the service will continue to extend in the community, and so that we will be able to open another day centre and clinic in Gżira.", "We also intend to extend this service to Mosta, Rabat, and Birkirkara.", "A number of flats are being allocated for the supportive housing scheme through the Housing Authority.", "Such flats may accommodate a number of patients who leave Mount Carmel Hospital.", "81 Furthermore, after the establishment of the Crisis Intervention Team this year, a number of crisis interventions in cases related to mental health problems have taken place.", "In the coming year, we will continue to strengthen this service and we are thus allocating 100,000 euro.", "We will also establish a new service aimed towards adolescents suffering from mental health problems so that they will also be given community care.", "7.3 The elderly Mr.", "Speaker It was the elderly who built the quality of life which we enjoy today, and society has the duty to ensure, in every possible way, that the elderly remain at the core of Maltese society.", "The Government has adopted a policy to incentivise active participation in all sectors of society.", "Currently, thousands of elderly persons remain in employment without losing revenue from their pensions.", "Hundreds of elderly people contribute in no small measure to parishes, Local Councils, voluntary organisations and public boards.", "The subsidised public transport service, which is spread throughout Malta and Gozo, is allowing the elderly to gain access to all cities and villages.", "The elderly are, above all, a large resource.", "We should look at the ever-growing number of elderly persons not only as a challenge, but also as an opportunity.", "Government policy in this sector translates into all measures which increase participation of the elderly in all sectors of Maltese society, and includes special initiatives for elderly 82 persons requiring most support.", "This policy is set to continue being strengthened even through the following measures: .", "Once again this year, pensioners will be given the full cost of living increase.", "2.", "Age presents elderly people who wish to keep living an independent life in their own homes with difficult challenges.", "In order to help elderly people live independent lives in their own homes, we are giving a new €300 a year grant to every elderly person over 80 living in their own home or with their family.", "This initiative will cost 3.5 million euro, and will benefit nearly 12,000 elderly persons.", "Therefore, through this grant and the full cost of living increase, every elderly person over 80 will receive an increase of over €10 a week.", "3.", "VAT on private nursing and home help offered by the private sector to the elderly in their private homes will be removed as from the 1st of January 2012.", "4.", "A few years ago we introduced an income tax exemption for relatives of elderly people helping their parents live in private nursing homes.", "As from next year, this initiative will be increased by 500 euro to 2,500 euro.", "5.", "We will build on what we did in previous years regarding service pensions, and we will extend this measure by a further €200.", "The total cost is of one million euro; and 6.", "The elderly and persons who are tax exempt and who pay 15 percent withholding tax will start receiving refunds of tax paid without completing a tax form.", "83 Care of the elderly The demand for more accommodation is continuously increasing in the area of the care of the elderly.", "As announced, Zammit Clapp Hospital will start to operate as a nursing home, and the necessary work is being carried out.", "Following the investment made in John Paul II Block of the St Vincent de Paule Residence, which currently accommodates 144 residents, a works programme for the refurbishment of other wards will continue next year.", "Government has also earmarked land in Birkirkara for the construction of a new residence for the elderly, based on the same lines as the residence for the elderly in Mellieħa.", "The required application process with MEPA will commence with immediate effect.", "Additionally, we have continued purchasing a number of beds from the private sector so as to increase the number of places for elderly people who require this service.", "After launching the Night Shelter pilot project in Żejtun, we also extended this service to Mellieħa, and discussions are currently being held with Church entities and Local Councils with the aim of opening other Night Shelters in other localities.", "We will continue to invest in Day Care Centres for the elderly.", "This year we opened new centres in Mellieħa and Msida.", "So far, we have 18 centres around Malta, in which 1,500 elderly people participate on a regular basis.", "For next year, we are allocating118,000 euro to open two other centres.", "84 The treatment of dementia Mr.", "Speaker Dementia is a condition that is afflicting an increasing number of elderly people.", "That is why our country now has a national dementia strategy.", "This strategy gave rise to a number of important initiatives, among which: • A new block at St Vincent de Paule with dementia friendly wards; • Training for workers and carers working in areas related to dementia; • Day Respite for patients in the community suffering from dementia; • Services from the memory clinic at the Karen Grech Hospital for people suffering from dementia; • A helpline for use by the public, with the collaboration of the Malta Dementia Society; and • The publication of an educational children’s book about dementia affecting relatives.", "Government is committed to keep providing care, and to help those suffering from this condition.", "We are allocating 200,000 euro in order that medicines for the treatment of dementia can be provided for free.", "85 7.4 Police In this budget we will continue to invest in and further equip the Police Force.", "For us, the fight against crime and illegal activity remains a priority and, although we have seen better control of and stronger action against crime, the Police Force remains in continuous need of more instruments.", "Therefore, as has already been done in previous years, we will ensure that even this year the Force will continue being equipped with new and modern equipment, new vehicles and technologically advanced tools which help directly in the fight against crime.", "The continuation of the building of the new Police Academy remains a priority.", "The training of the members and recruits being admitted every year remains of vital and determining importance.", "This will continue ensuring a greater success in an ever-changing world in which criminal organisations do not only operate in one country, but in a number of different countries simultaneously.", "The capital vote for the construction of the Police Academy will increase by 600,000 euro.", "86 8.", "Conclusion Mr Speaker This is the plan we drew up to help us face the turbulence that surrounds us.", "This Budget, which I have presented before the House in the name of the Government this evening, can be summarised in the following five main goals:  We must ensure our country’s stability;  we must safeguard and increase jobs for our workers;  we want our children and our people to develop all their skills;  we must embellish and protect our country’s environment;  we must protect our families and vulnerable people.", "In all this, we have chosen to be cautious, focussed, disciplined and responsible.", "We should not take apart what our people have built.", "We have chosen to do what is right and what our country needs.", "Together with these values, we are guided by the strong trust which we have in our people and in our country.", "Yes Mr Speaker, the Maltese are an able people, an industrious people and a diligent people.", "We believe in our people, and we believe in our country.", "87 Mr.", "Speaker This budget provides the strong leadership which our country needs in order to face every challenge that we encounter.", "The Government is sure that with diligence and responsibility we will overcome the adversity which the world is facing.", "88 Appendix A\n TAX REVENUE\n Direct - Income Tax\n - - Social Security\n - - Indirect - Customs and Excise Duties\n - 645,000 Lower receipts than originally\n anticipated are\n expected from Excise Duties on Tobacco.\n Licences, Taxes and Fines\n - 7,427,000 Receipts from Duty on documents and Annual circulation licence fees are expected to be lower\n than forecast.", "These shortfalls are expected to be\n partly offset by higher receipts from Motor vehicle\n registration tax.\n Value Added Tax\n - 1,500,000 Revised forecasts, based on actual performance,\n point towards the indicated downward departure\n from the approved estimate under this heading.\n STATEMENT A\n REVENUE 2011 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n TOTAL TAX REVENUE\n STATEMENT A\n REVENUE 2011 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n NON-TAX REVENUE\n - Lower receipts than originally anticipated mainly\n under Eco-contribution and Television licence fees\n are expected to be offset by higher revenue mainly\n from Passports and Court fees.\n - Variance arises as a result of reimbursements by\n Public Entities in respect of the difference in the\n cost of pensions or gratuity of former Public\n Ofﬁcers who took up permanent employment with\n the entities.\n - - Bank proﬁts for 2010 passed to Government have\n been higher than originally anticipated.\n - Lower receipts than projected are expected under\n Rent of commercial tenements.\n - expected in reﬂection of activity registered.", "- - Repayment of Government Loans and Fees of Ofﬁce\n Public Corporations\n Central Bank of Malta\n Dividends on Investment\n STATEMENT A\n REVENUE 2011 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n - The original forecast of reimbursements under the\n EU Structural Funds 2007-2013 Programme and the EU Cohesion Fund 2007 - 2013 Programme is\n not expected to materialise in full.", "Reimbursement\n is to continue throughout the duration of the\n - Revenue under this Head is expected to be higher\n than originally anticipated mainly due to receipts\n from the super yacht yard concession agreement.\n Proceeds from sale of Malta Government Stocks by\n auction were also higher than forecast.", "TOTAL NON-TAX REVENUE\n TOTAL RECURRENT Miscellaneous Receipts\n STATEMENT A\n REVENUE 2011 : REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n NON-ORDINARY REVENUE\n - - - - - GRAND TOTAL\n Local Loans\n TOTAL NON-ORDINARY Sale of shares/assets\n Sinking Funds of converted loans\n 1 Ofﬁce of the President\n - mainly for Improvements to Property.\n 2 House of Representatives\n - 3 Ofﬁce of the Ombudsman\n - - 4 National Audit Ofﬁce\n - - 5 Ofﬁce of the Prime Minister\n - anticipated under the Operational and Maintenance\n Expenses category (mainly in respect of Contractual Services and Incidental Expenses), the Programmes\n Government Entities (mainly Industrial Projects and\n Services Ltd\n and the Malta Council for Science and\n 6 Public Service Commission\n - 7 Armed Forces of Malta\n - Emoluments category and Transport and Contractual\n under the\n Operational and Maintenance\n Expenses category.\n STATEMENT B\n RECURRENT EXPENDITURE 2011: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n STATEMENT B\n RECURRENT EXPENDITURE 2011: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 8 Tourism and Culture\n - Higher expenditure expected under the Programmes\n and Initiatives category in respect of Arts and Culture\n Events and the European Capital of Culture are being\n Government Entities.\n 9 Industrial and Employment Relations\n - 10 Local Government\n - 11 Consumer and Competition - 12 Information\n - - 13 Government Printing Press\n - 14 Electoral Ofﬁce\n - Expenses under Electoral Commission Activities were\n higher than originally anticipated due to the holding of\n a National Referendum in May 2011.\n STATEMENT B\n RECURRENT EXPENDITURE 2011: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 15 Ministry of Foreign Affairs\n - Approved funds have been duly transferred onto the\n Personal Emoluments category to cover emoluments of Expenses in respect of International Membership\n subscriptions is partly offset by a revision in Malta's\n contribution to the 10th European Development Fund.\n 16 Ministry for Gozo\n - Additional funding is required under the Operational\n and Maintenance Expenses category mainly to cover\n costs of Utilities and Contractual Services.\n 17 Ministry for Infrastructure, Transport and - Increased expenditure is anticipated mainly under the\n Programmes and Initiatives category as a result of\n payments under the Public Service Obligation - Public\n Transport and the Public Service Obligation - Inter-\n Island Transportation.\n 18 Land and Public Registry Division\n - Approved funds have been duly transferred onto the\n Personal Emoluments category.\n STATEMENT B\n RECURRENT EXPENDITURE 2011: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 19 Ministry for Resources and Rural Affairs\n - Additional expenditure under the Operational and\n Maintenance Expenses category (mainly for Transport and Incidental Expenses) and under the Programmes\n and Initiatives category (mainly Agriculture Support\n Renewable Energy Initiatives) is expected to be partly\n offset by savings under the Personal Emoluments\n 20 Ministry of Education, Employment and the - Approved funds have been duly transferred onto the\n expenditure is anticipated under the Programmes and\n Initiatives category, mainly due to the payment of\n Energy Support Measures.", "Additional expenditure is\n also envisaged under the Contributions to Government\n Entities category, mainly in respect of the University of 21 Education\n - Approved funds have been duly transferred onto the\n Capacity Building undertaken during the year.\n 22 Libraries\n - 23 Social Security\n - Approved funds have been duly transferred onto the\n Personal Emoluments category.\n Higher expenditure\n than originally forecast is expected under Contractual STATEMENT B\n RECURRENT EXPENDITURE 2011: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 24 Social Security Beneﬁts\n - Savings are expected under the Invalidity Pensions\n 25 Social Welfare Standards\n - Approved funds have been duly transferred to the\n Personal Emoluments category.\n 26 Ministry of Finance, the Economy and - Initiatives category (mainly under EU Own Resources, Schemes/Early Retirement Schemes) are expected to\n offset higher expenditure under the Operational and\n Programmes and Initiatives (mainly Street Lighting\n and Other Services and Interest Payable on ex-\n MDD/MSCL loans).", "27 Treasury\n - Expenditure under the Programmes and Initiatives\n category will be higher than originally forecast in view\n of the Loan Facility Agreement with Air Malta plc, higher payments in respect of the Loan Facility\n Agreement with the Hellenic Republic and an increase\n in Refunds of Revenue overcollected or collected in\n error.", "Savings are being registered under the Personal\n Emoluments category.\n 28 Pensions\n - allowances and gratuities paid under the Pensions\n Ordinance (Cap.", "93).\n STATEMENT B\n RECURRENT EXPENDITURE 2011: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 29 Public Debt Servicing\n - Increase in expenditure incurred in respect of interest\n payable on Malta Government Stocks as a result of\n fungible issues is expected to be offset by savings on\n Direct Loan Repayment and interest payable on\n Treasury Bills.\n 30 Inland Revenue\n - Expenditure under Professional Services is higher than\n originally anticipated.\n 31 Customs\n - Savings are expected mainly under the Personal\n Emoluments category.\n 32 VAT\n - Higher expenditure than originally forecast under the\n Personal Emoluments category and the Programmes\n and Initiatives category, mainly in respect of Refunds under the VAT/CET Acts.\n 33 Contracts\n - 34 Economic Policy\n - 35 Government Property Division\n - 36 Commerce\n - 37 Ministry for Justice and Home Affairs\n - Higher expenditure expected under the Programmes\n and Initiatives category is being offset by savings\n registered under the Attorney General's Ofﬁce.\n STATEMENT B\n RECURRENT EXPENDITURE 2011: REVISED ESTIMATES COMPARED TO APPROVED ESTIMATES\n 38 Judicial\n - Higher expenditure is anticipated mainly under the\n Programmes and Initiatives category.\n 39 Police\n - Saving are anticipated under the Personal Emoluments\n category.", "40 Correctional Services\n - 41 Civil Protection\n - 42 Ministry for Health, the Elderly and Community Care\n - Approved funds have been duly transferred onto the\n Expenditure under the Programmes and Initiatives\n category (mainly Homes for the Elderly) and the\n contribution to Mount Carmel Hospital is expected to\n be higher than originally anticipated.", "43 Elderly and Community Care\n - Approved funds have been duly transferred onto the\n Personal Emoluments category.", "Increased expenditure\n is anticipated under Utilities.\n TOTAL RECURRENT EXPENDITURE AND PUBLIC DEBT SERVICING\n I Ofﬁce of the Prime Minister\n Expenditure under the EU Structural Funds 2007 - 2013\n Programme, the Science Interactive Centre and Restoration of Fort St Angelo is expected to be lower than originally\n Helicopters by the Armed Forces of Malta will not be utilised\n during current year.\n II Ministry of Foreign Affairs\n Lower expenditure is expected under ICT and Construction and restoration works.\n III Ministry for Gozo\n Unforeseen expenditure in respect of Investment Incentives\n and higher expenditure than originally forecast under the EU Structural Funds 2007 - 2013 Programme is expected to be\n offset by lower expenditure under Eco-Gozo, which is\n programmed to continue in 2012.\n IV Ministry\n Higher expenditure is expected under the National Identity\n Management Systems project.", "However, overall expenditure\n under this Vote is expected to be lower than originally\n anticipated due to lower expenditure under the EU Cohesion\n Fund 2007 - 2013 Programme, the developement of facilities\n by the Malta Freeport Corporation, the EU Structural Funds\n 2007 - 2013 Programme, the ICT Core Services Agreement, Roads STATEMENT C\n CAPITAL EXPENDITURE 2011: REVISED ESTIMATES COMPARED WITH APPROVED ESTIMATES\n STATEMENT C\n CAPITAL EXPENDITURE 2011: REVISED ESTIMATES COMPARED WITH APPROVED ESTIMATES\n V Ministry for Resources and Rural Affairs\n Development and the EU Cohesion Fund 2004 - 2006\n Programme is expected to be higher than originally forecast.\n Lower expenditure under the EU Structural Funds 2007-2013\n Programme, the EU Cohesion Fund 2007-2013 Programme\n VI Ministry of Education, Employment and the Family\n Lower expenditure envisaged mainly under the EU Structural Funds 2007 - 2013 Programme, the ICT Faculty (University\n of Malta) and Construction/upgrading works and equipment\n for Sports facilities is expected to offset higher expenditure\n than originally forecast under\n University of\n Malta -\n equipment and the Foundation for Tomorrow's Schools\n capital projects.\n VII Ministry of Finance, the Economy and Investment\n Higher expenditure is envisaged mainly under the EU Investment Incentives.", "Lower expdenditure, mainly under ICT Corporate Clearance Fund Advances, is expected to partly offset such\n additional expenditure.", "STATEMENT C\n CAPITAL EXPENDITURE 2011: REVISED ESTIMATES COMPARED WITH APPROVED ESTIMATES\n VIII Ministry for Justice and Home Affairs\n Higher expenditure is expected mainly under the External Borders Fund and equipment for Research and Development.\n This variance is expected to be partly offset by lower\n expenditure mainly under ICT and Works at Ofﬁce of the\n Attorney General.\n IX Ministry for Health, the Elderly and Community\n Lower expenditure is envisaged mainly under the EU Structural Funds 2007-2013 Programme and the National\n Blood Transfusion Centre project."]