["Table of Contents 1.", "Introduction .........................................................................", "4 2.", "Overview of the economy and financial sustainability\n ....................................................................................................", "6 The international economy .........................................", "6 The economy in Malta .................................................", "6 Cost of living adjustment ............................................", "9 The financial situation during 2009 and onwards...", "9 Structural Reforms .....................................................", "13 Economic Strategy......................................................", "14 Government Fiscal Policy .........................................", "17 Measures in favour of fiscal consolidation.............", "20 A new fiscal and budgetary framework .................", "21 3.", "Incentivizing productive investment for job creation\n ..................................................................................................", "22 Incentives for the industry and enterprise in 2010 22 Incentives for tourism................................................", "30 Schemes and initiatives for job creation..................", "32 Measures favouring fiscal morality and against tax evasion .........................................................................", "37 2 Exploiting our resources better to safeguard against similar crisis in the future .........................................", "40 More competitive markets and price stability .......", "42 4.", "Investing in the country’s infrastructure to sustain economic growth...................................................................", "47 New arterial and residential roads ..........................", "47 Transport .....................................................................", "48 Port regeneration........................................................", "51 The construction and embellishment of public places............................................................................", "51 5.", "Implementing our vision of Gozo as an ecological island.......................................................................................", "58 6.", "Continuing to strengthen education and training towards a knowledge-based society and economy ........", "60 Primary and secondary education...........................", "60 Continuing to invest in advanced and higher education .....................................................................", "62 Youth............................................................................", "64 Sports............................................................................", "64 The Creative Economy ..............................................", "66 Investment in cultural sectors ..................................", "69 3 7.", "Stronger investment and continued support to the needy in society.....................................................................", "70 Continued assistance to those most in need...........", "70 The health sector.........................................................", "74 Care of the elderly......................................................", "77 8.", "Caring for our environment............................................", "79 A sustainable future for our children......................", "79 Environmental measures...........................................", "82 Government close to local councils .........................", "84 Strengthening of the agriculture and fishing sectors\n .......................................................................................", "85 9.", "Conclusion..........................................................................", "88 Appendix A............................................................................", "90 Appendix B...........................................................................", "104 Appendix C ..........................................................................", "105 Appendix D..........................................................................", "125 Appendix E...........................................................................", "130 4 Introduction Mr Speaker, Today we are commemorating the 20th anniversary of the fall of the Berlin Wall.", "This was an event which transformed the European continent as well as the rest of the world.", "On that day, the political structure was shaken to its roots.", "That was the birth of a new Europe.", "This year the global financial and economic system has been shaken.", "Faced with this reality, in this House we must carefully weigh our reaction.", "We could choose the easy way, by looking away and saying ”No.", "There is nothing going on.", "We don’t need to do anything.” Otherwise we can, prudently, responsibly and courageously, look towards the horizon and say ”Yes, the world is changing, but our people are capable of facing these challenges.", "Together we can overcome them.” Mr Speaker, This evening, this Government will once more choose the second option.", "This Government acts responsibly towards its people.", "This Government works prudently and does not shy away.", "This Government does not believe that challenges are won by saying that they do not exist.", "Because we want the best for our people, we are ready to face these 5 challenges, the international economic situation, climate change, the problem of energy security, demographic developments and immigration.", "Mr.", "Speaker, In a world which has been turned upside down, there are also things which for this Government never change.", "These are the foundations of our policies and include total respect of human dignity, our duty as a society to support each other, the value of the family, and the promotion of the common good.", "These are the foundations on which we wish to build our Vision 2015.", "This Budget is another step towards this Vision.", "6 Overview of the economy and financial sustainability The international economy Mr.", "Speaker, our country enjoys an open economy.", "International economic developments inevitably have a direct impact on it.", "2009 has been a difficult year with huge challenges.", "International commerce has decreased substantially.", "This resulted in high unemployment rates in several countries.", "The European Commission is forecasting that the Gross Domestic Product in the Eurozone will shrink by about 4 per cent.", "Several governments and central banks have intervened to support their economies.", "It appears that the worst of the crisis is over and that the rate of economic growth will continue to recover slowly.", "However, there is still plenty of economic uncertainty.", "International financial markets are still struggling.", "The price of several raw materials, including oil, has started to rise again.", "The economy in Malta Mr.", "Speaker, Even economic activity in Malta has been badly affected by the international recession.", "The demand for products manufactured in Malta, as well as for our tourist product, 7 has decreased.", "At the same time, certain sectors in the services industry have kept growing, proof of the success of our policy with regard to economic diversification.", "Economic troubles also affected investment, while private consumption decreased.", "As a result of this, we expect that the Maltese economy will shrink by 2 per cent.", "This also had an impact on the employment market.", "The number of people registering for work in September stood at 7,521.", "Table 2.1 shows how the gainfully employed in our country, between December 2008 and June 2009, increased in every economic sector except manufacturing and the tourism sector.", "Here I must remind you that had Government not intervened to support these two sectors, we would not have saved as many jobs.", "Table 2.1 Gainfully Employed Persons Sector 2007 (Jan-Dec) 2008 (Jan-Dec) 2009 (Jan-Jun) Construction 11,662 12,148 12,548 Hotels and Restaurants 9,747 10,141 9,918 Transport and Communications 10,757 11,040 11,309 Financial Intermediaries 5,353 5,577 5,694 Manufacturing 23,647 22,687 20,756 Retail and Wholesale 21,409 21,831 22,095 8 Others 59,604 61,649 62,423 Total 142,179 145,073 144,743 I must also add that Government is carrying on these interventions, and will keep intervening wherever there are jobs to be saved.", "Mr.", "Speaker, in this budget, Government will be announcing a number of new initiatives which will not only create work, but help in the training and integration of those people who are looking for work.", "Last September, the rate of inflation stood at 3.5 per cent.", "This is a reduction of about 2.0 percentage points compared to September 2008.", "Although local inflation is somewhat high, this is showing downward trends.", "Notwithstanding this, we will keep working towards the convergence of our rate of inflation with that of the Eurozone.", "A more detailed analysis of the economic situation can be found in the Economic Survey which I am tabling in the House.", "The Gross Domestic Product for 2009 is expected to decrease by 2 per cent.", "The rate of inflation according to the Retail Price Index should go up to about 2.5 per cent.", "During 2010 it is expected that the economic rhythm of major economies will have started to improve and that the demand for our exports will again start growing.", "9 Therefore, it is expected that next year the Maltese economy will grow by about 1.1 per cent, while the unemployment rate will decrease slightly.", "The rate of inflation is expected to be 2 per cent.", "Cost of living adjustment Mr.", "Speaker, the cost of living adjustment, calculated on the inflation which resulted from the Retail Price Index and according to the methodology agreed upon by the social partners, will be €5.82 a week.", "The financial situation during 2009 and beyond Government deficit for the year 2009 is expected to be 217.6 million euro, or 3.79 per cent of the Gross Domestic Product, owing to several factors.", "Direct taxes are expected to increase by 22 million euro, over the original estimate for 2009, when one includes the effect of the initiative announced for the collection of income tax due.", "We expect a decrease of 35 million euro from indirect taxes, mainly because of the decrease in economic activity.", "Non-tax revenue is also expected to decrease.", "An increase of 119 million euro is expected over the original estimate for 2009 in the different categories of Recurrent Expenditure.", "90 million euro of these are Programmes and Initiatives that include payments connected to the Shipyards process and the increase in funds allocated to the health sector.", "With regard to Contributions to Government Entities, there will be an increase of 14 million euro, including increases related to the education sector.", "Capital Expenditure is expected to reach 303 million euro till the end of the year.", "On the other hand, we expect an increase in expenditure for other services, including aid given to industry to compensate for the effects of the decrease in economic activity.", "By the end of 2009, Government debt is expected to be 67 per cent of the Gross Domestic Product, 11 per cent less than the Eurozone average.", "Tables 2.2 to 2.4 detail the financial situation.", "Table No 2.2 Financial Position 2008-2009\n Consolidated Fund Position Total Revenue 2,302,145 2,551,318 2,466,648 Tax Revenue 2,098,311 2,238,263 2,225,653 Non-Tax Revenue 203,834 313,055 240,995 Total Recurrent Expenditure\n 2,313,131 2,302,233 2,421,492 Recurrent Expenditure 2,124,093 2,105,929 2,226,152 Interest Payments\n 189,038 196,304 195,340 Recurrent (Deficit)/Surplus (10,986) 249,085 45,156 Capital Expenditure 222,150 347,931 303,156 Total Expenditure 2,535,281 2,650,164 2,724,648 (Deficit) in the Consolidated Fund (233,136) (98,846) (258,000) Financing Direct Loan Repayments\n (93,176) (208,162) (251,179) Sinking Fund Contributions - Local (7,023) (7,023) (7,023) Sinking Fund Contributions - Foreign (11,175) (10,139) (10,042) Equity Acquisition (6,500) (642) Converted Loans Sinking 33,318 0 0 Sale of Assets 0 0 0 (84,556) (225,424) (268,886) Public Sector Borrowing Requirement (317,692) (324,270) (526,886) Foreign Loans 0 0 0 Opening Balance 1 January\n (55,933) (62,062) (87,890) Local Loans 285,735 500,000 500,000 229,802 437,938 412,110 Closing Balance 31 December\n (87,890) 113,668 (114,776) (32,225) 10,756 40,414 (265,361) (217,586) 2008 Actual Revised (88,090) 5,687,168 -4.67% -3.79% 5,744,040 General Government Deficit as % of Gross Domestic Product General Government Adjustments Gross Domestic Product General Government (Deficit) 2009 2009 €'000 Table No 2.3 Financial Position 2008 - 2012\n Consolidated Fund\n Total Revenue\n Tax Revenue Non-Tax Revenue Total Recurrent Expenditure\n Recurrent Expenditure Interest Payments Recurrent Surplus 45,156 Capital Expenditure\n Total Expenditure Consolidated Fund (Deficit) Direct Loan Repayments Contributions to Sinking Funds – Local (7,023) Contributions to Sinking Funds - Foreign (9,177) Equity Acquisition Converted Loans Sinking Funds Residue\n 0 27,757 Sale of Assets 0 0 Public Sector Borrowing Requirement Foreign Loans\n Opening Balance as on 1 January Local Loans\n Closing Balance 31 December\n 40,414 € '000\n € '000\n € '000\n General Government (Deficit) as a % of the Gross Domestic Product 2011 2008 € '000\n General Government Adjustments\n Gross Domestic Product\n General Government (Deficit)\n € '000\n Table No 2.4 Public Debt Malta Government Stocks 2,954,420 3,203,258 3,562,016 3,933,578 4,183,876 Treasury Bills 365,804 398,200 293,742 107,740 13,953 Ex-MDD Loans 56,391 56,391 56,391 56,391 56,391 Foreign Loans\n 114,071 100,630 87,528 74,393 61,866 EBU's/Local Councils\n 108,016 55,954 55,954 55,954 55,954 29,574 31,171 31,171 31,171 31,171 General Government Public Debt 3,628,276 3,845,604 4,086,802 4,259,227 4,403,211 Gross Domestic Product 5,687,168 Debt as a % of the Gross Domestic Product 63.80% 66.95% 68.74% 5,744,040 5,945,080 6,242,360 6,554,450 2009 2010 2011 2012 €' 000\n 2008 €' 000 €' 000 €' 000\n €' 000 For the coming three years it is planned, that whilst the government deficit for the coming year will be of 3.9 percent of the Gross Domestic Product for the other 2 years the deficit will decrease to 3.2 percent in 2011 and 2.9 percent in 2012.", "Apart from the information and details provided in this speech that affect income and expenditure, I am attaching tables numbered 2.2 and 2.3 which I ask the House to consider as read.", "Further details are found in Appendix E attached to this speech.", "Public Debt for the coming 3 years will follow the same trend of Government deficit and, as shown in Table 2.4, which I ask the House to consider as read, will register 68.7, 68.2 and 67.2 percent of the Gross Domestic Product for the years 2010 to 2012, respectively.", "Structural Reforms Mr.", "Speaker, during this year we have carried on our structural reforms so as to make our country more efficient and competitive.", "We carried out a number of initiatives in the education and lifelong learning sector.", "We implemented a number of initiatives to encourage and integrate more women or disadvantaged people in the labour market.", "We implemented other initiatives to make work more attractive for everyone.", "We improved our physical, fiscal and IT infrastructure, and we helped industries.", "We also helped our families to introduce systems for better and more efficient energy use.", "A list of these measures and initiatives is attached in Appendix A.", "We launched the reform of MEPA to ensure an increasingly transparent and sustainable planning service for our country.", "We are also progressing steadily in the implementation of our strategy in the area of informatics and of financial services.", "We have also launched a big project to connect our country to the European electricity grid.", "We are launching our strategy to make Gozo an ecological island.", "Mr.", "Speaker, We have done and are doing all this, and more, to strengthen our markets and improve the competitivity of our country.", "Economic Strategy Mr.", "Speaker, Government is reacting to the international economic turmoil, while remaining focused on the implementation of the Vision we have developed for our country.", "During the past months, we began an extensive consultation process, with the help of a group of international consultants, to renew Vision 2015.", "Government is committed to make of our country a centre of excellence in a number of economic areas where we have an economic advantage.", "Work on the renewal of this strategy is in full swing and it is expected that, during the coming year, we will be in a position to publish a document regarding this for public consultation.", "Government intends to organise the Maltese Economic Forum, to which we shall invite Maltese people who have been successful in various economic sectors abroad to share with us their experiences and to entice them to invest in our country.", "This Government’s strategy, while addressing immediate challenges, must remain spurred on by Vision 2015, and therefore, while we make the necessary choices, we must not prejudice the economic stability which we need to face bigger challenges.", "Everybody, including the Government, wishes that 2009 was a better year.", "However, notwithstanding the difficulties we faced, we achieved results.", "Above all, we managed to reduce the impact caused by the international economic crisis.", "This was possible as in the past we had taken important timely decisions.", "We introduced the euro, a decision which served as an anchor of stability for our country during the economic and financial crisis.", "We carried out the necessary reforms which, while not necessarily rendering us popular, were necessary for us to be prepared for the challenges we are facing.", "We introduced reforms in electricity and water rates.", "We are in the process of privatising the shipyard and of reforming public transport.", "We took many difficult decisions, without letting the deficit run out of control.", "Today everyone can see the consequences of huge deficits.", "Many countries are having to increase direct and indirect taxes substantially over a number of years to compensate for their big deficits.", "Mr.", "Speaker, We must remain prudent and responsible.", "We cannot stop considering the deficit as a problem.", "We cannot believe the tale that we are keeping the deficit under control to please someone.", "A high deficit eats away at investment and work.", "We are working to keep the deficit at an acceptable level to increase the economic prospects for our country as well as not to increase the burdens which our family and our children must carry.", "Those countries which had to increase their deficit hugely are now taking drastic fiscal measures, including the introduction of new taxes, when the recovery from the recession has still not happened.", "What we did was calculated and wise.", "We did not fall for the temptation to help everyone, regardless of necessity, so as to increase our popularity.", "On the contrary, we sought to seriously help those who needed our full support.", "That is what we did when we introduced the energy grants to help our needy families.", "That is what we did when we helped factories which needed help.", "And that is what we shall carry on doing.", "Because that is what reason, wisdom and prudence dictate.", "Mr Speaker, The 2010 Budget is based on these six aims : 1.", "We must increase economic and fiscal stability, price stability and increase competition in our markets; 2.", "We must incentivize productive investment to create prosperity and work; 3.", "We must continue investing in our health and in our social security so that everybody in our country can progress; 4.", "We must continue investing in our education and training to keep building on the talents, the capability and the wisdom of our people; 5.", "We must continue investing in the infrastructure of our country, in our environment, in our roads, in our historical and cultural heritage, and in economic sectors which are profitable so that we can sustain the economic and social progress of our people; and 6.", "We must continue implementing our Vision for Gozo as an ecological Island.", "Government’s fiscal policy Government’s fiscal policy is not the increase of tax burdens.", "On the contrary, in these past years, and particularly in the last three budgets, we launched a substantial Income Tax reform, which resulted in Government leaving 152 million euro in the pockets of workers and businesses.", "Certainly these measures were an essential factor which allowed Malta to weather the storm of the past few months.", "However, in order that the fiscal policy of Government not to increase tax burdens was to be possible, the conviction that Government must not give subsidies where these are not necessary must be the conviction of us all.", "We need courage to implement what we declare we believe.", "If not, whoever is in Government will have to search for funds to sustain those sectors which are most dear to the country, such as education and health, among others.", "With this aim, during 2010, Government will take a number of measures to restrict its expenditure, as well as other measures to strengthen the enforcement of fiscal laws.", "In this way we will be able to reach our aims for this budget without the necessity of new taxes.", "The economic situation and the need to use our resources to sustain and create work, do not allow us to reduce income tax in this budget.", "However, Government still believes it must continue implementing at least parts of its Electoral Programme.", "Therefore, from 1 January, the €16.31 levy on credit cards will be removed.", "As a result of this measure, which will reduce Government revenue by two million euro a year, 120,000 people are expected to benefit.", "Fees for the registration and licensing of power boats will be reduced as shown in Table 2.5 below which I ask the House to consider as read.", "It is estimated that from this measure, which will result in a loss of revenue of 150,000 euro, around 16,000 people will benefit.", "Table 2.5 Revision of tariffs for the registration and licensing of boats Category Present Fee € Proposed Fee € Present Annual Fee € Proposed Annual Fee € Without an engine < 3.6metres 0.00 0.00 0.00 0.00 Without an engine >3.6 metres 58.23 0.00 (5 years*)34.94 (5 years*)10.00 Not more than 10 H.P.", "58.23 50.00 (5 years*)34.94 (5 years*)10.00 10H.P.", "to 25H.P.", "465.87 50.00 46.59 20.00 25H.P to 50H.P.", "582.34 50.00 58.23 30.00 50H.P.", "to 75H.P.", "698.81 50.00 81.53 80.00 75H.P.", "to 150H.P.", "757.04 50.00 104.82 100.00 Over 150H.P.", "1164.68 50.00 139.86 140.00 (5 years*) renewal of annual registration for a five-year period Measures in favour of fiscal consolidation Mr Speaker, aiming to continue with the fiscal consolidation process, we have decided to take the following actions: 1.", "Where possible, the financial estimates for 2010 were either retained at the same level as this year, or have been reduced in a bid to reduce expenditure; 2.", "The number of workers who shall be recruited in the public sector during the coming year shall be substantially less than the number of workers who are leaving the public service, either due to resignations or because they have reached retiring age.", "This action will reduce public expenditure by around 10 million euro; 3.", "Government entities having the potential to generate revenue from the sector in which they operate should no longer be dependent on Government subvention.", "For this reason, a new tariff structure for MEPA issued permits will come in force resulting in this entity not receiving central government funds.", "4.", "We are intensifying efforts against any kind of fraud in the income and expenditure of Government, including those related to abuses from social benefits.", "Till September of this year, 861 benefits have been stopped, reaching a value of 3.1 million euro per year; 5.", "There shall be a strengthening of Government efforts to recover its money and to reduce tax evasion and fiscal abuse; and 6.", "We shall also increase the duty on cigarettes between 6.55 and 6.84 percent, namely €0.15c.", "Tax on other tobacco products shall be based along the same lines as this increase.", "From this measure, the Government shall generate 3.7 million euro.", "A new fiscal and budgetary framework Mr Speaker, the Financial Administration and Audit Act shall be updated, with the underlying aim of strengthening the fiscal and budgetary policy and framework, so as to cater further towards the desired objectives and results.", "and to enhance transparency and accountability.", "During 2010, Government shall continue working towards strengthening the country’s financial and budgetary framework.", "There shall also be a further strengthening of the monitoring and financial evaluation system in the public sector.", "At the same time, a call for tenders shall be issued for the procurement of an accounting system for Government.", "Incentivizing productive investment for job creation Mr Speaker, In the coming years, we shall experience new economic realities and for this reason we must shape our strategy to address these challenges.", "The work challenges are not insignificant.", "We must make every effort to encourage investment, both Maltese and foreign.", "We must provide incentives for those who want to start a business, expand or renew their activities and encourage them to do so in new markets and by seizing new opportunities.", "Incentives for the industry and enterprise in 2010 Economic development Mr Speaker, in order to be better equipped to do so, we shall continue transforming Malta Enterprise so that it becomes an agency of wider economic development incorporating: • enterprise development and the provision of integrated services meeting the needs of all those undertaking an economic activity; • the promotion of foreign and local investment, with an emphasis on new markets, new sectors having a high added value; and • the facilitating of business and granting of assistance to enterprises to engage in international business.", "To this end, we shall increase Malta Enterprise’s allocation from 4.9 million to 5.6 million euro.", "Incentives for enterprises Mr Speaker, during this year we shall have invested around 20 million euro to help our industry enter new markets, in providing allowances for research and development, in providing assistance to small and medium-sized companies in renovating their processes, products and services, in schemes to help fledgling innovative companies and in grants to motivate the use of information technology in companies’ operations.", "We have also allocated 10 million euro to assist in the investment towards renewable energy and for improving the efficient use of energy.", "After the success witnessed in these schemes, Government has decided to extend the 20millionforindustry scheme by allocating 7 million euro, so that we shall have allocated a total of 37 million euro in allowances to the industry and which shall be allocated in the following manner: International Competitiveness 2 million euro Innovation 3 million euro Research and Innovation 1 million euro e-business 1 million euro In 2010, we shall issue a fresh call for the Environment scheme wherein the 1.5 million euro which had not been allocated, shall be decided upon.", "Where foreign investment is involved, we believe that the international recession provides new opportunities for international companies which are presently focusing more on controlling expenses than on expanding their operations.", "At the same time, we must provide incentives for the creation of new industries and industries with a high added value in our country, aside from helping foreign investors already operating in Malta to further fortify their operations.", "To this end, Mr Speaker, Government is increasing Malta Enterprise’s incentive allowance from 6.6 million euro to 9 million euro, so that amongst other things, we launch three new initiatives to encourage foreign investment towards our country: 1.", "We shall encourage foreign investors already operating in Malta to bring to Malta vertical activities to their existing operations, including legal, financial, back office, corporative, logistical, research and development, marketing and sales, and prototyping services; 2.", "We shall encourage new foreign companies to set up shared services centres in areas such as call centres, software development, digital gaming, human resources, accounts and finance management, market research and Internet publication; and 3.", "We shall renew and add to those enterprises eligible for fiscal incentives given under the 2005 Reinvestment Tax Credit (Income Tax) Rules, which consist in a tax credit which is given whenever profits are re-invested in a project approved by Malta Enterprise.", "Reserve Fund for Assisting Enterprises Mr Speaker, On the basis of the experience gained during this year, we are also allocating the sum of 2.5 million euro in a Reserve Fund for Assisting Enterprises so that we can be able to assist when temporary difficulties arise in enterprises having a viable future, and which are ready to invest in their future.", "The development of industrial areas Mr Speaker, Malta Industrial Parks has also become responsible for areas where a minor industry has been created on private land in different areas around Malta and Gozo.", "In 2010 we shall invest more than 16 million euro in the Kordin, Ħal-Far, Bulebel, Mosta and Xewkija industrial areas, whereas by virtue of a partnership with the private sector, two micro-enterprise parks in Mellieħa and Xewkija Gozo will be set up.", "Research and innovation Mr Speaker, With the aim of reaching our targets in the context of Vision 2015, we believe that it is crucial to seriously encourage the research and innovation sector.", "Further investment in this sector will create more quality jobs.", "In this context, and in order to fulfil the strategy published for this area, and the electoral promises, we are allocating 1.7 million euro so as to: • Double the Research and Innovation Fund to 700,000 euro; • Devise a National Strategy for the Development of the Digital Gaming Industry from the Maltese Council for Science and Technology, Malta Enterprise and the University of Malta, towards which we are allocating 250,000 euro; • Invest a further 250,000 euro to set up a databank regarding the Genome Uman by means of a partnership between the Maltese Council for Science and Technology, Malta Enterprise and the University of Malta; • Grant an allowance of half a million euro to the University of Malta to set up the Malta University Research, Innovation and Development Trust Fund with the aim of encouraging research at the University and to help in its use for commercial and industrial purposes.", "Whoever gives a donation of not less than 150 euro, shall be entitled to a reduction of the same amount from the taxable revenue up to a maximum of 50,000 euro; • Give a refund of 15.2 percent on expenses on which tax has been paid on research projects approved by the Ministry of Finance and the the Maltese Council for Science and Technology; • Give another substantial incentive for persons and entities undertaking research leading to patents covering their inventions.", "This benefit shall consist in a tax exemption from royalties and similar revenue, up to a maximum amount to be established, resulting from patents on inventions which qualify under the parameters established in the context of the Government’s economic and industrial policy; and • Integrate some Government Laboratories into the National Laboratory which shall eventually form part of the Biotechnology Park in San Ġwann, with an investment of 20 million euro.", "Supporting small businesses and the self-employed Mr Speaker, Government is committed to continue protecting the interests of enterprises and the self-employed.", "These are the economic driving force of our country and contribute greatly towards wealth and job creation.", "Throughout the coming year, we shall take a number of initiatives to help this sector.", "In particular, we shall set up a fund of 10 million euro to give a micro-credit not exceeding 25,000 euro to small and medium-sized enterprises and the self-employed, with the aim of providing them with the necessary liquidity for investment.", "This credit shall not require the same collateral as requested by banks, and shall have advantageous interest rates.", "Furthermore, the European Investment Bank is ready to provide a further 10 million euro if the demand justifies this investment.", "We shall also give a number of fiscal benefits to motivate those enterprises to invest, expand and increase their efficiency.", "Amongst these: • we shall give a 40 percent tax credit, up to a maximum of 25,000 euro, to those self-employed persons and enterprises who employ up to a maximum of 10 persons, and sole traders, who shall make an investment in the coming two years, and who shall: o arrange their shop or facility; o invest in machinery, technology, apparatus or instruments which enhance their operations, including systems which help them save energy or to produce alternative energy; o make an investment in order to become compliant with health, safety, environment and physical access regulations; o create new jobs or recruit apprentices after the 10th November 2009; and o we shall increase the tax credit to 60 percent for those who carry out these investments in Gozo; and • we shall provide an incentive to those who incur expenses to increase workplace accessibility to new employees suffering from a disability.", "Mr Speaker, We shall set up a Fund of 200,000 euro to help the Trades and Crafts Enterprises to sustain this sector.", "There is also the need to expand awareness on enterprise and to invest in our entrepreneurial culture, by: • putting forward a Draft Law on Small Enterprises; • setting up a Consultative Council for the Enterprise as a dialogue forum between the Government, the regulatory authorities, and our business sectors.", "I take the opportunity to encourage Local Councils to set up a similar forum in their locality themselves; • enforcing, by means of legal amendments, the duty not to request enterprises to submit information which the Government already has elsewhere; • setting up, by not later than June of the coming year, a point of reference for the enterprise within Malta Enterprise to give assistance on European Union programmes; • further improving and simplifying the business licensing system; • devising, by not later than March of the coming year, a framework so that small and medium-sized businesses are given more support from the ETC, the Standards Authority and the Occupational Health and Safety Authority so that these improve their conformity with occupational health and safety rules; • launching a formal consultation process to establish which departments and public entities may require an adjustment in their opening hours to better meet business needs; and • we shall make it binding on departments and government entities to carry out independent research with the same enterprises, which research shall be published and shall show how and where the provided services impact the enterprises and how these can be improved.", "Incentives for tourism Mr Speaker, At this time last year we had forecasted that this was not going to be an easy period for our tourism sector due to the international crisis.", "We had always said that our country is under a bigger threat than other tourist destinations due to its dependence on air travel.", "The Government is aware of the fact that efforts must be made in order to attract tourists to come to Malta.", "For this reason, in the budget for the present year, not only had we increased MTA’s funds by 3 million euro from the previous year, but throughout the year, we also pumped a further million for intensive marketing and advertising in the United Kingdom, Italy, Germany, France and the Netherlands.", "Ongoing advertising was also needed due to the late bookings phenomenon which is characterizing this industry.", "We have ensured that the accessibility of our country supports the industry, so much so that this summer we have retained the same seat capacity that we had in the previous year.", "New routes have been introduced from Bristol, Newcastle, Trapani, Edinburgh, Stockholm and Madrid.", "During this year, we have undertaken various different initiatives, as is shown in Appendix B which I am requesting the House to consider as read.", "The Government will keep on investing in this sector.", "For the coming year, we shall allocate 31 million euro to the Malta Tourism Authority to continue with its work in these difficult times, including a special package which provides an increase from 2 million euro to 5 million to address this crisis.", "We shall continue to enhance the accessibility towards our country and to invest in supporting various airlines.", "For the coming year we shall add new routes.", "We shall also enhance our advertising and marketing aggressively in our principal markets and we shall also consider new markets such as the Middle East.", "We shall also give a new look to the website visitmalta.com.", "Other than this, Government is allocating half a million euro to extend the scheme with sport organizations, as well as a similar scheme with the public sector to attract international conferences.", "The MTA shall also extend its assistance scheme to those hotels which increase their advertising from 2009 by financing half the additional expenditure.", "The VAT rate on restaurants Mr Speaker, for the past months we have been engaged in discussions on the economic and financial viability of reducing the VAT rate on restaurants from 18 to 5 percent.", "In agreement with MHRA, the Government commissioned a technical study on this proposal.", "I am tabling the results in the House.", "From this study, it results that, if this reduction in VAT is passed on in full on to the consumer, the economic growth in 2010 will be of 0.2 percent, and will increase to 0.6 percent in 2011.", "However, Government revenue decreases by 29 million euro in 2010 and by 23 million euro in 2011.", "The experience gained from other countries, where such a measure was taken, shows that such a reduction is not passed on to the consumer, and that its economic impact was relatively low.", "Above all, the study undertaken shows that, if this measure is taken, the tourist industry will not benefit much.", "For this reason, on the basis of all this evidence, Government believes that it should not take a measure that will be of little benefit for both the consumer and the economy, and which at the same time will lead to new taxes to make up for the loss of revenue.", "Schemes and initiatives for job creation Mr Speaker, Work is a source of personal wealth as well as wealth for the whole community.", "This Government has always considered work to be the basis of every economic and social progress.", "The challenges in this area are never-\n ending, especially during this period of great economic turmoil which is having a large impact on many countries.", "We are also being affected and it is inevitable that we keep on investing in this area.", "For this reason, I am going to announce a number of new measures which should help those who want to work and who are looking for employment.", "We are allocating 3.3 million euro, an increase of 1.3 million euro from this year, to the Employment and Training Corporation to launch a number of new initiatives, and amongst these we shall: • Launch a new scheme, known as the Work Trial Scheme, which seeks to integrate unemployed persons in a workplace for a period of 12 weeks so that these persons are able to receive additional work experiences.", "For 2010, ETC is aiming at to reach 500 persons; • Set up a new employment centre for youths in Birkirkara; • Provide a trial scheme to give work experience to the unemployed and to those wanting to enter the labour market; • Help with the payment of childcare to mothers who want to join training programs; • Enhance the advisory service to those seeking work; • Revise the disabled persons policy and register; • Provide personal assistance to disabled persons on the workplace; • Assist those who upgrade their workplaces in order to be employ severely disabled persons; • Extend the work scheme in the Community for those who are registered unemployed; • Launch a campaign to explain the benefits of declared work; and we shall • Invest in laboratory of mobile computers to be used outside the classroom.", "Mr Speaker, we believe that in this budget we should take another bold step in this sector.", "It is unacceptable for Malta to have youths between the ages of 16 and 20 who are not occupied, either working or training to further their skills by attending some educational institution or some other form of training.", "It is also unacceptable for Malta to have youths who are not doing anything despite the fact that they are capable of working if adequately trained.", "For this reason, we shall commit to a new and ambitious program of full-time training for those youths who are not working or being trained or in post-secondary education.", "Thanks to this program, these youths shall have the opportunity to gain a qualification recognized by the Malta Qualifications Council.", "This qualification is capable of being recognised in other European Union countries.", "This course will give further skills and formation to our youths, both in terms of work opportunities as well as for their personal enrichment.", "The youths who enrol in this project will also be given a stipend.", "To this end, we are allocating half a million euro.", "Other than this, we shall allocate a further 6.2 million euro from the European Social Fund to implement the extensive program of jobs for youths.", "Childcare services Mr Speaker, In order to increase employment, we need to have more facilities that support families with children during the time when the parents are at work.", "A year ago we had announced an increase in spending on child day care centres of 160,000 euro.", "This is because we believe that we need to carry on incentivizing more women to enter the workforce.", "Soon we will be opening two centres in primary schools, one in Siġġiewi and another one in Pembroke.", "We had also announced Government’s intention to have at least one centre in each of our 10 colleges.", "We also opened the SmartKids centres in Cottonera, Birkirkara and Qawra with a specialized childcare service that also addresses the difficulties that are faced by certain families.", "It is Government’s intention to open other such centres, including one in the Bormla primary school.", "Mr Speaker, we will be doubling this vote, with an increase of 300,000 euro in order to meet the demand for this service.", "In the last three years we provided around 500 childcare placements in a number of centres.", "During next year we will we establishing the national Child Care Unit, while investing in new centres in St Venera, Floriana, Msida and Żejtun.", "I would like to remind you also that, after the successful introduction of three pilot projects in schools, which are being kept open afterhours for those children whose parents need this service, we believe that this service can be extended slowly to other schools.", "For this reason, we will make the necessary investment so that two other schools can start offering this service as from next year.", "We will also be providing training to those offering childcare services in their homes, while they take care of the children of others.", "This training will conform with the standards issued by Government in 2006 and will be recognized by the Malta Qualifications Council.", "While we will carry on respecting these standards, we will also introduce a scheme where one-off financial and technical assistance will be given in order to ensure the right level of service.", "Mr Speaker, tax legislation already offers reductions to parents who send their children to childcare centres.", "As from next year an incentive will be given also to those employers who incur costs in order to create a working environment where child care services are provided for the employees’ children.", "At present, the reduction of 1,000 euro is given only for children who are not more than three years of age, and who attend registered centres except during the summer months.", "This measure favouring the family will be extended further to also cover those children who are older than three years of age and who attend these centres during the summer months.", "Measures favouring fiscal morality and against tax evasion Mr Speaker, Government is clear about its policies favouring fiscal morality and against tax evasion, and therefore we will be intensifying our efforts in this regard.", "In this budget we are committing ourselves to increase Government’s revenue by, as I have already announced through a number of initiatives and incentives, stimulating economic activity.", "But it is also necessary for us to improve the existing government enforcement, while introducing more measures to ensure that what is due to Government is paid.", "I am convinced, Mr Speaker, that if everyone had to pay what is due, this country would be able to survive with lower taxation levels than today’s.", "We will intensify our fight against evasion, and against any form of contraband and other crimes that in some way or another have a negative effect on Government’s revenue.", "For this reason: • we will start a process whereby the Inland Revenue Department, VAT Department and Department of Customs join forces so that, amongst other things, information gathered by fiscal entities can be used from the new entity’s different sections.", "For this reason, whilst this amalgamation will improve the service given to the clients of these departments, these departments will be in a better position to enforce the fiscal laws in our country.", "This will also allow for the introduction of a system of set-offs in the financial system; • after our experience of this year in the VAT Department, where a number of companies were asking for refunds on paid VAT, while failing to fulfil their filing obligations for income tax purposes in order to avoid scrutiny, as from the 1st of June 2010, no refunds will be paid on VAT or income tax if the due returns under both systems are not sent.", "This will help identify those companies whose operations do not justify these refunds.", "While I understand that this can create difficulties for those companies who have for years not submitted their return, especially their income tax return, I urge these companies to grab the opportunity offered by the scheme which we announced a few weeks ago to regularize their position; and • in a time when tax revenue depending on economic activity is expected to decrease, different countries are introducing more specific provisions in their laws against abuse in order to protect their revenue.", "The introduction of the so-called anti-\n abuse provisions help to avoid tax leakage, and therefore help avoid placing more burdens on society in general.", "We will address, amongst other things, certain aggressive tax planning that has been noticed recently, and that is resulting in tax losses for the Government, whereby some are abusing of deficiencies or lack of clarity in fiscal laws.", "With the use of various provisions which will be introduced in the committee stage of the Draft Law on Budget Measures, we will decrease uncertainties in the application and interpretation of fiscal laws.", "Mr Speaker, we will continue strengthening our fight against contraband of diesel and the evasion of levy on it.", "For this reason, all fuel used in our country will be marked with a DNA marking and specific colours for the use of that fuel.", "The marking can only be bought from Customs.", "For this reason, Customs will be equipped with the appropriate apparatus to carry out tests on vehicles, petrol pumps, or storage places, and that can be carried out on the spot.", "Apart from this, we will introduce stricter penalties for those who are caught using or trafficking fuel illegally.", "These will include fines, sequestration and/or confiscation of craft and properties where the provision is found, as well as the suspension or withdrawal of licences in the case of licensed operators in this sector.", "We will intensify our fight against every type of contraband, including that of cigarettes and alcohol.", "For this reason, we are increasing the penalties for this abuse as is shown in the respective law amendments that are being put forward.", "Yet, on the other hand, Mr Speaker, in order for us to have a tax system built on reciprocal trust between the departments administering it, all the taxpayers and stakeholders, there is a need for the tax departments to be transparent and accountable for their behaviour towards the public.", "They need to be professional and fair, they must make it easier and cheaper for the public to fulfil its obligations, give reliable information, and be firm with those who try to evade tax.", "For this reason, as from next year, a Taxpayer’s Charter will be developed that will help the public understand its rights as a taxpayer, the service and level of service that should be expected from the departments, as well as tax obligation.", "This Charter is not meant to replace the legal protection that the law offers its taxpayers, like confidentiality, data protection, and various other rights.", "Exploiting our resources better to safeguard against similar crisis in the future Mr Speaker, for a long time, Government property was considered a resource the only scope of which was its sale and that Government would use this income to finance its annual needs.", "Government believes that Government property should be used better as a form of long term investment with annual returns.", "As another important step to provide the public with a better service, and for Government to be more effective and efficient, we will invest in a new technology system.", "This system will allow an increase in quality and better efficiency.", "We need a system that does not depend on 80,000 files containing all the information about Government property.", "This electronic system will bring about a thorough reform which will positively effect the Government Property Division.", "On the other hand, in this budget we are allocating 10 million euro to accelerate payments for expropriations which took place before 1994, as well as to resolve old cases of possession and use by successive socialist governments that took over land for housing reasons and never paid any compensation to the owners concerned.", "National Investment Fund Mr Speaker, Government decided to establish the National Investment Fund to serve as a means of long-\n term investment for our country.", "This Fund aims to create new sources of revenue for Government in order to decrease Government’s dependence on direct and indirect tax revenue from our people.", "This Fund will be an institution that is directed on purely commercial lines from a team of professional people.", "The Fund will have a committee to draft the fund’s investment policy and its financial aims.", "The intention is for the Fund to work in three main areas: 1.", "the management and direction of Government commercial property with the aim of maximizing the State’s revenue from this property; 2.", "to hold investments in stocks and shares, both local and foreign, and with no controlling interest; and 3.", "to invest in national projects or projects of a strategic nature for the country, like the ones connected to the regeneration of Valletta.", "More competitive markets and price stability Inflation control Mr Speaker, in the last two-and-a-half years the world has experienced huge economic and financial turmoil.", "We have seen extraordinary movements in prices, especially in the prices of many essential products.", "We have seen an explosion of prices of cereals, and great volatility in oil prices.", "With an open economy dependent on the importation of the majority of its needs, these international price trends have affected us critically and increased local inflation considerably.", "Mr Speaker, we are committed towards doing all that is possible, and that makes sense in the context of a free and competitive market, to keep the inflation in our country under control.", "This is necessary to safeguard our monetary value, and therefore, our standard of living, as well as work that depends a lot on the international competitiveness of our country.", "All this is threatened when the price levels in our country increase in an unjustified manner and contrary to the basic rules of a free and competitive market.", "Government is working to remove any inflexibility that may exist in our markets and that may contribute to further increases in prices.", "For this reason we are reforming the Consumer and Competition Division, and establishing the Maltese Fair Trade Authority, as promised in our electoral programme.", "We will also create an entity for consumer protection.", "This entity will play an important role in education and consumer protection, and will launch thrust schemes between the consumer and the seller.", "It will also strengthen the Price Watch mechanism.", "Another area which is of concern to Government is that of medicine.", "The voluntary mechanism which we had launched with the sector did not have the results we hoped for.", "Therefore, a more efficient and effective mechanism on the prices of medicine will be introduced.", "While the price surveys will still be carried out on the principles agreed upon during the establishment of this committee, the mechanism will change into a mandatory one unless an alternative system is introduced.", "We are also looking closely at the operations of the vegetable marketing centre – a sensitive sector because of the farmers’ dependency on the present structure.", "It is a fact that the prices of fruit and vegetables are not responding to international trends because of different practices that are neither in the farmers’ best interests nor in that of the consumer’s.", "Mr Speaker, we will carry on preparing a report by the Ministry of Finance about the causes and trends in prices of importation, exportation, assets, and retail products and services, and about how these are affecting consumers and firms.", "This report will carry on being published and submitted to social partners for discussion within the Malta Council for Economic and Social Development.", "We will be establishing as well a College of Regulators with the scope of serving as a coordination forum for all Entities whose function is somehow connected to our market.", "This College will be made up of all the regulators in our country, and MCESD representatives.", "Every regulator will be asked to inform and discuss with this College all that is happening and the actions that he would be taking in his field, and that would be somehow influencing firms, workers and consumers.", "Energy Prices Mr Speaker, Malta is totally dependent on oil to generate electricity and filter seawater.", "The international oil price is still very unstable and increasing.", "Mr Speaker, We are obliged to pay for the increases in the price of oil in order to buy the oil that we need.", "The expenditure we incur can only be collected in two ways: either from the rates paid by everyone, or by way of subsidies collected from taxes.", "Government has always used these two methods – subsidies and rates – and it is our intention to carry on doing this.", "It is an illusion to believe that water and electricity rates will not increase when the price for oil from abroad increases, or that they will not decrease when the price for oil decreases.", "It is true that for many years we did not change our rates because we used to increase or decrease the subsidy, but this was only possible until oil was only 20 or 30 dollars a barrel, and not at today’s prices! Assistance to families Mr Speaker, Government is conscious of the fact that the higher international price of oil, which led to increases in water and electricity rates, placed a burden on our families.", "These rates affected inflation and therefore resulted in an increase of the cost of living adjustment that we are giving in this budget.", "Since the price of oil has increased again, water and electricity rates will be adjusted again as from 1st January of next year.", "EneMalta’s proposal, for this reason, is being assessed by the Malta Resources Authority.", "But, at this stage and before the new rates are approved, Government feels the need to safeguard for these increases by drafting direct financial assistance for our families so that, as much as possible, a large number of families will not see increases in their bills when compared to those of today.", "Others will not see large increases.", "Whilst providing this aid, Government has decided to help families that do not consume more than 10,000 units of electricity.", "Therefore, nearly 97 percent of all families in the country will receive aid from Government.", "The compensation which we will give will be: Table 3.1 Compensation to families Family size Compensation (euro) 1 55 2 80 3 105 4 130 5 155 6 180 7 205 This aid will cost Government 10 million euro.", "Apart from this, the Energy Benefit will be adjusted to help 28,000 families, the aid for whom will cost Government 7 million euro.", "I would like to remind you that Government has established the Reserve Fund as Aid to Enterprise of 2.5 million euro for entities that may face difficulties.", "A direct subsidy of 14.6 million euro will also be given to the Water Services Corporation to use for sewage-related operations.", "Investing in the country’s infrastructure to sustain economic growth Mr Speaker, This year’s budget presents capital investment spendings of about 430 million euro, some 180 million of which will be coming from European Union funds.", "We believe the impact of this investment in 2010 should help the country out of the recession.", "New arterial and residential roads Mr Speaker, next year’s investment in our roads will reach 43.7 million euro, which includes both the construction programme of arterial roads and others in various localities.", "The road to Marsascala will be completed, whereas Valletta Road extending to Zurrieq will be constructed as well as the road which from Zabbar leads to the vicinities of SmartCity.", "The road to Marfa, the road in Marsa leading to the Menqa and the cargo terminal, Mġarr Road in Gozo and European Council Road between Marsa and Luqa will also be improved.", "During the course of the coming year we shall also invest a further 14 million euro on the maintenance and reconstruction of many roads in various towns and villages, in order to improve their quality and our safety.", "With regard to road construction and maintenance we believe there is scope for the active participation of the private sector.", "For this reason: • we shall be working, with the cooperation of the Local Councils, in issuing a number of calls for tenders for the construction of a number of roads in villages and towns through public private partnerships, which the contractor undertaking the work would be obliged to construct and maintain for a number of years, and who would be paid for them in the period in which he would be responsible.", "Government is allocating one million euro every year under the Local Council Special Funds, and those deciding to participate are to fund half of the expenditure.", "The fund reserved for this scheme will amount to two million euro.", "This project is estimated to cost eight million euro; • work will also be commenced so that a call for tenders will be issued for the reconstruction of various roads in Gozo on the same model, which project is estimated to cost about four million euro.", "This means that expenditure on road infrastructure in 2010 could reach up to 53.7 million euro.", "Transport Public transport reform Mr Speaker, We believe we should address our public transport system.", "This is necessary if we have to mitigate the excessive dependency on private cars and the environmental damage it is causing.", "We are not very aware of the negative economic effect produced by an inefficient transport system.", "Economic operators stuck in traffic jams and congestions, and searching for a parking space, waste too much time and fuel, and all this will decrease productivity.", "By means of the reform, Government believes that we could be offering a viable option to private cars, without impinging on the prices which consumers are paying today.", "Although initially Government will be liable to keep on granting some sort of subsidy to the new operator, the system cannot survive on the principle that the more passengers turned away by the system the more it is subsidized.", "The subsidy must be accompanied by the profit motive in order that the operator could encourage more people to make use of public transport.", "Commercial viability, and thus the eventual subsidy withdrawal, comes along when we manage to entice more people to leave their cars behind and make use of route buses.", "The new Authority which will be responsible for transport will invest nine million euro on new bus terminals in Valletta, Rabat Gozo, and Buġibba’s tourist centre.", "In addition, about 10 other localities will be improved around Malta wherein a large number of route services will be concentrated.", "Blata l-Bajda’s Park and Ride will be extended and two new others will be developed, one in Marsa and the other in Pembroke.", "Commercial vehicle registration tax reform Mr Speaker, after the reform we carried out last year in the light vehicle sector, we are now in position to propose a reform in the registration tax and licensing of the commercial vehicle sector.", "This reform is intended to reward whoever pollutes the least.", "The registration tax will take into consideration the vehicle euro-standard.", "For these types of vehicles this is the benchmark applied by the European Union regarding emissions.", "The new system will promote Euro 5 and 4 commercial vehicles which are regarded as the least polluting.", "Vehicles of such standard will attract no registration tax.", "On the other hand, on Euro 3 and lower-standard vehicles, a registration tax will be levied related to weight not to value.", "There could be instances where the registration tax on vehicles of this category marketed by importers, would be allowed a two-year transition period during which vehicles will keep on being sold under the former regime.", "Licences under the new system will also take the euro-\n standard into consideration.", "Those in the Euro 4 and 5 categories will be reduced in the first nine years, whereas those of a lower standard will increase.", "In order that the effect of this change is mitigated, for all those commercial vehicles already registered by the end of this year we shall allow four years before the new licence rates become effective.", "This should be a good opportunity for business owners who will be given a chance to renew their heavy vehicles.", "Mr Speaker, together with this speech, we are publishing our proposal on this sector in Appendix C, which I request the House to consider as read.", "Port regeneration Mr Speaker, We kept on progressing with our vision’s implementation programme for Valletta’s ports.", "This year we inaugurated the new cruise liner quay along Vittoriosa’s coastline.", "Moreover, Government set about publishing Menqa’s development programme details, for the enlargement of yacht berthing space in the ports, as well as quay improvement and repairs.", "In addition to this, initiatives have been taken to improve the mobility through the port’s breakwater and lift connection between the Port and Upper Barrakka.", "With these I must also make mention of Fort St Elmo’s restoration in connection to which the Grand Harbour Regeneration Corporation filed five applications with MEPA for its restoration.", "Government is also allocating 1.5 million euro for emergency repairs on Fort St Angelo.", "In order that our ports could fulfil their function, in the coming year Government will spend 10 million euro on dredging works in our country’s main ports.", "The construction and embellishment of public places Mr Speaker, our country’s overall appearance is a major contributor to the country’s better competitiveness Mr Speaker, In this budget we are announcing a financial allocation of 5.2 million euro for embellishment projects in various areas around Malta, including the projects of St George’s Square in Valletta, St George’s Bay promenade, the National Park at the Salini, and the fourth enlargement of the National Park at Ta’ Qali.", "In the coming weeks, we shall start implementing a number of investment projects of about 80 million euro, which include the restoration of the bastions, the embellishment of, and the amenities along, the Sliema and Qawra coastlines, a new promenade in St Paul’s Bay, a garden and heritage trail in Pembroke, and a visitor attraction in Qawra.", "With particular emphasis on the regular maintenance of projects and infrastructure 1.3 million euro are being budgeted to be administered by the Environment Upgrade Committee with inter-ministerial representation and other stakeholders, and managed by the Office of the Prime Minister.", "Investing in our historic and cultural heritage Government will remain committed in investing in our historic and cultural heritage.", "Therefore, for the coming year, we are budgeting 9.7 million euro for these projects, in order that among other things, we will carry on with the restoration of Auberge de Castille, the Presidential Palace, the area known as the Collacchio in Vittoriosa, and that of the Wignacourt fountain in Saqqajja Hill.", "The City of Valletta Last June we announced the projects of our country’s Capital City entrance: City Gate, the theatre and the new Parliament.", "Time is ripe for the Maltese Parliament, like any other parliament worldwide to have a home appropriate to the dignity of all citizens’ freedoms.", "This isn’t a building for the Members of Parliament.", "Parliament is an expression and the monument recognizing the Maltese and Gozitan peoples as a sovereign and democratic nation.", "In addition to this, there is work to be carried out in order to ensure that the Palace could once again become Valletta’s focal point and main jewel in the crown.", "As announced earlier in this speech, the funding of this project will be administered from the National Investment Fund, which fund will be builg up from commercial rents and the introduction of concessions.", "For this Fund, the project will be regarded as an investment which will be leased to the Maltese State from the utilization of the project over a number of years.", "This means that this project’s funding will not be a burden on the taxes of the people of Malta and Gozo.", "Several projects are also under way all over Valletta, including the paving of the pedestrian area of central Valletta, the development of a historic park in the space below and around the Barrakka by the Heritage Malta Foundation, and the development of a new elevator at Upper Barrakka.", "Investment within the energy sector Mr Speaker, Next year we shall commence works on the extension of Delimara’s power station which will make use of contemporaneous technology so that in a few years it will replace the outdated and polluting technology we have at Marsa.", "Rather than emitting them in the air through chimneys, the polluting materials will be pre-captured and exported in a safe manner for licensed deposits of these materials abroad.", "Work will be commenced so that we could connect to the European power grid, allowing us to combine our required energy sources between that generated locally and that imported.", "Thus we could strike a better balance between the price and the environmental impact of the energy we buy.", "Wastewater Mr Speaker, in 2010, with an investment of 30 million euro, we shall close the investment cycle we launched five years ago regarding wastewater.", "In another year’s time we would be treating all the wastewater generated in our country before it flows into the sea.", "Now, the next step is to see how wastewater, given that it has been treated, could be changed into a resource we could exploit to our benefit.", "Presently we are carrying out tests to see how we could make use of the treated water, and mitigate the need for its extraction from the water table and reverse osmosis which is costing us hefty sums of money on electricity.", "ICT investment 2010 will be another year in which Government will continue to invest substantially in IT systems to keep on increasing efficiency and the quality of service in the public sector.", "The investment in systems and new equipment will amount to 60 million euro.", "Among the most important projects there is the Government’s payroll system, along with an Attendance Verification System, the continuation of the Integrated Health Information System’s roll-out at Mater Dei, and the extension of the Gozo General Hospital, the Customs system, Government’s property management system, the e-\n identity system and that of e-learning, among others.", "In addition, Government is evaluating electronic systems which are to be replaced or upgraded, including Social Security systems and that of the public registry.", "Privatization Government believes that by means of privatization we can continue to increase economic activity and modernize the operating assets and the business firms themselves with larger investments.", "This would ensure a sustainable operation and management during the term of the concession, whilst maximizing sales revenue and creating new employment opportunities.", "After we have liberalized the importation and distribution of energy products earlier this year, the gas storage and bottling privatisation process was also completed.", "The privatization process of the Malta Shipyards was also continued to the extent that the preferred bidders could be selected.", "The evaluation of the proposals for part of the Super Yachts is also progressing.", "Negotiations regarding the part of Manoel Island are coming to an end.", "It is believed that in the coming weeks, a resolution will be passed in Parliament to approve the transfer of this facility.", "Last June a call was issued aimed at granting the marinas at Msida, Ta’ Xbiex and Mġarr for rehabilitation and operation.", "In the coming days negotiations will be started with the preferred bidders for the Gozo and Ta’ Xbiex marinas.", "Property Sector The property sector is important for its contribution to our economy.", "It is a sector which can give an even bigger contribution.", "During 2009, this sector slowed down because of the impact of the international financial crisis.", "In November 2006, we had carried out an important change in the taxation on the transfer of property when we introduced a final withholding tax of 12 per cent on the market value of the property in question.", "With those changes, we had given the choice between the old system, that is with the normal rates on capital gains when the property in question is transferred within five years from the date of purchase.", "After several proposals to Government, and having studied the current market situation, for the years 2010 and 2011 we shall be extending the period of choice from five to seven years, so that the property market in Malta is given that much needed support.", "Use of urban property Government is directing MEPA to investigate and propose methods on how suitable buildings in the core of our localities can be used to accommodate tourists and/or as office space.", "MEPA proposals should be sent to Government by not later than the end of April 2010.", "For this purpose as well, Government will establish a Joint Working Group between all the competent authorities which shall prepare a regulatory framework and other incentives, including proposals for fiscal incentives, in order to achieve the Government target of increasing and spreading economic activity in our localities.", "In order to encourage the restoration of historical buildings, or scheduled Grade 1 properties, a refund of 15.2 per cent on the total expense will be granted.", "Use of funds deriving from the Commuted Parking Payment Scheme Government is also directing MEPA so that with immediate effect, the Commuted Parking Payment Scheme fund is utilised for the supply of vehicle parking facilities in various places around the country.", "The MEPA scheme shall be announced by not later than the end of March 2010.", "In the implementation of this measure, MEPA shall give priority to those localities where parking is most difficult, and to commercial areas.", "I shall be giving further explanations later on with respect to the investments to be carried out in the areas of education, healthcare and the environment.", "Implementing our vision of Gozo as an ecological island Mr Speaker, the implementation of the eco-Gozo project is a primary Government objective.", "Eco-Gozo is a vision built on the island’s potential and on the capabilities of its people.", "We want to see a sustained improvement in the environment.", "We want the Gozitan economy to grow and to increase in wealth, with improvements having long-lasting effects.", "We want to see a united and inclusive society living in harmony with its surrounding environment.", "This year, we have been through an extensive consultation process to ensure that Government is working on a plan which addresses everyone’s aspirations.", "This vision has been translated in a list of recommendations which cover the economy, culture and identity.", "Now it is time to implement our promises.", "Mr Speaker, I am tabling in the House the document called ‘Eco-Gozo – a better Gozo.", "Proposed action 2010-2012’ which lists 80 action points which Government is proposing to implement in the next three years.", "These are initiatives which build on what we have already achieved in Gozo.", "Mr.", "Speaker, Government is determined to implement the eco-Gozo project.", "For this reason, we are tonight committing the amount of 25 million euro over the next three years until the year 2012, with a 5 million euro allocation for 2010 in order for this process to commence next year.", "The 2010 budget also contains a number of other investments and initiatives, including: • the establishment of all the physical infrastructure required for the treatment of solid waste with the construction of a Waste Transfer Station for waste recycling; • the continuation of the Citadel master plan; • improving Gozo’s image through rehabilitation of valleys and managing the environment; • the transformation of the land known as Żwieqa in Mġarr into a sea shore promenade, with an investment of 1.3 million euro; • the rehabilitation of the Gardens of Villa Rundle in the centre of Victoria, with an investment of 1.3 million euro; and • the continuation of new facilities which improve the services of the Gozo General Hospital, including the establishment of a Radiology Unit, refurbishment works at the hospital, the purchase of new equipment and of two new ambulances with an investment of 3.3 million euro.", "Continuing to strengthen education and training towards a knowledge-based society and economy Mr.", "Speaker, We believe that in order to continue creating employment in our country, we need to keep on investing in our people.", "Education and training are the key for our country’s further advancement and therefore they are priorities for this Government.", "Expenditure in education for next year will be of 270 million euro, i.e.", "16 million or 6 per cent more than this year.", "Primary and secondary education Mr Speaker, following last year’s budget, where we had allocated 4.4 million euro for the recruitment of more professionals in the educational field, in this budget we are further allocating a further 3.1 million euro to improve the services given to students.", "At the moment, we are reforming a number of educational sectors, including the national curriculum, the transition from primary to secondary school, the school leaving certificate, the basic skills policy, the science strategy, and the kindergarten and special schools sectors in order to ensure the highest level of education for our children and youth.", "During this year, the Foundation for Tomorrow’s Schools, has invested 13 million euro in the construction of new schools and in maintenance in several schools.", "Today these are organised in a system of Colleges within a framework of inclusive education We have built the schools of Kirkop, Ħandaq, Cospicua, and Pembroke, the latter being fully equipped with equipment for the efficient use of energy.", "At present, the boys’ secondary schools in Mosta and in Gozo are being built, with an investment of 7 million euro for each school.", "Embellishment works in more than 60 Government schools have been carried out, in which a new IT infrastructure is being built and sports facilities are being improved.", "In the national consultation on the transition from the primary to the secondary school we have held discussions with Church schools regarding the implementation of the principles of this reform.", "In order to ensure that students can benefit from a process of continuity between the primary and the secondary schools it is important that some Church schools extend the primary or secondary school levels.", "Government will therefore increase the financial allocation to these new classes in accordance with the agreement between the Church and the State on Church schools, and will also refund 15.2 per cent of the qualifying expenses related to new constructions needed in these Church schools in the implementation of the reform regarding the transition from primary to secondary school.", "The e-learning strategy However, Mr Speaker, the construction of new schools alone is not enough.", "As we had announced in last year’s budget, we shall be investing 16 million euro over a number of years in a system of networking between schools.", "This will allow us to have schools equipped with the best information technology, communications and computers.", "And all this apart from the fact that we have already replaced all computers in Government schools, strengthened the internet system, and provided a laptop to all teachers in the primary and secondary schools.", "This is also apart from our investment in specialised equipment for schools catering for children with special needs and the Assessment Unit within the inclusive network.", "And now we are also carrying out a pilot project in some kindergartens in order to reach our goal of at least one computer per classroom.", "Continuing to invest in advanced and higher education Mr Speaker, we will keep investing in advanced and higher education so that we can provide our youths the best facilities and services for them to carry on developing their capabilities.", "We want to have the highest quality standards in all institutions and programmes.", "We shall also continue developing the Qualifications Framework and the recognition of qualifications.", "The University of Malta, Junior College, ITS and MCAST Therefore, Government is investing 11 million euro more than last year’s budget in higher and advanced institutions.", "We shall be increasing the allocations to the University of Malta, the Junior College, the Institute of Tourism Studies and MCAST in order for them to keep attaining the highest levels in education, better student participation and research.", "Last year, we concluded the collective agreement for MCAST staff and for the University and Junior College academic staff, which means pay raises, opportunities for more research for academics, career development and the introduction of several new measures for these workers.", "The University has obtained 46.9 million euro worth of projects.", "Amongst a number of other projects, with these funds the University will have a new ICT faculty, a new Information Technology department and more research and training to strengthen the University library so that it is equipped with high quality resources for research and study.", "The number of students at MCAST is constantly increasing at a fast pace, through the introduction of new courses.", "Work on the new campus has carried on and investment in new laboratories and workshops to further increase the level of student teaching and training is being made.", "Lifelong learning Mr Speaker, it is an acknowledged fact that our country’s demographic make-up is changing, as is happening in the rest of the world.", "Therefore, Government has started to implement a number of initiatives to address and strengthen the concept of Life Long Learning – a concept which allows adults to pursue their training in educational institutes.", "The ongoing work in this field is described in Appendix D, which I ask the House to consider as read.", "Youth A lot of work is being carried out in the youth sector because we believe that they have an essential and determining role in our country’s politics.", "In particular, we are updating the National Youth Policy, which will be published in the coming weeks.", "We have seen the need to inform youths and their associations about the benefits of European Union programmes, with the result that more youths are participating in these programmes.", "We have also strengthened the Youth Local Council programme which offers a framework for structured dialogue to youngsters aged between 14 and 18 years in order for them to discuss, plan and implement those projects needed in their localities.", "Mr Speaker, in the coming weeks we will launch a Youth Agency which shall have the national policy as its guide and work to fulfil the aspirations of our youth.", "We shall also restructure the Youth Empowerment Programme in order for it to offer a place of expression and a learning opportunity to youth whilst launching an information centre for youths.", "Sports Mr Speaker, we believe in the benefits of sports and physical exercise and this is why we have reinforced our efforts to instil a sporting culture amongst our people.", "We have drafted a program to address the lack of time dedicated to sports and physical exercise in schools, with the result that more than 9,000 students took part in organised activities.", "We have also held around 80 sporting activities in different localities in which more than 4,500 persons, from children to elderly people have participated.", "The Government will continue to work to support all this, and therefore we shall increase sporting facilities whilst improving existing ones such as the fitness centre in the Tal-Qroqq sports complex and the national pool.", "In the coming weeks we shall be inaugurating the Kirkop sports complex.", "We shall then build a new complex in Qawra in partnership with the private sector, whilst implementing a plan for the one in Marsa.", "Mr.", "Speaker, this year we have also launched the 20/20 Sports Training Scheme, by means of which athletes who are Government employees have been given up to a maximum of 20 hours paid leave per week to train in their discipline, with the first positive results coming with the winning if medals in the Small Nations’ Games.", "In order to continue to address the sporting sector in our country in the coming year: • we shall increase our fight against the use of prohibited substances in sport by means of regulations as well as by way of assistance to conduct the necessary testing; • we shall be giving more lands to organisations to develop their facilities; and • we shall be strengthening the sports tourism scheme to incentivize more the holding of international sporting activities in Malta and Gozo.", "The Creative Economy Mr Speaker, creativity is the engine of the global economy.", "Those countries capable of developing and supporting an environment where the creative talent of the population is brought forth and prospers are the countries most capable to support their economic and social development.", "The creative areas of the economy, which include ICT, films, arts and design, as well as performing arts and others, create a lot of high value-\n added work, support other sectors within the economy, like tourism, manufacturing and other sectors, and at the same time create a vibrant and innovative environment in those contexts where these sectors develop.", "Thus, even the people's quality of life improves.", "We will therefore continue to incentivize this sector consistently with the Vision 2015 to make our country a centre of excellence in various sectors, including that of creativity.", "In this context, we propose the following initiatives: 1.", "We will create a working group to draft the regulatory and fiscal organizational framework for the promotion of the creative economy; 2.", "We will introduce a number of fiscal incentives for this sector, including: • fiscal benefits for qualifying costs to make it easier for eligible Maltese authors to publish their literary works; • tax credits to cover qualifying costs spent on computer animation, special effects, films and television programmes, as well as production services; and • fiscal benefits for qualifying costs spent on interactive digital media products and qualifying costs spent on sound recording houses, including costs incurred to bring productions to our country.", "3.", "The eligibility for fiscal incentives is being widened to cover all those individuals undertaking their studies in a recognized tertiary education institution, whether locally or abroad.", "To benefit they must not be receiving any other form of assistance for their studies from a government department or other entity or from the private sector; 4.", "The Award for Creativity and Innovation is being launched, with a fund of 100,000 euro which will help incentivize more investment in creativity and innovation in the educational, arts, technology and manufacturing sectors.", "This will also include recognition for the Young Creative Entrepreneur; 5.", "The Malta Film Commission will set up the required training courses for the production of films to incentivize the talents that we have and to build the required capacity to strengthen this industry in our country; 6.", "The Malta Film Commission has been commissioned to initiate the development process of a sound stage in order to strengthen the country’s infrastructure for the production of films; 7.", "The potential for the production of Maltese films and for a required organisational and sustainable framework will be investigated in order to enhance it; and 8.", "The tariff for the holding licence for satellite communications for industrial purposes is being reduced, so that this sector is not hindered.", "Mr Speaker, following the success of the scholarships financed by the Government and from European Funds, during the coming year we will continue to strengthen the educational aspect in the cultural sector for those wishing to develop their artistic talents.", "Consequently, we are introducing the Scholarships for Arts Studies programme.", "These scholarships are being dedicated to visual arts which include studies in paintings, sculpture, media, and design, amongst others, and also performing arts such as music, dance and drama.", "Through this scheme, students wishing to specialize in arts have the opportunity to apply for scholarships in programmes recognized locally and abroad.", "This initiative, in which we are investing 200,000 euro per year, will provide the opportunity for each individual to continue developing and cultivating his talents.", "Investment in cultural sectors With regard to the cultural sector, we have taken various initiatives in the past years because we believe this should be appreciated more within our country.", "Therefore, Mr Speaker, with this budget we will continue to support the culture and we are increasing the allocation to different of Cultural Entities by more than 800,000 euro in order to improve their sustainability.", "We are increasing the allocation to the National Orchestra, to the Manoel Theatre, to the Centre for Creativity, and to the Foundation of Arts.", "Furthermore, we are allocating 100,000 euro for the purchase of new books for the Public Library.", "This is in addition to establishing a Fund for the Purchase of contemporary Works of Art from Maltese artists so that, besides implementing another electoral promise, we continue to show more appreciation of our artists.", "Stronger investment and continued support to the needy in society Mr Speaker, This Government undertakes, notwithstanding all financial difficulties, to maintain and develop a system of social security that evaluates who is the most in need in order to have a fair society.", "At the same time we are increasing our fight against waste and deceit.", "One must appreciate, Mr Speaker, that in this area, in terms of recurrent expenditure only, the sum of more than 1.19 billion euro is being allocated, an increase of more than 8.5 per cent over 2009, and 48 per cent of the Government’s total recurrent expenditure.", "The main expenditure is in pensions and social security that, from 749 million euro will increase by 62 million euro, an increase of 8 per cent, to 811 million.", "Continued assistance to those most in need Investment in families Mr Speaker, The family is the fulcrum of society, and we therefore believe that we should do everything possible to sustain and strengthen our families.", "For this reason, we require that the family perspective, as well as the economic and social impact on the family, is integrated as part of the planning and implementation process of Government policy.", "This process will be administered by the Integrated Policy Section which is being set up by the Office of the Prime Minister as part of the MEPA reform.", "Investing in the protection of children At the moment in our country we have about 400 children being brought up outside the nuclei of their natural family, and who are found in residential homes and with foster families.", "As from the coming year, the Child in Care Benefit will increase from €40 per week to €70 per week, and the age for assistance will increase up to 21 years for those youths who are still studying or are following a training programme approved by the ETC.", "Assisting single mothers Mr Speaker, our country shows solidarity with those who continuously require it.", "This is what we believe should be done, and we will continue to do so.", "We will continue assisting our families and those parents who are bringing up their children alone, with all possible means.", "However, we believe we should assist them, also, to keep themselves active in the area of training and work, so that they can be better integrated in society, while they will be in a better position to improve their way of life over and above dependency.", "For this purpose, with the help of ETC and other Entities, we envisage that these persons will be receiving all the training and assistance required so that they too will be integrated in the work market as quickly as possible.", "For this purpose, one of the ETC schemes will also offer assistance in childcare costs to those who undergo this training.", "Recognition of alimony established by foreign courts Through this budget the Government also wishes to remedy the somewhat anomalous situation in the income tax law, when it comes to exempting a person who receives child alimony from the other spouse.", "Up to now a person paying alimony to the other spouse, not related to children, is given income tax deductions when the payment has been established by the Maltese Courts.", "As from next year, the exemption and deduction will also be given when the alimony has been established by foreign courts, on condition that the Commissioner of Inland Revenue approves.", "Persons with disability As regards persons with disability, the National Commission for Persons with Disability has prepared a national policy regarding employment and disabled persons which will be finalized early next year.", "The NCPD is also building the Centre for Independent Life at Ħal Far, and will offer services for these persons to identify the equipment they require to live an independent life.", "I must also emphasize, Mr Speaker, that this budget is dedicating a number of resources to support this sector which is so close to our hearts.", "Amongst others, we have increased the allocation to Aġenzija Sapport by half a million euro.", "Furthermore, the ETC will launch a number of new schemes to assist persons over 16 years old to integrate in the work market, including the coaching scheme which is intended for persons with substantial or even severe disabilities and who need personal assistance to integrate in the workplace.", "Social accommodation In the social accommodation sector, some 264 first time buyers applied for the Housing Authority Schemes to do up their homes this year.", "Up till the end of September 2.5 million euro were spent as assistance for the schemes offered.", "The Authority built 52 apartments in different localities, while work is in progress on another 167 apartments.", "The construction of about another 80 apartments and another 12 maisonettes is planned and another 200 apartments are intended to be rented.", "The Housing Authority is also undertaking urban regeneration work, with the first phase of the projects in Msida and Cospicua being completed next year.", "Another scheme was launched intended to assist families with children, disabled persons and the elderly amongst others.", "The cost for next year is expected to reach 6.7 million euro.", "Measures to reduce abuse As I mentioned earlier, it is the Government's duty that, while ensuring that whoever requires our support gets it, at the same time we are to continue to step up our fight against those who abuse of social benefits.", "Therefore, to strengthen all the functions of investigation, in the course of the coming year the various sections of inspectorate under the Ministry of Social Policy will be integrated with the aim of having a more effective structure to combat those who are abusing.", "Mechanism for single means testing In this context, the Government is undertaking to revise the process for persons to qualify for services and social benefits so that this is easier and more transparent, while ensuring it is not abused.", "Therefore, as from next year, a full reform in the single means testing will be carried out so that this is simpler and easily understandable by all, while one entity will be set up that will be operating this mechanism.", "The health sector Mr Speaker, another fundamental sector and one to which the Government has always given top priority is that of our health.", "The Government is committed to place Malta as a regional centre of excellence in the medical sector by 2015 by improving the facilities of qualitative prevention, as well as the care itself when required.", "However, before to do this, we must first reduce chronic disease and the delay disease, whenever this is possible.", "In these times of global recession, when innovative solutions are required, the Government’s strategic objectives are to increase access, promote quality, and to offer sustainable services.", "Expenditure to address waiting lists Mr Speaker, we believe it is our duty to remain committed to reach the population’s expectations in the health sector, whether current or future.", "These expectations are always increasing because of an ageing population, and are resulting in an increase in the pressure on waiting lists.", "Consequently, the Government is committed to give absolute priority to reductions in waiting lists to acceptable levels in three years.", "We have already started working to achieve this objective.", "Now we are allocating a further 4 million euro to address waiting lists.", "Medicine In the medicine sector, we are preparing the necessary mechanism so that decisions for the introduction of new medicines and new technologies are based on relative evidence and efficiency.", "We have introduced the PET scanner service, while other innovative technologies and cardiac imaging are being evaluated and considered.", "For the coming year, we are allocating a further 3 million euro to introduce new medicines in the Government’s formulary.", "During this year, the Government allocated another 11 million euro to reduce creditors in this area.", "We are now allocating 61 million euro for 2010 to ensure the credit days are reduced to 120 days.", "Mr Speaker, the pharmacy of your choice system, in the coming year, will be further extended to reach 50,000 new patients with an additional expenditure of almost a million euro.", "We have also improved the blood transfusion service.", "We are now planning to consolidate this essential service by building a new Blood Transfusion Centre with a new investment of 1.5 million euro in 2010.", "Primary Care Regarding patients’ care, the Government has already announced that the reform in primary care will be one of the most important challenges for next year.", "We are launching a document for public consultation in the next few days to provide scope for national debate.", "Cancer treatment Mr Speaker, cancer puts a substantial burden on our resources.", "Therefore, we are drawing up a national strategy on cancer treatment with ambitious targets that we want to reach in the next five years, amongst them the construction of a cancer centre at Mater Dei hospital.", "We are refurbishing Boffa hospital to ensure that patients receive high level of treatment and in a comfortable environment and at a good level.", "We have also opened a centre for breast screening to treat breast cancer in women before it’s too late.", "All that I have mentioned, Mr Speaker, cannot be achieved without the presence of workers trained in their professions and with vast experience in their subjects.", "Therefore, to continue training our workers, we are allocating 1.6 million euro for various training schemes for all the workers.", "Mental health We also firmly believe that persons with problems of mental health problems should be better integrated in the community and we have therefore created the Learning Disability Training Unit, intended to accept these people who will start being given training and assistance to prepare themselves for their return to life within the community.", "Mr Speaker, up till today, suicide cases or suicide attempts were handled by the police.", "The Government believes that it should create a Crisis Intervention Service so that these persons can be treated by specially trained professionals.", "Maintenance at Karen Grech Hospital The infrastructure at Karen Grech Hospital is being changed until the construction of a rehabilitation centre with all the amenities required for persons recovering from illnesses or serious treatment.", "The services provided at Żammit Clapp Hospital will be transferred to Karen Grech Hospital so that everything will be located under the same roof.", "The Government’s aim is to continue the maintenance in this hospital, and therefore 2 million euro are being allocated for 2010.", "Care of the elderly Full increase for pensioners Mr.", "Speaker, the elderly and pensioners are also important on this Government’s agenda.", "As we did in the past two budgets, for the coming year we are guaranteeing that around eighty thousand pensioners will be given the full cost of living increase.", "Residences for our elderly Mr Speaker, During the year, we completed the project in the John Paul II Block at Saint Vincent de Paule.", "This will accommodate 144 patients, offering comfort both for the patients and for the staff.", "Two new wards were also completed in the St.", "Jeanne Antide complex in Attard.", "We plan to extend the homes for the elderly in Mtarfa and Msida.", "We intend to build flatlets adjoining the Mtarfa home for Shared Supportive Housing for the elderly.", "This is a pilot project which is already being successfully operated with clients who have mental health problems and can also be developed in the sector of the elderly.", "Mr Speaker, we must invest in community services, and therefore we have embarked on a pilot project to continue expanding this service during the coming year.", "The services provided by Commcare will be consolidated, while new day centres are planned to open in Mellieħa and Siġġiewi.", "We have also launched a pilot project for Night Shelters in the Jesus of Nazareth Institute, Żejtun.", "The aim of this project is to offer accommodation during the night to those elderly who live alone.", "We are also going to begin a new pilot project, Outreach Team, through which a group of professionals from several disciplines will provide support to the elderly so that, where possible, these will remain living in the community.", "For this pilot project we are allocating 600,000 euro.", "Caring for our environment A sustainable future for our children Mr.", "Speaker, our country, like the rest of the world, is increasingly facing environmental challenges, not least through the phenomenon of climate change.", "We have aims and obligations to reach by 2020, among them that 10 per cent of our energy must come from clean sources by using alternative energy technologies from the sun or from the wind or other clean energy.", "We have already announced a number of initiatives for our country to generate clean energy from the wind.", "Now we are allocating 300,000 euro for the necessary environmental impact studies to be able to begin.", "Energy from alternative sources Mr Speaker, thanks to the investment we made in the sector of waste management, today we are in a position to discuss technologies and facilities which give us energy from waste.", "For the coming year, we are allocating 16 million euro for waste management.", "I would like to point out that, in the coming weeks and months, we will see the commissioning of the mechanised treatment plant and the digesters in the Sant’Antnin waste recycling plant at Marsascala.", "Mr.", "Speaker, Government is again allocating a substantial amount to continue fostering a culture in favour of equipment which generates energy from the sun.", "Therefore, we will introduce a scheme offering grants on photovoltaic systems with an allocation of 3.8 million euro, and on solar water heaters with an allocation of 4.2 million.", "The photovoltaic systems scheme will be open to everyone and eligible applicants will receive a grant of up to 50 per cent of their capital expenditure up to a maximum of 3,000 euro.", "The solar water heaters scheme will be limited to: • families entitled to the energy benefit; • those who receive supplementary assistance; • families entitled to fixed children’s allowance, namely when their income is less than 23,923 euro; • all Gozo residents to continue strengthening the eco-Gozo concept; • low-income families; and • first-time buyers buying a property whose value does not exceed 120,000 euro.", "The grants on solar water heater systems will be 40 per cent of the expenditure, up to a maximum of 560 euro.", "The project will be spread over three years, and it is anticipated that in the case of the solar water heater systems, around 2,500 families a year will benefit, while in the case of the photovoltaic systems, around 400 families a year will benefit.", "I must also add that this project also includes an educational campaign about clean energy costing half a million euro.", "Government is also drawing up a call for tenders for those interested in installing and operating systems which generate electricity through photovoltaic panels.", "For this purpose, we will allocate public spaces which have been considered appropriate for use by these systems.", "One of the criteria in this tender will be the price which the developer will ask for the electricity to be generated.", "In this way, Government will be introducing the feed-in-\n tariff principle.", "Developments in the administration of the eco-\n contribution Since the introduction of the eco-contribution, in 2004, Government transferred the income from this contribution directly into waste management.", "Substantial progress was registered in this sector due to the massive investment undertaken.", "Notwithstanding the efforts made and which still have to be made, Government is committed to honour another pledge, after a process of preparation and consultation, by implementing certain adjustments in the administration of this law.", "Government is prepared to give refunds, or even exempt from paying eco-\n contributions, those producers who are bearing part of our country’s national obligation, where packaging waste is concerned.", "In this context, there are two main principles which I must emphasise: 1.", "Government’s wish is that, although the producer will be bound by certain new functions, the consumer must in no way be negatively affected; and 2.", "that the producer’s business expenses should not increase as a result of his fulfilling his environmental obligations.", "Therefore, Government will introduce a pilot concept with regard to the administration of the eco-contributions, which can then be distributed among bigger producers, with the aim of recognising through concrete facts the contribution which the producers are giving and are going to have to give in carrying out their environmental duties.", "This very week, we will publish three drafts of legal notices for final consultation with the aim, within parameters which will assure the carrying out of duties expected from producers with regard to packaging waste for drinks, of giving refunds for the recycling of the same material, which was carried out between 2005 and 2008.", "I am tabling a copy of these drafts.", "An exemption will also be granted for the six months from July to December 2009.", "Environmental measures Mr Speaker, The environmental industry has the potential to contribute to economic and social development, and the creation of jobs.", "This potential must be better exploited and in a more strategic manner.", "Therefore, we are going to establish a Working Group for our country’s environmental industry to analyse the actual state of this sector and draw up a strategy with a set of recommendations for its development.", "This will be done because we believe that, with more encouragement and help, this sector can strengthen and grow, and thus become a source of bigger economic growth which will offer opportunities for new jobs.", "This Group will be asked to analyse this sector, decide its potential, identify workers’ needs and the training needed, and draw up a strategy for the strengthening and development of this sector.", "The Group will also be asked to draw up a fiscal policy to incentivize investment and the growth needed, as well as to recommend a suitable legal framework for this sector to grow.", "Mr.", "Speaker, for us to continue fostering the concept that everyone should participate in the strengthening of our environment, we will take several measures, among them: • we will calculate the carbon footprint of the departments and government Entities and introduce a system of incentives to reduce this; • we will introduce, gradually, the concept of purchasing which will be sensitive to environmental protection in all the public sector; • we will launch a Prize for Sustainable Enterprises and Houses to recognize their efforts to reduce their carbon footprint; and • we will shortly introduce Smart Meters in houses and in the business sectors for the consumer to have more control on the use of energy, and so reduce the carbon footprint.", "Priority will be given to industry to ensure, as soon as possible, the removal of an anomaly which possibly happens when loss of electricity occurs for clients who are charged maximum demand rates and who receive a high meter reading under these circumstances.", "The investment in Smart Meters should result in savings for everyone, in a better environment, as well as in lower bills because of the fact that the amount of non-technical losses is expected to be greatly reduced when their installation is complete.", "Government close to local councils Mr Speaker, we believe that the Local Councils should have the means to give the best service to their residents.", "Above all, we believe that the Local Councils should help our country’s economy.", "During this year we finished a process of consultation that resulted in a large number of proposals for the reform of Local Councils.", "Many of these proposals were achieved through amendments to the law.", "The Local Councils now have new responsibilities, including that these will involve themselves in work in the social sphere and in the protection of the local identity.", "For another year, we are increasing yet again the direct financial allocation to Local Councils to 31.5 million euro.", "This amount also includes a million euro in special funds which will be used to: • give direct aid to those Local Councils who want to give extensive services both to their residents as well as to those that visit their locality for various reasons; • carry out a study on each playground or playing field in the localities in order to improve security for children and youth using them; • use a fund for cultural activities and for sports activities for everyone and with a difference carried out in the localities; • use a fund for the Local Councils who take initiative in the field of clean energy; and • create a fund for work in the social field and so that all Local Councils would be accessible to everyone.", "In last year’s budget, we created a co financing fund for European Union projects that will help many Local Councils to apply successfully for European Union programmes.", "We are increasing this to half-million euro.", "This vote includes a million euro as special funds for roads.", "Strengthening of the agriculture and fishing sectors In the last years the agriculture and fishing sectors underwent total transformation.", "This is thanks to our farmers and fishermen who recognised the need to work in a new reality.", "For the agricultural sector we are increasing the financial allocation with 2.6 million euro to continue to honour the obligations agreed under the Special Market Policy Programme for the benefit of the Maltese and Gozitan farmers.", "The farmers also benefit from another aid programme under the Rural Development Plan.", "More measures under this plan are to be announced and allocated in the coming months.", "The Government remains committed to invest in the improvement of the facilities where food is processed and stored in our country.", "In this budget we are announcing a financial allocation of 300,000 euro to improve the infrastructure at Tal-Pitkalija and to improve the conditions of work of those who work there while assuring higher standards for the products sold there.", "We are also announcing a financial allocation of 680,000 euro to change the chillers used in the central abattoir of Marsa.", "This is crucial to ensure that meat is delivered according to acceptable standards.", "In the fishing sector we are going to continue providing financial aid such as marketing aid to continue honouring our obligations with the fishermen.", "Together with the aid programmes financed by the Maltese Government our fishermen will also benefit from aid programmes from European funds to be used for changing and modernizing our fleets and there are also training schemes like these for the benefits of Maltese and Gozitan fishermen.", "We are allocating the sum of 300,000 euro for the first phase of the improvement of the Marsaxlokk breakwater.", "Through the use of workers from the Works Division programme the improvement and maintenance of slipways and jetties for the fishermen will continue.", "The Government is investing in building a new Fish Market in Marsa.", "For this purpose an application was filed with MEPA in order that when the permit is issued this very important project will start to be implemented.", "Conclusion Mr Speaker, The world economy has been hit by a fierce storm.", "A fiercer storm than anyone could have ever imagined.", "We have seen the world economy on the brink of catastrophe.", "We have witnessed the fall of great financial organizations, shrinking economies, loss of jobs, and despondency that has touched so many families.", "Mr Speaker, Malta has also found itself in this economic turmoil that the modern world has suffered.", "We have suffered and we are still struggling.", "But in this turmoil we have driven our country with great prudence, with sound direction, and with a policy of hope to overcome every obstacle.", "There were, and still are those that do not lose any opportunity to instil doubts and discouragement in a moment when there is a need for hope and unity between us.", "But Government faces this storm with all the Maltese people, with its social partners, with everyone who has not given up hope and remained hopeful in our country’s capability.", "Mr Speaker, This budget proposes to the House: • To invest 80 million euro in incentives that favour the creation of jobs and economic development; • To invest 228 million euro in our country’s physical infrastructure; and • To invest more than 1.3 billion euro in our people, meaning in health, education and social protection.", "With this investment, our country will carry on riding the storm that we are living and will emerge stronger than ever before.", "Mr Speaker, I cannot fail to recognise and thank all those who worked close to Government to deal with the huge difficulties which our country has had to face.", "A special thank you, in the name of Government and the Maltese people, goes to the trade unions, to employers, to civil society, and to all our families for your huge contribution during the past year.", "Thank you to all those that during next year will collaborate with Government so that thanks to this budget we will change the challenges that we will face into opportunities for all our people.", "We believe in our people.", "Yes, we believe that together we can overcome the storm and emerge stronger.", "In this budget we have made choices for next year.", "We sought to make these choices responsibly.", "We are investing to generate more jobs.", "We are investing in education, in health, in training, in the social sector and in Gozo.", "This is a budget by means of which we want to create more work.", "We are investing responsibily in you and in our nation.", "Thank you.", "Appendix A – Implementation of the Reform Programme Education • A new certification system for different fields in relation to new competencies has been introduced; • An investment of 4.4 million euro in a wide-\n spanning recruitment campaign held in government schools aimed at attracting the most skilled and able workers on the market; • In July 2009, the Discussion Paper was launched for the reform of special schools, in favour of their transformation into resource centres offering educational programmes on a full-time and part-\n time basis; • A project financed by the European Social Fund has been secured, for the value of 607,245 euro, with the aim of providing ECDL courses for parents and teachers leading to the obtainment of certification by the year 2010 (National Reform Programme Measure (NRP) 19.3); • The Foundation for Educational Services secured another project valued at 2.6 million euro for the Creative Lives, Creative Schools project held after school hours.", "(Flexicurity Measure 3.5); • The Government opened a child-care centre within MCAST with an investment of 146,000 euro financed from European Union funds; • This year a Smart Kid Centre in Qawra was also opened; • A new centre at the Institute for Tourism Studies in Gozo was opened.", "The project involved an investment of 1.8 million euro from European Union funds; • In June 2009.", "the first MCAST courses leading to the obtainment of vocational degrees was announced.", "The courses were offered in the fields of electrical engineering and electronics, ICT, art and design and business and commerce as from September 2009; • In September 2009, MCAST implemented a maturity clause for adults wishing to resume their academic life while lacking the necessary academic qualifications; • The continuation of infrastructural works at the Junior College for the better accommodation of students.", "The project includes an investment of 1.58 million euro from the European Fund for Regional Development of the European Union; • 13 projects from the structural funds of the European Fund for Regional Development of the European Union have been pledged for the University amounting to 42 million euro, and another European Social Fund project amounting to 438,100 euro.", "These projects will further enhance the University’s research capabilities; • In April 2009, the Commission for Higher Education launched the first strategy document titled Strategy for Advanced and Higher Education 2020; • In February 2009, the Commission for Higher Education launched a report entitled Skills for the Future (Flexicurity Measure 1.2) in order to address differences in ability and help develop skills in the future; • In June 2009, a new Directorate for Life Long Learning has been established as part of the Education Reform; • Work related to the opening of centres for Life Long Learning in various localities in Malta has been ongoing since October 2009; • A European Social Fund project was launched in April 2009 in order to help identify various differences in ability and provide courses in the field of aviation (NRP Measure 19.2); • In May 2009 MCAST launched the Professional Development Programmes for MCAST employees.", "The project is partly funded by the European Social Fund (NRP Measure 18.2); • The STEPS (Strategic Educational Pathways Scholarships) project was implemented through an investment of 10 million euro (NRP Measure 3.1).", "The aim of this project is to provide assistance to graduates wishing to further their studies on a post-graduate level in academic research in areas of national importance.", "• As from June 2009, the Malta Government Scholarships Scheme system has been extended to students wishing to read for Masters or PHD degrees on a part-time or distance learning basis, students who are over thirty years old, students with special needs and to workers wishing to read for a Masters or PHD degree without having to give up their employment; (NRP Measure 19.10).", "• The Career Guidance Building Scholarship Scheme (NRP Measure 17.1) was also launched in January 2009.", "The sum of 525,072 euro was allocated to this project for the funding of 42 scholarships over a period of 3 years.", "14 students participated in the first part of the scheme, which opened in January.", "Measures for attracting more people to the labour market • The ETC has launched the Employment Aid Programme financed by the European Social Fund, whose aim is to facilitate the integration of disadvantaged or disabled persons into the labour market.", "1,530 people are expected to benefit from this programme between 2009 and 2013 (NRP Measure 9.1); • In February 2009, the ETC launched the Training Aid Framework with the aim of promoting the concept of lifelong learning among Maltese companies through financial help in the form of subsidies intended for the training of their employees.", "An estimated 8.85 million euro will be granted in financial subsidies during the period between 2009 and 2013 as part of this program, which will benefit around 3,500 people (NRP Measure 18.1); • Yet another new programme falling under the European Social Fund, and which was launched in May 2009, is the ETC’s Employability Programme.", "21,000 people are expected to benefit from around 200 courses during the next three years.", "This programme gathers within it various initiatives which include assistance in finding work, training in basic skills, orientation on the workplace, apprenticeships and a scheme for those wishing to open their own business (NRP Measure 12.2); • The ETC has also launched the Work Trial Scheme.", "Thanks to this scheme, people seeking employment, as well as those considered to be inactive, are given a twelve week period in employment so as to facilitate their reintegration into the labour market.", "These people are given 50% of the national minimum wage from the ETC during the period spent working under this scheme (Flexicurity Measure 2.7).", "Measures for attracting more women to the labour market • The ETC has also launched two new projects aimed at increasing the number of women active in the labour market.", "These are the projects dubbed ‘Tajjeb’ and ‘Nista’’.", "The aim of the Tajjeb project is the identification of problems faced by women in the working environment, in order to help them find a better balance between family life and work.", "The NISTA’ project aims to attract more women to the labour market through an awareness campaign based on different communication methods.", "(NRP Measure 10.1); • Women rejoining the labour market after the 1st January 2008 following an a period of inactivity of five years or more are exempted from paying income tax for a year for each child under the age of 16 years.", "Credit up to a maximum of 5,000 euro per year is given to self-employed people; • As from the 1st of January 2007, women who remain in or return to the labour market after giving birth are exempted from paying income tax for a year for each child they have after this date.", "Credit up to a maximum of 5,000 euro per year is given to self-\n employed people.", "General Measures • Revised tax bands will allow taxpayers to retain a total of nearly 12 million euro; (NRP Measure 2.1) • The National Breast Screening Centre was inaugurated in October this year with an investment of 1.6 million euro.", "The National Breast Screening programme has also been launched which will provide free breast screening for around 30,000 women aged between 50 to 59; • Refurbishment works on the Radiology Department at the Gozo General Hospital started on the 1st of September 2009; (NRP Measure 20.2) • During this year, the aim of having at least four submarine telecommunication cables was reached.", "This was one of the measures forming part of the ICT strategy better known as the Smart Island Strategy; (NRP Measure 14.1) • A task force was appointed to provide assistance to companies finding themselves in difficulty under the strain of the international financial and economic crisis.", "From the beginning of the year up to now, the Government has provided 8 million euro to assist eight companies that have felt the negative impact of the recession; • In January this year, the Contracts Department launched a new electronic procurement system as well as a new website.", "Since July, a new system was implemented whereby an interested person can post his best offer or purchase documents online or in CD format directly from the Contracts Department; • In October the draft law about the services offered in the Internal market was published (NRP Measure 7.1); • Work started on a number of projects aimed at further improving the tourist product in Malta and in Gozo.", "These projects consist of: o Embellishment of the touristic areas of St Paul’s Bay, Qawra and Pembroke (NRP Measure 15.1); o Embellishment of the coastal areas of Qawra and Sliema (NRP Measure 15.3); o The development of a Masterplan for the Ċittadella, with the first phase reaching successful completion in October this year (NRP Measure 15.4); o Embellishment of the taż-Żewwieqa waterfront, in the vicinity of Mġarr harbour in Gozo (NRP Measure 15.5); • The implementation of an assistance scheme co-\n financed by the European Union under the European Fund for Regional Development for the sustainable tourism project.", "The amount budgeted for this scheme for the period 2007-2013 is 10 million euro; • As from this year, the Government also founded a subsidies scheme related to loan interest through which refurbishment and extension projects of commercial tourist premises can be effected.", "As from October, this scheme also started applying to self catering lodging premises classified by the Malta Tourism Authority as holiday premises or farmhouses.", "The Government has assigned 3 million euro to this scheme over a period of 10 years; • May has seen the introduction of the unscheduled transport service reform (NRP Measure 16.1); • A call for organizations experienced in the public transport sector wishing to express interest in providing a reformed public transport service was published in July 2009.", "This call for expression of interest closed on the 15th of September, and 5 of the 8 companies which expressed interest were deemed to be eligible.", "The actual call for tenders for which these five companies were asked to apply was issued in October.", "(NRP Measure 16.1); • A package of eight new incentives open to enterprises from all sectors related to research and development activities was launched in June 2009.", "This assistance package is aimed at incentivizing industrial research and experimental development and is managed by Malta Enterprise.", "The measures can be divided into two sets – 5 cash grant incentives and 3 tax credit incentives; o 5 Cash Grant incentives: � Industrial Research and Experimental Development Scheme co-financed by the European Union under the European Fund for Regional Development (NRP Measure 3.3).", "The budgeted amount for this scheme is 3.5 million euro; � EUREKA Projects Scheme; � Preparatory Technical Feasibility Studies Scheme; � Loan of Highly Qualified Personnel (Temporary Attachments) Scheme; � Innovation Clusters and Collaborations Scheme.", "o 3 tax credit incentives: � Industrial Research Tax Credits; � Experimental Development Tax Credits; � Industrial Property Rights for SMEs.", "• 16.5 million euro (NRP Measure 3.3) were invested in five new schemes favouring firms.", "These were co-financed by the European Union under the European Fund for Regional Development.", "These schemes consist of: o International Competitiveness - 4.5 million euro, for the development of initiatives for the infiltration of new markets; o Small Start-Up Scheme - 2.5 million euro, for the assistance of innovative companies which have just started operating; o Innovation - 4 million euro, as financial help for small and medium sized companies in the development of innovative processes, products and services; o E-business - 2.5 million euro, for the further incentivization of information technology use in the operation of businesses; o Environment - 3 million euro, as assistance for small and medium sized companies allowing them to invest in projects for bettering the environment through eco-innovations.", "• The public consultation process regarding the energy policy was launched in April this year.", "This document identifies six main sectors: energy efficiency, reduced dependence on imported oil, stability of the energy supply grid, reduction of emissions from the energy sector, efficiency in the distribution of energy and policies strengthening the energy sector; • In 2009, the Government launched a scheme encouraging the use of roof insulation and the installation of double-glazed glass in homes.", "The scheme consists of grants of 33 percent of the costs up to a maximum of 300 euro; • Another initiative embarked upon in 2009 to help families make better use of energy and invest in alternative sources was the distribution of security vouchers to all families, allowing them to benefit from the use of energy-saving light-bulbs.", "This initiative, which was supposed to come to a close on the 31st October, was extended until the end of November and came to include also residences inhabited by more than 10 people and places run on a voluntary basis such as institutes and convents, among others.", "Residences of the two latter types were in fact allocated larger numbers of energy saving light bulbs; • In 2009 new regulations regarding minimum energy consumption requirements for buildings came into force; • Another measure introduced with the aim of ensuring that large projects are built with the use of energy efficient methods is the obligation of the drawing up of energy management plans; • During this year, Government departments and public sector entities started investing in auditing systems for better energy use; • Government also started providing firms with incentives to carry out audits for better energy use.", "These grants amount to 40 percent of the costs up to a maximum of 300 euro for small firms and up to 1000 euro for large firms; • The emission-based vehicle registration tax reform based was implemented as from January 1st of this year (NRP Measure 4.4); • A scheme for the purchase of solar water heaters for families and for investment in photovoltaic panels was also implemented.", "The scheme refunds 66.6 percent of costs on solar water heaters up to a maximum of 460 euro, and 50 percent of investment in photovoltaic panels up to a maximum of 3000 euro (NRP Measure 4.2); • A 10 million euro scheme co-financed by the European Union under the European Fund for Regional Development supporting industry in investments embracing the efficient use of energy and the use of alternative sources of energy was also implemented.", "Under this scheme, the industry sector is eligible to 50 percent of the costs, under the condition that investment consisted of between 25,000 and 200,000 euro (NRP Measure 4.2); • Companies investing in photovoltaic panels are eligible to a tax credit of 243 percent; • A call for tenders was published for Malta to be able to connect to the European power grid; • The national strategy of policy measures and reduction of greenhouse gas emissions was also published.", "(NRP Measure 4.1); • Enemalta Corporation signed a contract for the purchase of a power station that can generate 150MW of electricity; • Enemalta Corporation and the Water Services Corporation started installing smart water and electricity meters after signing a 48 million euro contract with IBM Global Solutions.", "Appendix B – Initiatives in tourism During the year various initiatives have also been undertaken: • we have discussed with the commercial banks a moratorium on payments of capital on loans that they have with 15 hotels; • a subsidy scheme on interest on loans from hotels which carry out embellishment or development projects, with a total of three million euro on a period of 10 years; • assistance to the public and parastatal sectors such that to date 18 conferences have been held in Malta, with about 30,000 bed night; • a scheme of half a million euro by means of which we doubled the amount invested in additional advertisements in the private sector; • a scheme to assist sports clubs to organise conferences, tournaments, competitions and international training camps in Malta, which scheme will generate around 22,000 bed nights; and • a scheme to assist the Local Councils to organize local activities with a touristic element.", "Appendix C – Proposal for a reform on the system of tax to be paid on the registration of commercial vehicles Amount of tax to be paid on the registration of motor vehicles used for the transport of goods and other vehicles Category A: N1, N2 and N3 vehicles, special purpose vehicles and tractor units, N1 vehicles, special purpose vehicles and tractor units Up to and including EuroII vehicles with a maximum authorised mass of up to 1,305 kg Kg x 130% + cc x 130% x €1 vehicles with a maximum authorised mass exceeding 1,305 kg up to 1,706 kg Kg x 135% + cc x 135% x €1 Vehicles with a maximum authorised mass exceeding 1,706 kg up to 3,500 kg Kg x 140% + cc x 140% x €1 Euro III vehicles with a maximum authorised mass of up to 1,305 kg Kg x 110% + cc x 110% x €1 vehicles with a maximum authorised mass exceeding 1,305 kg up to 1,706 kg Kg x 115% + cc x 115% x €1 vehicles with a maximum authorised mass exceeding 1,706 kg up to 3,500 kg Kg x 120% + cc x 120% x €1 Euro IV and over vehicles with a maximum authorised mass of up to 1,305 kg Kg x 50% + cc x 55% x €1 vehicles with a maximum authorised mass exceeding 1,305 kg up to 1,706 kg Kg x 55% + cc x 60% x €1 vehicles with a maximum authorised mass exceeding 1,706 kg up to 3,500 kg Kg x 60% + cc x 65% x €1 N2 vehicles, special purpose vehicles and tractor units Up to and including Euro II vehicles with a maximum authorised mass exceeding 3,500 kg up to 12,000 kg Kg x 60% + cc x 75% x €1 Euro III vehicles with a maximum authorised mass exceeding 3,500 kg up to 12,000 kg Kg x 25% + cc x 40% x €1 Euro IV and over vehicles with a maximum authorised mass exceeding 3,500 kg up to 12,000 kg 0% N3 vehicles, special purpose vehicles and tractor units Up to and including Euro II vehicles with a maximum authorised mass exceeding 12,000 kg up to 25,000 kg Kg x 30% + cc x 40% x €1 vehicles with a maximum authorised mass exceeding 25,000 kg Kg x 35% + cc x 45% x €1 Euro III vehicles with a maximum authorised mass exceeding 12,000 kg up to 25,000 kg Kg x 10% + cc x 15% x €1 vehicles with a maximum authorised mass exceeding 25,000 kg Kg x 15% + cc x 20% x €1 Euro IV and over vehicles with a maximum authorised mass exceeding 12,000 kg 0% Tax rate formula: Following the application of the relevant tables above, the total amount of registration tax shall be equal to the sum total of the maximum authorised mass (kg) of a motor vehicle multiplied by the indicated % plus the cubic capacity (cc) of the engine of a motor vehicle multiplied by the indicated % multiplied by €1: [(kg x x%) + (cc x x%) x €1] For the purpose of registration tax, where a vehicle used for the transport of goods (N1, N2 and N3), or a special purpose vehicle or a tractor unit, whose year of manufacture falls under any of the following years of manufacture, is not accompanied by a certificate showing the emission levels equivalent to euro standards, the registration tax rates to be paid thereon shall be equivalent to those under the different euro standards: • Year of manufacture prior to year 2001: Euro II • Year of manufacture from 2001 to, and including, 2005: Euro III • Year of manufacture from year 2006 onwards: Euro IV and over Where an importer or dealer or owner of a motor vehicle provides a certificate as approved by an accredited technical service established within a Member State, that the engine of that particular vehicle meets lower emissions despite the vehicle’s year of manufacture, that vehicle shall on registration be taxed the rate pertaining to its equivalent euro standard.", "Category B: electric, hybrid N1, N2, N3 vehicles, special purpose vehicles and tractor units 1.", "battery driven electric vehicles 0% 2.", "petrol (or diesel) electric hybrid vehicles 0% Category C: classic, vintage and veteran goods vehicles N1 vehicles, special purpose vehicles and tractor units with a maximum mass not exceeding 3.5 tonnes and N2 vehicles, special purpose vehicles and tractor units with a maximum mass exceeding 3.5 tonnes but not exceeding 5 tonnes 1.", "classic, vintage and veteran vehicles certified authentic by a body approved by the Authority: 1.1 vehicles with an age of 50 years or over from date of manufacture 10.5% 1.2 vehicles with an age of 35 years or over but less than 50 years from date of manufacture 28.5% N2 vehicles, special purpose vehicles and tractor units with a maximum mass exceeding 5 tonnes but not exceeding 12 tonnes 1.", "classic, vintage and veteran vehicles certified authentic by a body approved by the Authority: 1.1 vehicles with an age of 50 years or over from date of manufacture 10.5% 1.2 vehicles with an age of 35 years or over but less than 50 years from date of manufacture 28.5% N3 vehicles, special purpose vehicles and tractor units with a maximum mass exceeding 12 tonnes 1.", "classic, vintage and veteran vehicles certified authentic by an approved body: 1.1 vehicles with an age of 50 years or over from date of manufacture 10.5% 1.2 vehicles with an age of 35 years or over but less than 50 years from date of manufacture 28.5% Category D: agricultural tractors Agricultural tractors 0% Category E: vehicles used in enclosed areas Motor vehicles used within enclosed areas, such as dock areas or airports or seaports 0% Tax rate formula: The total amount of the registration tax for Categories B- E shall be the registration value (RV) multiplied by the indicated % [RV x % ] Amount of tax to be paid on the registration of motor vehicles used for the transport of passengers (Categories A to D cover vehicles falling under the first stage of the reform announced in the last Budget).", "The second stage of the reform relates to M2 and M3 vehicles: Category F: M2 and M3 motor vehicles whether new or used, and motor other vehicles: Vehicles Rate of Tax Percentage of RV 1.", "Motor route buses 0% 2.", "M2 and M3 motor vehicles, including trackless trains and amphibious motor vehicles Up to and including Euro II Euro III Euro IV M2 Kg x 60% + cc x 75% x €1 Kg x 25% + cc x 40% x €1 0% M3 Kg x 50% + cc x 60% x €1 Kg x 10% + cc x 15% x €1 0% Vehicles Rate of Tax Percentage of RV 3.", "Vetturi M2 u M3 elettriċi jew elettriċi ibridi bil-\n petrol jew bid-diżil 0% Category G: other motor vehicles Vehicles Rate of Tax Percentage of RV 1 New ambulances 0% 2 Used ambulances 21% 3 New or used light weight three-wheeled vehicles having the characteristic of a motor vehicle 48.5% 4 New or used racing cars, go-karts, quad bikes and motor cycles not suitable to be used on the road 6.5% 5 Caravans and motor homes, whether new or used 50% 6 Hearses (new only) 30% Tax rate formulae “The amount of registration tax to be paid for category F - motor vehicles used for the transport of passengers (M2 and M3), the total amount of the registration tax shall be equal to the sum total of the maximum authorised mass (kg) of a motor vehicle multiplied by the indicated % plus the cubic capacity (cc) of the engine of a motor vehicle multiplied by the indicated % multiplied by €1: [(kg x x% ) + (cc x x%) x €1] The total amount of the registration tax for category G shall be the registration value (RV) multiplied by the indicated % [RV x% ] Annual circulation licence fees for goods vehicles Vehicles which have been registered up to the 31st December 2009 will continue to be charged the existing fees, hence there will be no change in the license fee paid.", "The following annual licence fees shall be paid for a period of four years until the 31st December, 2013, for the use of goods carrying motor vehicles which have been registered with the Authority before the 1st January, 2010.", "For the use of a tractor/tractor-trailer combination, per annum: No.", "of axles Maximum authorized mass Kgs Driving axle(s) with air suspension or recognized systems € Other driving axle(s) suspension systems € up to 11,999 93 93 from 12,000 to 13,999 93 93 from 14,000 to 15,999 93 93 from 16,000 to 17,999 93 93 from 18,000 to 19,999 93 93 from 20,000 to 21,999 93 93 from 22,000 to 22,999 93 98 From 23,000 to 24,999 97 177 2+1 25,000 and over 177 307 from 23,000 to 24,999 93 93 from 25,000 to 25,999 93 116 from 26,000 to 27,999 116 170 from 28,000 to 28,999 170 205 from 29,000 to 30,999 205 335 from 31,000 to 32,999 335 466 from 33,000 to 35,999 466 708 2+2 36,000 and over 466 708 from 36,000 to 37,999 370 517 2+3 38,000 and over 517 701 from 36,000 to 37,999 328 454 from 38,000 to 39,999 454 629 3+2 40,000 and over 629 929 from 36,000 to 37,999 186 226 from 38,000 to 39,999 226 338 3+3 40,000 and over 338 536 3+4 40,000 and over 338 536 4+3 40,000 and over 338 536 For the use of N1, N2 and N3 motor vehicles, excluding tractors/tractor trailer combinations and special purpose vehicles, per annum: No.", "of axles Maximum authorized mass Kgs Driving axle(s) with air suspension or recognized equivalent € Other driving axle(s) suspension systems € Up to 3,500 185 185 from 3,501 to 5,000 185 185 from 5,001 to 11,999 185 185 from 12,000 to 12,999 185 185 from 13,000 to 13,999 185 185 from 14,000 to 14,999 185 185 2 15,000 and over 230 370 from 15,000 to 16,999 185 185 3 from 17,000 to 18,999 185 185 from 19,000 to 20,999 210 210 from 21,000 to 22,999 210 300 from 23,000 to 24,999 295 460 25,000 and over 295 460 from 23,000 to 24,999 205 210 from 25,000 to 26,999 205 320 from 27,000 to 28,999 320 510 from 29,000 to 30,999 510 740 4 31,000 and over 510 740 5 32,000 and over 510 740 The following annual licence fees shall be paid for the use of goods carrying motor vehicles registered with the Authority after the 31st December, 2009.", "As from the 1st January, 2014,these licence fees shall also be paid for the use of goods carrying motor vehicles registered prior to the 1st January, 2010, in which case the licence fee shall be that which corresponds to the vehicle’s year of manufacture; provided that the said fee shall not be lower than the current fee.", "• Goods carrying vehicles (excluding vehicle combinations - articulated vehicles and road trains) Driving axle(s) with air suspension or recognized equivalent Year 0 1 2 3 4 5 6 7 No of axles Maximum authorized mass (Kgs) € € € € € € € € up to 3,500 101 101 101 101 101 126 139 153 over 3,500 up to 5,000 101 101 101 101 101 126 139 153 over 5,000 up to 11,999 101 101 101 101 101 126 139 153 2 over 11,999 up 101 101 101 101 101 126 139 153 to 12,999 over 12,999 up to 13,999 101 101 101 101 101 126 139 153 over 13,999 up to 14,999 101 101 101 101 101 126 139 153 over 14,999 126 126 126 126 126 157 173 190 from 15,000 up to 16,999 101 101 101 101 101 126 139 153 over 16,999 up to 18,999 101 101 101 101 101 126 139 153 over 18,999 up to 20,999 115 115 115 115 115 143 158 174 over 20,999 up to 22,999 144 144 144 144 144 157 170 184 over 22,999 up to 24,999 222 222 222 222 222 237 251 266 3 over 24,999 222 222 222 222 222 237 251 266 from 23,000 up to 24,999 144 144 144 144 144 156 168 181 over 24,999 up to 26,999 146 146 146 146 146 158 170 181 over 26,999 up to 28,999 228 228 228 228 228 246 265 283 over 28,999 up to 30,999 362 362 362 362 362 392 421 451 4 over 30,999 362 362 362 362 362 392 421 451 5 32,000 and over 362 362 362 362 362 392 421 451 Year 8 9 10 11 12 13 14+ No of axles Maximum authorized mass (Kgs) € € € € € € € up to 3,500 168 185 204 224 246 271 298 over 3,500 up to 5,000 168 185 204 224 246 271 298 over 5,000 up to 11,999 168 185 204 224 246 271 298 2 over 11,999 up 168 185 204 224 246 271 298 to 12,999 over 12,999 up to 13,999 168 185 204 224 246 271 298 over 13,999 up to 14,999 168 185 204 224 246 271 298 over 14,999 209 230 253 278 306 337 370 from 15,000 up to 16,999 168 185 204 224 246 271 298 over 16,999 up to 18,999 168 185 204 224 246 271 298 over 18,999 up to 20,999 191 210 231 254 280 307 338 over 20,999 up to 22,999 197 210 231 254 280 307 338 over 22,999 up to 24,999 280 295 325 357 393 432 475 3 over 24,999 280 295 325 357 393 432 475 from 23,000 up to 24,999 193 205 226 248 273 300 330 over 24,999 up to 26,999 193 205 226 248 273 300 330 over 26,999 up to 28,999 302 320 352 387 426 469 515 over 28,999 up to 30,999 480 510 561 617 679 747 821 4 over 30,999 480 510 561 617 679 747 821 5 32,000 and over 480 510 561 617 679 747 821 • Other driving axle(s) suspension systems Year 0 1 2 3 4 5 6 7 No of axles Maximum authorized mass (Kgs) € € € € € € € € up to 3,500 101 101 101 101 101 126 139 153 over 3,500 up to 5,000 101 101 101 101 101 126 139 153 2 over 5,000 up to 11,999 101 101 101 101 101 126 139 153 over 11,999 up to 12,999 101 101 101 101 101 126 139 153 over 12,999 up to 13,999 101 101 101 101 101 126 139 153 over 13,999 up to 14,999 121 121 121 121 121 134 147 159 over 14,999 274 274 274 274 274 293 312 332 from 15,000 up to 16,999 101 101 101 101 101 126 139 153 over 16,999 up to 18,999 111 111 111 111 111 126 141 155 over 18,999 up to 20,999 144 144 144 144 144 157 170 184 over 20,999 up to 22,999 222 222 222 222 222 238 253 269 over 22,999 up to 24,999 345 345 345 345 345 368 391 414 3 over 24,999 345 345 345 345 345 368 391 414 from 23,000 up to 24,999 146 146 146 146 146 159 172 184 over 24,999 up to 26,999 228 228 228 228 228 246 265 283 over 26,999 up to 28,999 362 362 362 362 362 392 421 451 over 28,999 up to 30,999 537 537 537 537 537 578 618 659 4 over 30,999 537 537 537 537 537 578 618 659 5 32,000 and over 537 537 537 537 537 578 618 659 Year 8 9 10 11 12 13 14+ No of axles Maximum authorized mass (Kgs) € € € € € € € up to 3,500 168 185 204 224 246 271 298 over 3,500 up to 5,000 168 185 204 224 246 271 298 2 over 5,000 up to 11,999 168 185 204 224 246 271 298 over 11,999 up to 12,999 168 185 204 224 246 271 298 over 12,999 up to 13,999 168 185 204 224 246 271 298 over 13,999 up to 14,999 172 185 204 224 246 271 298 over 14,999 351 370 407 448 492 542 596 from 15,000 up to 16,999 168 185 204 224 246 271 298 over 16,999 up to 18,999 170 185 204 224 246 271 298 over 18,999 up to 20,999 197 210 231 254 280 307 338 over 20,999 up to 22,999 284 300 330 363 399 439 483 over 22,999 up to 24,999 437 460 506 557 612 673 741 3 over 24,999 437 460 506 557 612 673 741 from 23,000 up to 24,999 197 210 231 254 280 307 338 over 24,999 up to 26,999 302 320 352 387 426 469 515 over 26,999 up to 28,999 480 510 561 617 679 747 821 over 28,999 up to 30,999 699 740 814 895 985 1,083 1,192 4 over 30,999 699 740 814 895 985 1,083 1,192 5 32,000 and over 699 740 814 895 985 1,083 1,192 • Vehicle combinations (articulated vehicles and road trains) Driving axle(s) with air suspension or recognized equivalent Year 0 1 2 3 4 5 6 7 No of Maximum authorized € € € € € € € € axles mass (Kgs) up to 11,999 51 51 51 51 51 64 70 77 over 11,999 up to 13,999 51 51 51 51 51 64 70 77 over 13,999 up to 15,999 51 51 51 51 51 64 70 77 over 15,999 up to 17,999 51 51 51 51 51 64 70 77 over 17,999 up to 19,999 51 51 51 51 51 64 70 77 over 19,999 up to 21,999 51 51 51 51 51 64 70 77 over 21,999 up to 22,999 75 75 75 75 75 79 82 86 over 22,999 up to 24,999 97 97 97 97 97 97 97 97 2+1 over 24,999 175 175 175 175 175 175 176 176 from 23,000 up to 24,999 51 51 51 51 51 64 70 77 over 24,999 up to 25,999 70 70 70 70 70 75 79 84 over 25,999 up to 27,999 115 115 115 115 115 115 116 116 over 27,999 up to 28,999 169 169 169 169 169 169 169 170 over 28,999 up to 30,999 204 204 204 204 204 204 204 205 over 30,999 up to 32,999 335 335 335 335 335 335 335 335 over 32,999 up to 35,999 465 465 465 465 465 465 465 466 2+2 over 35,999 465 465 465 465 465 465 465 466 from 36,000 up to 37,999 370 370 370 370 370 370 370 370 2+3 over 37,999 515 515 515 515 515 515 516 516 from 36,000 up to 37,999 327 327 327 327 327 327 328 328 from 37,999 up to 39,999 454 454 454 454 454 454 454 454 3+2 over 30,999 628 628 628 628 628 628 628 629 from 36,000 up to 37,999 186 186 186 186 186 186 186 186 over 37,999 up to 39,999 225 225 225 225 225 225 225 226 3+3 over 39,999 336 336 336 336 336 336 337 337 3+4 40,000 and over 336 336 336 336 336 336 337 337 4+3 40,000 and over 336 336 336 336 336 336 337 337 Year 8 9 10 11 12 13 14+ No of axles Maximum authorized mass (Kgs) € € € € € € € up to 11,999 85 93 102 113 124 136 150 over 11,999 up to 13,999 85 93 102 113 124 136 150 over 13,999 up to 15,999 85 93 102 113 124 136 150 over 15,999 up to 17,999 85 93 102 113 124 136 150 over 17,999 up to 19,999 85 93 102 113 124 136 150 over 19,999 up to 21,999 85 93 102 113 124 136 150 over 21,999 up to 22,999 90 93 102 113 124 136 150 over 22,999 up to 24,999 97 97 107 117 129 142 156 2+1 over 24,999 177 177 195 214 236 259 285 from 23,000 up to 24,999 85 93 102 113 124 136 150 over 24,999 up to 25,999 89 93 102 113 124 136 150 over 25,999 up to 27,999 116 116 128 141 155 170 188 over 27,999 up to 28,999 170 170 187 206 226 249 274 2+2 over 28,999 up 205 205 225 248 273 300 330 to 30,999 over 30,999 up to 32,999 335 335 369 406 446 491 540 over 32,999 up to 35,999 466 466 512 564 620 682 750 over 35,999 466 466 512 564 620 682 750 from 36,000 up to 37,999 370 370 407 448 493 542 596 2+3 over 37,999 517 517 569 626 688 757 833 from 36,000 up to 37,999 328 328 361 397 437 481 529 over 37,999 up to 39,999 454 454 500 550 605 665 731 3+2 over 30,999 629 629 692 761 837 921 1,013 from 36,000 up to 37,999 186 186 205 225 248 273 300 over 37,999 up to 39,999 226 226 249 273 301 331 364 3+3 over 39,999 337 338 372 409 450 494 544 3+4 40,000 and over 337 338 372 409 450 494 544 4+3 40,000 and over 337 338 372 409 450 494 544 • Other driving axle(s) suspension systems Year 0 1 2 3 4 5 6 7 No of axles Maximum authorized mass (Kgs) € € € € € € € € up to 11,999 51 51 51 51 51 64 70 77 over 11,999 up to 13,999 51 51 51 51 51 64 70 77 over 13,999 up to 15,999 51 51 51 51 51 64 70 77 over 15,999 up to 17,999 51 51 51 51 51 64 70 77 2+1 over 17,999 up to 19,999 51 51 51 51 51 64 70 77 over 19,999 up to 21,999 75 75 75 75 75 79 82 86 over 21,999 up to 22,999 97 97 97 97 97 97 97 97 over 22,999 up to 24,999 175 175 175 175 175 175 176 176 over 24,999 307 307 307 307 307 307 307 307 from 23,000 up to 24,999 70 70 70 70 70 75 79 84 over 24,999 up to 25,999 115 115 115 115 115 115 116 116 over 25,999 up to 27,999 169 169 169 169 169 169 169 170 over 27,999 up to 28,999 204 204 204 204 204 204 204 205 over 28,999 up to 30,999 335 335 335 335 335 335 335 335 over 30,999 up to 32,999 465 465 465 465 465 465 465 466 over 32,999 up to 35,999 706 706 706 706 706 706 707 707 2+2 over 35,999 706 706 706 706 706 706 707 707 from 36,000 up to 37,999 515 515 515 515 515 515 516 516 2+3 over 37,999 700 700 700 700 700 700 700 701 From 36,000 up to 37,999 454 454 454 454 454 454 454 454 over 37,999 up to 39,999 628 628 628 628 628 628 628 629 3+2 over 30,999 929 929 929 929 929 929 929 929 from 36,000 up to 37,999 225 225 225 225 225 225 225 226 from 37,999 up to 39,999 336 336 336 336 336 336 337 337 3+3 from 39,999 535 535 535 535 535 535 535 535 3+4 40,000 and over 535 535 535 535 535 535 535 535 4+3 40,000 and over 535 535 535 535 535 535 535 535 Year 8 9 10 11 12 13 14+ No of axles Maximum authorized mass (Kgs) € € € € € € € up to 11,999 85 93 102 113 124 136 150 over 11,999 up to 13,999 85 93 102 113 124 136 150 over 13,999 up to 15,999 85 93 102 113 124 136 150 over 15,999 up to 17,999 85 93 102 113 124 136 150 over 17,999 up to 19,999 85 93 102 113 124 136 150 over 19,999 up to 21,999 90 93 102 113 124 136 150 over 21,999 up to 22,999 98 98 108 118 130 143 158 over 22,999 up to 24,999 117 117 195 214 236 259 285 2+1 over 24,999 307 307 338 372 409 450 495 from 23,000 up to 24,999 89 93 102 113 124 136 150 over 24,999 up to 25,999 116 116 128 141 155 170 188 over 25,999 up to 27,999 170 170 187 206 226 249 274 over 27,999 up to 28,999 205 205 225 248 273 300 330 over 28,999 up to 30,999 335 335 369 406 446 491 540 over 30,999 up to 32,999 466 466 512 564 620 682 750 over 32,999 up to 35,999 708 708 779 857 942 1,037 1,140 2+2 over 35,999 708 708 779 857 942 1,037 1,140 from 36,000 up to 37,999 517 517 569 626 688 757 833 2+3 Over 37,999 701 701 771 848 933 1,026 1,129 over 36,000 up to 37,999 454 454 500 550 605 665 731 over 37,999 up to 39,999 629 629 692 761 837 921 1,013 3+2 over 30,999 929 929 1,022 1,125 1,237 1,361 1,497 from 36,000 up to 37,999 226 226 249 273 301 331 364 over 37,999 up to 39,999 337 338 372 409 450 494 544 3+3 over 39,999 536 536 589 648 713 784 863 3+4 40,000 and over 536 536 589 648 713 784 863 4+3 40,000 and over 536 536 589 648 713 784 863 Annual circulation licence fee for M2 and M3 vehicles For the use of Route buses, and M2 and M3 vehicles (including trackless trains and amphibious motor vehicles): Year 1 2 3 4 5 6 7 8 M2 €80 €80 €80 €80 €80 €85 €70 €95 M3 €150 €150 €150 €150 €150 €200 €250 €300 Route buses €23 €23 €23 €23 €23 €23 €23 €23 Sena 9 10 11 12 13 14 15+ M2 €100 €105 €110 €120 €130 €140 €150 M3 €350 €400 €450 €450 €450 €450 €450 Route Buses €23 €23 €23 €23 €23 €23 €23 As from the 1st January, 2015, the annual circulation licence fee for the use of M2 and M3 vehicles (including trackless trains and amphibious motor vehicles) manufactured on or before a date falling twenty years preceding the date of renewal of their licence shall be €300 and €750 respectively.", "Appendix D – Life Long Learning Initiatives During this year, a number of initiatives intended to strengthen the lifelong learning concept were taken, including: • The functioning of the Lifelong Learning Centre; • The process for the recognition of every certificate granted by the School of Art, Drama, Music and by the Lifelong Learning Centre; • The process of creating a directory of organizations which offer teaching to adults; • The process for the presentation of the framework for the national strategy for lifelong learning by the end of the year; • the launch of the scheme of STEPS scholarships with an investment of 10 million euro, through which more than 200 scholarship will have been granted this year with an aggregate value of over 2.5 million euro, intended to strengthen all educational fields, whilst improving the quality of education at all levels; • In 2006, we introduced the Malta Government Scholarship Scheme, and from that time we granted 40 scholarships at doctorate level and 78 at masters level.", "We introduced as well the undergraduate scholarship scheme where 170 students received 367,000 euro between them; and • This year we further strengthened the stipends scheme through the introduction of stipends for mature students who attend educational institutions."]